{"edges": [{"attributes": {}, "target": "3", "source": "1", "id": "6", "label": "", "size": 1.0, "color": "rgb(179, 232, 115)"}], "nodes": [{"x": 0.0, "attributes": {"Requisite": [], "Department Code": "BIOC", "Title": "BIOC 458. Senior Thesis.", "Concentrations": ["Biological Chemistry"], "Description": "A laboratory or library research study in an area of interest under the supervision of a member of the biology or chemistry department. Senior majors will be asked to deliver presentations on their research. Students register for Biological Chemistry 457 in the fall semester and Biological Chemistry 458 in the winter semester. Majors writing an honors thesis register for both Biological Chemistry 457 and 458.     Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=BIOC#BIOC458'> LINK </a>"}, "id": "0", "y": 0.0, "label": "BIOC 458", "size": 10.0, "color": "rgb(100, 67, 160)"}, {"x": 10.0, "attributes": {"Requisite": " SPAN 210.    Enrollment limited to 17. Instructor permission is required.       One-time offering. T. Lawson, C. Aburto Guzmán.", "Department Code": "BC/SP", "Title": "BC/SP s23. Intersection of Biomedicine and Human Rights: The Case of the Chilean Mining Experience.", "Concentrations": ["Learning and Teaching (C084)", "Public Health (C065)", "Spanish in Tarragona (C089)"], "Description": "This course explores the intersections between natural scientific inquiry and social and cultural studies. Through historical, scientific, cultural, and bioethical lenses, students examine biomedical science in Latin America and the struggle for civil, human, and health rights by workers in the Chilean mining industry since the nineteenth century. The study of historical and cultural narratives alongside the application of the scientific approach to problem solving and laboratory experimentation provide students with a foundation for further on-site examination of biomedical science in Chile, where they consider the Chilean mining industry to contextulize principles of science and health policy, the impact of scientific practices on human populations, and the intererconnectedness of state policy, public health, and human welfare. Prerequisite(s): SPAN 210.    Enrollment limited to 17. Instructor permission is required.       One-time offering. T. Lawson, C. Aburto Guzmán.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=BIOC#BC/SPs23'> LINK </a>"}, "id": "1", "y": 0.0, "label": "BC/SP s23", "size": 10.0, "color": "rgb(32, 237, 121)"}, {"x": 20.0, "attributes": {"Requisite": [], "Department Code": "BIOC", "Title": "BIOC s50. Independent Study.", "Concentrations": ["Biological Chemistry"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=BIOC#BIOCs50'> LINK </a>"}, "id": "2", "y": 0.0, "label": "BIOC s50", "size": 10.0, "color": "rgb(100, 67, 160)"}, {"x": 10.0, "attributes": {"Requisite": " SPAN 205.    Enrollment limited to 25.    Normally offered every year. D. George.", "Department Code": "SPAN", "Title": "SPAN 210. Writing Spanish.", "Concentrations": ["Learning and Teaching (C084)", "Spanish in Tarragona (C089)"], "Description": "This course teaches skills useful for writing in upper-level courses, the senior thesis, or the senior portfolio in Spanish. Students develop the ability to be flexible and versatile writers in Spanish in a variety of forms of academic writing (narrative, descriptive, expositive, argumentative) and learn the importance of the writing process (drafting, revision, rewriting, editing). The course also expands students' understanding of research and writing as tools for creating and communicating knowledge of the Spanish- speaking world by encouraging them to use Spanish to ask, research, and answer questions of significance and importance. Prerequisite(s): SPAN 205.    Enrollment limited to 25.    Normally offered every year. D. George.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN210'> LINK </a>"}, "id": "3", "y": 10.0, "label": "SPAN 210", "size": 10.0, "color": "rgb(179, 232, 115)"}, {"x": 30.0, "attributes": {"Requisite": [], "Department Code": "BIOC", "Title": "BIOC 360. Independent Study.", "Concentrations": ["Biological Chemistry"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=BIOC#BIOC360'> LINK </a>"}, "id": "4", "y": 0.0, "label": "BIOC 360", "size": 10.0, "color": "rgb(100, 67, 160)"}, {"x": 40.0, "attributes": {"Requisite": [], "Department Code": "BIOC", "Title": "BIOC 457. Senior Thesis.", "Concentrations": ["Biological Chemistry"], "Description": "A laboratory or library research study in an area of interest under the supervision of a member of the biology or chemistry department. Senior majors deliver presentations on their research. Students register for BIOC 457 in the fall semester and BIOC 458 in the winter semester. Majors writing an honors thesis register for both BIOC 457 and 458.    Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=BIOC#BIOC457'> LINK </a>"}, "id": "5", "y": 0.0, "label": "BIOC 457", "size": 10.0, "color": "rgb(100, 67, 160)"}]}