{"nodes":[{"label":"PT/WS s27","x":0.0,"y":0.0,"id":"0","attributes":{"Title":"PT/WS s27. Feminisms of the 1970s and 1980s.","Description":"This course explores the rise of multiple feminist theories and forms of activism during the 1970s and 1980s. Students critically examine the genealogy of the conceptualization of \"second-wave feminism,\" and explore the role of gay, Chicano, and black liberation, civil rights, and labor struggles on the development of feminist thinking and action. The course pays particular attention to how feminists of this period addressed questions of U.S. foreign policy in Vietnam, Central America, and South Africa; the nuclear arms race; and U.S. domestic race relations. Students read from primary source material and study the literature produced by Marxist feminisms, black feminisms, lesbian feminisms, liberal feminisms, and radical feminisms. Recommended background: WGST 100. Enrollment limited to 25. (Identities and Interests.) (Institutional Politics.) M. Plastas.","Department Code":"PT/WS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/WSs27'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Queer Studies (C009)"]},"color":"rgb(183, 74, 147)","size":10.0},{"label":"PLTC 230","x":10.0,"y":0.0,"id":"1","attributes":{"Title":"PLTC 230. The U.S. Congress.","Description":" This course explores the U.S. Congress and legislative politics. Students examine the practice and significance of congressional elections and the organization and behavior of congressional institutions, including their historical development, with a special emphasis on the connection between electoral behavior and lawmaking.   Open to first-year students. Enrollment limited to 30. (Identities and Interests.) (Institutional Politics.) J. Baughman.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC230'> LINK </a>","Requisite":[],"Concentrations":["Law and Society (C013)","Learning and Teaching (C084)","American Cultural Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 122","x":20.0,"y":0.0,"id":"2","attributes":{"Title":"PLTC 122. Government and Politics in Global Perspective.","Description":"Can we create democracies by establishing new political constitutions? Are Islam and democracy compatible? Is democracy in danger in Western Europe? Are post-communist countries becoming authoritarian again? Are presidentialism or the unmet promise of economic reforms the root of Latin America's political ills? Typical responses to these questions are ill-informed and therefore erroneous. Students learn the concepts, theories, and methods that serve to make evidence-based claims about the core debates in global politics. Enrollment limited to 40. (Governance and Conflict.) (Institutional Politics.) C. Pérez-Armendáriz.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC122'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 319","x":30.0,"y":0.0,"id":"3","attributes":{"Title":"PLTC 319. The U.S. Presidency: Development and Problems.","Description":"When the framers created the U.S. presidency, they created an executive office without precedent in the modern world.  The aim of this course is to uncover their objectives as well as to evaluate how the office and power of the presidency has changed over time.  As such, over this semester students will 1) survey the institutional development and current operations of the executive branch of United States federal government; 2) examine the politics of presidential leadership; 3) and consider the impact of the former on the latter.  Special attention will also be given to those areas of cutting edge research in presidential studies including the managerial capacities of the Executive Office of the President, the scope and limits of unilateral action, and changing relations with Congress, the bureaucracy, and the public. Recommended background: some understanding of the U.S. Congress, or any 200-level U.S. politics course.    Enrollment limited to 15. (Institutional Politics.) (Philosophical, Literary, and Legal Studies.)    S. Engel.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC319'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 329","x":40.0,"y":100.0,"id":"4","attributes":{"Title":"PLTC 329. American Political Development.","Description":" American political development (APD) is a distinct branch of American political science, which is not only credited with \"bringing history\" back into the study of American politics but also is explicitly concerned with how politics is constructed historically. The course is centrally concerned with how political institutions, ideas, and culture shape the actions of political actors and policy outcomes over time. Students assess the growth, development, and change of a range of political institutions and consider how their development affects social policies, including but not limited to welfare and race policy. Prerequisite(s): PLTC 115. Recommended background: PLTC 211, 215, 230. Enrollment limited to 15. (Institutional Politics.) (Political Economy.)    S. Engel.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC329'> LINK </a>","Requisite":" PLTC 115. Recommended background: PLTC 211, 215, 230. Enrollment limited to 15. (Institutional Politics.) (Political Economy.)    S. Engel.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 258","x":60.0,"y":0.0,"id":"5","attributes":{"Title":"PLTC 258. Environmental Diplomacy.","Description":"Environmental hazards rarely recognize state boundaries; people acting to eliminate these hazards often cannot avoid them. Through a series of case studies, this course examines the obstacles to international cooperation on the environment and the strategies people use to overcome them. Case studies include the politics surrounding the depletion of the ozone layer, the collapse of international fisheries, deforestation, and urbanization. Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) (Political Economy.) J. Richter.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC258'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 346","x":70.0,"y":0.0,"id":"6","attributes":{"Title":"PLTC 346. Power and Protest.","Description":"The role of subordinates in power relations ranges from resigned acceptance of exploitation to active revolution. This course examines the complicated nature of power; the focus is a comparative study of the parts played by subordinate groups in different power relationships and varying cultural contexts. Readings and discussion center on a combination of theoretical studies of power, and case materials, primarily on the \"developing world.\" The goal is to better understand power as a fluid relationship and better comprehend the complex meaning of \"resistance.\" Enrollment limited to 15. (Governance and Conflict.) (Philosophical, Literary, and Legal Studies.)    A. MacLeod.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC346'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PT/WS s32","x":80.0,"y":0.0,"id":"7","attributes":{"Title":"PT/WS s32. Global Flows: Work, Sex, and Care.","Description":"Globalization refers to processes underlying profound changes in contemporary life from the corporate boardroom to the family bedroom.  What do women and sex have to do with the global political economy?  How does gender—the social organization of sexual difference—shape the future \"world without borders\"?   In what ways might global restructuring depend on women and gender relations?  This course examines how sexual divisions of labor, power, and decision making shape flows of money, jobs, goods, and people across borders.  Students use interdisplinary perspectives from political economy, women and gender studies, and film studies to consider gender as an aspect of global processes of change and transformation in international flows, connections, production and consumption. Enrollment limited to 20. (Identities and Interests.) L. Hill.","Department Code":"PT/WS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/WSs32'> LINK </a>","Requisite":[],"Concentrations":["Diasporas (C038)","Globalization (C014)","Learning and Teaching (C084)"]},"color":"rgb(183, 74, 147)","size":10.0},{"label":"PLTC 234","x":90.0,"y":0.0,"id":"8","attributes":{"Title":"PLTC 234. Public Policy and the U.S. Welfare System.","Description":"This course offers an introduction to how public policy is crafted and implemented in the American context. Students examine how interests are balanced in the design of policy, how institutions affect the implementation of policy, and how policy is evaluated. The second half of the course uses the American welfare state as a case study, starting with the Great Society and ending with the Welfare Reform of 1996 to illustrate the reciprocal nature between policy and public opinion and to explore the paradox between popular support for specific government services and opposition to general government programs. Recommended background: PLTC 115. Enrollment limited to 30. (Institutional Politics.) (Political Economy.) Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC234'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 310","x":100.0,"y":100.0,"id":"9","attributes":{"Title":"PLTC 310. Public Opinion.","Description":"An analysis of controversies concerning the formation, nature, and role of public opinion in American politics. The course examines attitudes on selected current issues among persons with a variety of social and economic backgrounds. Students learn the methodology of sample surveys (polls), appropriate statistics, and the use of computers to analyze data. No previous knowledge of statistics or computing is assumed. Prerequisite(s): PLTC 115, 211, or 215. Enrollment limited to 15. (Identities and Interests.) (Institutional Politics.)    J. Baughman.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC310'> LINK </a>","Requisite":" PLTC 115, 211, or 215. Enrollment limited to 15. (Identities and Interests.) (Institutional Politics.)    J. Baughman.","Concentrations":["Applying Mathematical Methods (C006)","Learning and Teaching (C084)","American Cultural Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 337","x":110.0,"y":0.0,"id":"10","attributes":{"Title":"PLTC 337. Political Psychology.","Description":"This course presents an overview of some of the main themes in political psychology and provides students with the statistical tools to evaluate scholarly research. Students learn basic probability theory, hypothesis testing, and basic research design. They consider scholarly articles, both as examples of research methods and for their substantive contribution to the field of political psychology. They examine how ideology, emotions, thought processes, group attachments, and genetics all impact political behavior, with special attention to the ways motivated reasoning can help explain political disagreement and gridlock. Recommended background: PLTC 115. Enrollment limited to 15. (Identities and Interests.) (Institutional Politics.)    D. Perkins.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PLTC#PLTC337'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 244","x":120.0,"y":0.0,"id":"11","attributes":{"Title":"PLTC 244. Political Imagination.","Description":"Has our society lost the ability to imagine and create alternative political arrangements? This course uses theoretical and cross-cultural materials to explore the nature of political imagination. What are the sources of political imagination? What constraints limit the envisioning of alternative polities? How do identity differences shape imagining, and who typically voices alternatives? What is the relationship between art, popular culture, and politics? This course explores the politics of ideology, consciousness, and change in the West, the Middle East, and China to better understand the nature of political creativity.  Open to first-year students. Enrollment limited to 30. (Identities and Interests.) A. MacLeod.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PLTC#PLTC244'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC s26","x":130.0,"y":0.0,"id":"12","attributes":{"Title":"PLTC s26. Mass Media and Politics.","Description":"This course examines how the media and the politicians they cover attempt to control one another. Students consider the factors that affect the ability of the press to uphold its mandate to keep the citizenry informed, including market forces, psychological and ideological factors, institutional constraints, and direct government interference. Students engage in simulated news production to confront and understand the dynamics of the news cycle. Enrollment limited to 30. (Identities and Interests.) (Institutional Politics.) Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTCs26'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 160","x":140.0,"y":0.0,"id":"13","attributes":{"Title":"PLTC 160. Politics of the Modern Middle East.","Description":"This course offers students an introduction to the politics of the Middle East and North Africa. The first section concentrates on the history of the Muslim world and considers a number of issues, including the rise of Islam, empires, colonialism, and the formation of modern states in the twentieth century. The second section is organized more conceptually: students investigate different regime types, political ideologies, authoritarianism, political economy, and the politics of gender in various Muslim countries, including Egypt, Morocco, Iran, Turkey, Syria, and Saudi Arabia. Students also discuss prospects for democracy and liberalization in different Muslim countries. Enrollment limited to 40. (Governance and Conflict.) (Identities and Interests.) S. Aslan.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC160'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Middle East in Global Context (C090)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 205","x":150.0,"y":0.0,"id":"14","attributes":{"Title":"PLTC 205. State-Society Relations in the Modern Middle East.","Description":"Like no other political entity in history, the modern state seeks to transform society into an image of its own making and to harness its citizens' productive power for its own benefit. States in the Middle East, like those all over the world, have attempted this feat with varying degrees of success and failure. This course examines state efforts to dominate and shape society in the Middle East and the myriad ways that social groups have resisted, assisted, and otherwise modified state rule. Recommended background: PLTC 160. Enrollment limited to 30. (Governance and Conflict.) (Identities and Interests.) S. Aslan.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC205'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Middle East in Global Context (C090)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 396","x":160.0,"y":0.0,"id":"15","attributes":{"Title":"PLTC 396. Poverty and Democracy.","Description":"This seminar examines new developments in democratic theory against the backdrop of public policies concerned with the stubborn problem of poverty. Beginning with specific issues in poverty studies, such as food security, prison construction, and health care, students gain familiarity with options available to policy makers. Turning to specific issues in democratic theory, such as distributive justice, public deliberation, and self-determination, students consider a variety of arguments concerned with popular rule. Reading and criticizing texts that address both poverty and democracy make the problem of physical survival more visible in contemporary social justice debates concerning sexuality, race, gender, and class. Prerequisite(s): two courses in politics. Enrollment limited to 15. (Philosophical, Literary, and Legal Studies.) (Political Economy.)    W. Corlett.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC396'> LINK </a>","Requisite":" two courses in politics. Enrollment limited to 15. (Philosophical, Literary, and Legal Studies.) (Political Economy.)    W. Corlett.","Concentrations":["Class, Inequity, Poverty, and Justice (C008)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 360","x":170.0,"y":0.0,"id":"16","attributes":{"Title":"PLTC 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC360'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 248","x":180.0,"y":0.0,"id":"17","attributes":{"Title":"PLTC 248. The Arctic: Politics, Economics, Peoples.","Description":"Overlapping political and ecological boundaries, valuable resources, and indigenous politics combine to make the Arctic region an important area in international affairs. The impact of global climate change is creating new conflicts while exacerbating old ones. This course explores the linkages among the areas bordering the Arctic while discussing the political economy of resource use such as fisheries, oil drilling, mining, reindeer herding, whaling, sealing, and polar bears. Students explore the actors in the area — Canada, Greenland, Norway, Alaska, Russia, and their respective indigenous populations — and study efforts to increase international cooperation in the area. Enrollment limited to 30. (Governance and Conflict.) (Political Economy.) Á. Ásgeirsdóttir.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC248'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"," North Atlantic Studies (C045)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 320","x":190.0,"y":0.0,"id":"18","attributes":{"Title":"PLTC 320. Immigrants and their Homelands.","Description":"The observation that many migrants actively engage in the social, political, and economic life of both their origin and host countries is the basis for the study of how immigrants engage their homelands. How does simultaneous membership in two countries help migrants shape and pursue their political interests? How and why have states reached out to their émigrés and formalized pathways for them to participate in home-country politics, and with what effect? What is the impact of migrants' homeland connections, economics development, and politics in their home countries? The course emphasizes emigration from Latin America and touches on European and Asian cases.   Enrollment limited to 15. (Community-Engaged Learning.) (Identities and Interests.) (Institutional Politics.)    Normally offered every year. C. Pérez-Armendáriz.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC320'> LINK </a>","Requisite":[],"Concentrations":["Diasporas (C038)","Globalization (C014)","Latin American Studies (C072)","Learning and Teaching (C084)","Racisms (C041)","American Cultural Studies","Latin American Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 394","x":200.0,"y":0.0,"id":"19","attributes":{"Title":"PLTC 394. Contemporary Liberalism and Democratic Action.","Description":"Twentieth-century Western liberalism has faced new challenges of cultural pluralism: including people previously excluded on the grounds of race, gender, and sexuality; speaking to both sides of the widening gap between rich and poor nations; coming to terms with the rights of indigenous peoples; and reconciling capitalism and democracy. Do contemporary formulations of this diverse and venerable tradition show how to negotiate the contested terrain of twenty-first-century cultural politics? Or is Western liberalism necessarily an apologist for the exclusionary politics of a bygone era? Students read and criticize recent authors who discuss these questions against the backdrop of canonical texts. Prerequisite(s): two courses in politics. Enrollment limited to 15. (Philosophical, Literary, and Legal Studies.) (Political Economy.)    W. Corlett.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC394'> LINK </a>","Requisite":" two courses in politics. Enrollment limited to 15. (Philosophical, Literary, and Legal Studies.) (Political Economy.)    W. Corlett.","Concentrations":["Class, Inequity, Poverty, and Justice (C008)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 315","x":210.0,"y":0.0,"id":"20","attributes":{"Title":"PLTC 315. International Cooperation.","Description":"In this course students analyze the dual questions of why nations cooperate and how they cooperate. The course begins with the problems of cooperation in an anarchic world and investigates how nations overcome these problems. In the process, the course examines different analytical perspectives such as realism, liberalism, and regime theory, as well as solutions to cooperative problems proposed by game theory and negotiation analysis. Substantively, the course examines cooperation over trade issues, financial affairs, global commons, and the environment. Recommended background: PLTC 171, 222, and 234. Enrollment limited to 15. (Governance and Conflict.) (Political Economy.)    Á. Ásgeirsdóttir.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC315'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 345","x":220.0,"y":0.0,"id":"21","attributes":{"Title":"PLTC 345. NGOs and World Politics.","Description":"The phenomenal growth of nongovernmental organizations (NGOs) in recent decades has made them increasingly influential actors in international politics. This course examines NGO strategies in human rights (including the rights of women) and environmental policy, and critically evaluates their role in global affairs. What is the relation between international NGOs, their donors, and their constituents? What happens when relatively rich international NGOs interact with relatively poor indigenous organizations and populations? Has growing NGO activity caused changes in current understandings of state sovereignty? Prerequisite(s): one of the following: PLTC 161, 171, 234, 236, 245, or 278. Enrollment limited to 15. (Governance and Conflict.) (Identities and Interests.) J. Richter.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PLTC#PLTC345'> LINK </a>","Requisite":" one of the following: PLTC 161, 171, 234, 236, 245, or 278. Enrollment limited to 15. (Governance and Conflict.) (Identities and Interests.) J. Richter.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 348","x":230.0,"y":0.0,"id":"22","attributes":{"Title":"PLTC 348. Islam and Democracy.","Description":"This seminar examines the debate among non-Muslims in the West and Muslims in Islamic countries as to whether Islam as a religious ideology and practice is compatible with classic notions of democratic government. It explores the religious and ideological origins of the debate in the West and the diverse ways this \"external\" debate impacts the \"internal\" debate in different Muslim societies. Political Islam is studied in several Muslim countries to understand views of autonomous civil society organizations, elections, and political participation. Enrollment limited to 15. (Governance and Conflict.) Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PLTC#PLTC348'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 245","x":240.0,"y":0.0,"id":"23","attributes":{"Title":"PLTC 245. Democracy in the State and in the Home.","Description":"What is the connection between democracy and gender relations? Do democracy movements create possibilities for women's activism and for extending political equality to women? This course uses a comparative approach to investigate cases of regime change in Latin America, Eastern and Central Europe, the Middle East, and sub-Saharan Africa in order to understand the effects of democratization on women's political lives. Students consider transitions, state-civil society relations, and their impact on gender relations. Recommended background: PLTC 118, 120, 155, 161, or WGST 100.    Open to first-year students. Enrollment limited to 30. (Identities and Interests.) L. Hill.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PLTC#PLTC245'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Women and Gender Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC s21","x":250.0,"y":0.0,"id":"24","attributes":{"Title":"PLTC s21. Practicing Postconsumption.","Description":"Do new recycling habits make people more aware of wasteful behavior? Does gaining a better sense of postconsumption inspire people to buy fewer commodities? Or, could new and improved waste management possibly encourage overconsumption by minimizing the problem of removing the excess? To address questions such as these, students work through Deleuze and Guattari's provocative   while examining texts that seek to integrate postconsumption and the design of products, buildings, and neighborhoods. Final projects include developing new recipes, redesigning commodities, remixing campus initiatives, and rethinking neighborhood collaboration on waste management.    Enrollment limited to 30. (Philosophical, Literary, and Legal Studies.) W. Corlett.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTCs21'> LINK </a>","Requisite":[],"Concentrations":["Class, Inequity, Poverty, and Justice (C008)","Learning and Teaching (C084)","Material Culture (C083)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 351","x":260.0,"y":0.0,"id":"25","attributes":{"Title":"PLTC 351. Politics of Judicial Power.","Description":"This course provides a detailed introduction to the normative and empirical debates surrounding judicial power including the origins of judicial review, the concept of courts as strategic actors, and the development of increasingly stronger courts over time in the United States and abroad (particularly Europe and Southeast Asia). Unlike courses in constitutional law, this course is less concerned with legal doctrine and focuses instead on the court as a political institution that interacts with the legislative and executive powers of the state. Prerequisite(s): PLTC 115, 122, 125, or 171. Recommended background: PLTC 216 or PT/WS 282.    Enrollment limited to 15. (Institutional Politics.) (Philosophical, Literary, and Legal Studies.)    S. Engel.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC351'> LINK </a>","Requisite":" PLTC 115, 122, 125, or 171. Recommended background: PLTC 216 or PT/WS 282.    Enrollment limited to 15. (Institutional Politics.) (Philosophical, Literary, and Legal Studies.)    S. Engel.","Concentrations":["Law and Society (C013)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 214","x":270.0,"y":0.0,"id":"26","attributes":{"Title":"PLTC 214. Voice, Participation, and Liberty in American Constitutionalism.","Description":"In this course students analyze judicial interpretations of the freedoms classically considered to be civil liberties, including First Amendment jurisprudence, voting rights, and the rights of the accused. Topics include First Amendment speech issues (e.g., libel, slander, national security, fighting words, obscenity and pornography, campus speech, and hate speech or hate crime), First Amendment religion issues (exercise and establishment clauses, conflicts between religious liberties and civil rights claims), voting rights, and civil and criminal procedures as outlined in the Fourth, Fifth, Sixth, and Eighth amendments. Criminal procedures include due process, search and seizure (particularly in relationship to new technologies), trial guarantees, and cruel and unusual punishment, including the death penalty. Recommended background: PLTC 115 or 216.    Enrollment limited to 30. (Philosophical, Literary, and Legal Studies.) S. Engel.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC214'> LINK </a>","Requisite":[],"Concentrations":["Law and Society (C013)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PT/WS 155","x":280.0,"y":0.0,"id":"27","attributes":{"Title":"PT/WS 155. Women, Power, and Political Systems.","Description":"This course studies politics through the experiences of half the world's population: women. Using several frames —political theory, voter behavior, international politics, social movement activism, and global studies—the course examines what counts as \"politics\" and surveys the impact of gender on women's status, roles, and actions in political systems from the ancient world to contemporary emerging democracies. Why are women under-represented in nearly all governments? Do women make more of an impact on national and global politics than the  images of \"men in suits\" imply? Students consider women—differentiated by class, race, nation, and sexuality—as political subjects and study their participation in and impact on politics and public decision making in a variety of political systems.    Not open to students who have received credit for PLTC 155. Enrollment limited to 40. (Identities and Interests.) (Philosophical, Literary, and Legal Studies.) L. Hill.","Department Code":"PT/WS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/WS155'> LINK </a>","Requisite":[],"Concentrations":["Class, Inequity, Poverty, and Justice (C008)","Learning and Teaching (C084)"]},"color":"rgb(183, 74, 147)","size":10.0},{"label":"PLTC s13","x":290.0,"y":0.0,"id":"28","attributes":{"Title":"PLTC s13. Immigration Reform.","Description":"What should immigration reform look like? What are the obstacles to immigration reform? Students explore U.S. immigration from 1965 to the present, including both its intended and unintended consequences. Students analyze the policy preferences, resource, and constraints of key stakeholders in the current immigration debate and practice advancing these diverse perspectives vis-à-vis Congress through role-play and simulation. Based on community research, theoretical readings, and review of the policy proposals that Congress has recently considered, students, experience first-hand why so many voices remain \"unheard\" in Congress as the reform process remains stalled.    Not open to students who have received credit for PLTC s15. Open to first-year students. Enrollment limited to 20. (Institutional Politics.) C. Pérez-Armendáriz.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTCs13'> LINK </a>","Requisite":[],"Concentrations":["Knowledge, Action, and the Public Good (C091)","Latin American Studies (C072)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 295","x":300.0,"y":0.0,"id":"29","attributes":{"Title":"PLTC 295. Reading Marx, Rethinking Marxisms.","Description":"Students practice different ways of reading and rethinking the work of Karl Marx. The first part of the course permits unrushed, close reading and discussion of Marx's best-known texts. The second part emphasizes recent efforts by critical theorists to revise the original doctrine without abandoning radical politics. Topics for reading and discussion include various Marxist feminisms, Marxist literary theory, and other Marxist interventions against capitalism.   Open to first-year students. Enrollment limited to 30. (Philosophical, Literary, and Legal Studies.) (Political Economy.) W. Corlett.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC295'> LINK </a>","Requisite":[],"Concentrations":["Class, Inequity, Poverty, and Justice (C008)","Learning and Teaching (C084)","European Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC s23","x":310.0,"y":0.0,"id":"30","attributes":{"Title":"PLTC s23. Simulating the Legislative Process.","Description":"Students engage in a simulation of the federal legislative process by playing the roles of interest groups and officeholders in writing a major law. They explore the goals, strategies, and constraints of political actors in making policy. At the same time, attention is paid to the policy process generally and how in particular cases the process can be altered or subverted to suit the interests of actors. Parallels are drawn with real-world instances of contemporary congressional lawmaking. Recommended background: PLTC 115 and 230. Enrollment limited to 24. (Institutional Politics.) J. Baughman.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTCs23'> LINK </a>","Requisite":[],"Concentrations":["The Collaborative Project (C012)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 457","x":320.0,"y":0.0,"id":"31","attributes":{"Title":"PLTC 457. Senior Thesis.","Description":"Discussion of methods of research and writing, oral reports, and regular individual consultation with instructors. Students undertake a one-semester thesis by registering for PLTC 457 in the fall semester. Majors writing an honors thesis register for both PLTC 457 and 458. Prerequisite(s): one 300-level seminar in politics and Politics s49.    Normally offered every year. Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC457'> LINK </a>","Requisite":" one 300-level seminar in politics and Politics s49.    Normally offered every year. Staff.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC s50","x":330.0,"y":0.0,"id":"32","attributes":{"Title":"PLTC s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTCs50'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 325","x":340.0,"y":0.0,"id":"33","attributes":{"Title":"PLTC 325. Constitutional Rights and Social Change.","Description":"An exploration of relationships between constitutional rights and movements for social change. Rights are examined as legal declarations that empower the oppressed, as ideological constructions that reinforce privilege, and as resources of unknown value that may be employed in political struggle. The utility of rights is examined in the civil rights and women's rights movements. Recommended background: PLTC 114, 226, 227, 228, or 229. Enrollment limited to 15. (Institutional Politics.)    Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PLTC#PLTC325'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Racisms (C041)","American Cultural Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC s28","x":350.0,"y":0.0,"id":"34","attributes":{"Title":"PLTC s28. Political Economy of Multinational Corporations.","Description":"The significance of multinational corporations in the international economic system has grown in recent years, as they have come to be regarded as formidable political actors in the international system. International policymakers view them as engines for the achievement of economic development and also as agents to press for both positive and negative changes in domestic policy wherever they operate. Drawing on readings from political science, economics, management, and law, this course examines firms and the motivations for their behavior, especially regarding their involvement in international politics. Enrollment limited to 30. (Institutional Politics.) (Political Economy.) A. Akporiaye.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTCs28'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 191","x":360.0,"y":100.0,"id":"35","attributes":{"Title":"PLTC 191. Western Political Theory.","Description":"The course examines the relation of Western political thought to current struggles against various forms of oppression. When white Western male theorists use the language of truth and justice, law and order, or rights and liberty, do they speak for everyone? Or do their writings reinforce asymmetries of economic and social power? Students consider various responses to such questions while reading and discussing selections from Plato, Locke, Wollstonecraft, and Marx. Enrollment limited to 40. (Philosophical, Literary, and Legal Studies.) (Political Economy.) Normally offered every year. W. Corlett.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC191'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 421","x":370.0,"y":100.0,"id":"36","attributes":{"Title":"PLTC 421. Congressional Internship.","Description":"Part-time internships, primarily in local offices of members of the Maine delegation in the United States Congress. Readings and writing focus on congressional staffs, constituencies, and relations with the bureaucracy. Prerequisite(s): PLTC 115, 230, or 328. Enrollment is limited to available positions. Instructor permission is required. Normally offered every semester. J. Baughman.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC421'> LINK </a>","Requisite":" PLTC 115, 230, or 328. Enrollment is limited to available positions. Instructor permission is required. Normally offered every semester. J. Baughman.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 216","x":390.0,"y":0.0,"id":"37","attributes":{"Title":"PLTC 216. Constitutional Law: Balance of Powers.","Description":"This course investigates the development of constitutional law in the United States, with focus on governmental structure — popular sovereignty, separation of powers, and federalism — and some basic and contested techniques of constitutional interpretation. Topics include the respective and overlapping powers of the legislative branch, the presidency, and the judiciary; the development of judicial review; the relationship among the three federal branches; the balance of powers between the federal government and the governments of the several states; and government regulation of citizens' actions in the workplace. Students read, discuss, and critically analyze legal rulings and evaluate scholarly commentary. Recommended background: PLTC 115.    Enrollment limited to 30. (Institutional Politics.) (Philosophical, Literary, and Legal Studies.) S. Engel.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC216'> LINK </a>","Requisite":[],"Concentrations":["Law and Society (C013)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"ENVR 301","x":360.0,"y":0.0,"id":"38","attributes":{"Title":"ENVR 301. Politics of Nature.","Description":"What is nature and what does it mean to say that it has a politics? In one common understanding, nature is precisely that which stands apart from political dynamics, indicating a world of objective \"facts\" beyond human influence. Yet the concept of nature has long been implicated in relations of power, whether by making certain social relationships such as race, gender, and class seem inevitable or by lending strength to movements for liberation. This course examines the politics of nature through various lenses of poststructuralist, postcolonial, feminist, and Marxist political theory, ultimately seeking to imagine how nature itself might become a site for transformative democratic practice. Prerequisite(s): Any two of the following: AN/ES 242; ENVR 203, 204, 205, or 272; ES/PL 214; PHIL 150, 211, or 262; PLTC 191 or 202; SOC 204; or WGST 100.   Enrollment limited to 15.    One-time offering. E. Miller.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR301'> LINK </a>","Requisite":" Any two of the following: AN/ES 242; ENVR 203, 204, 205, or 272; ES/PL 214; PHIL 150, 211, or 262; PLTC 191 or 202; SOC 204; or WGST 100.   Enrollment limited to 15.    One-time offering. E. Miller.","Concentrations":[]},"color":"rgb(234, 184, 217)","size":10.0},{"label":"PLTC 209","x":400.0,"y":0.0,"id":"39","attributes":{"Title":"PLTC 209. Contemporary United States–Latin American Relations.","Description":"This course examines and analyzes contemporary U.S.–Latin American political, economic, military, and security relations. Students first explore theories of international relations and foreign policy. They then draw on these theories to better understand why, throughout the twentieth century, the United States intervened so frequently and forcefully in Latin American countries and whether the interventions have served U.S. interests or helped Latin American nations. Students analyze current issues affecting international relations in the continent, including the politics of natural resources, regional trade agreements, drug traffic, international migration, and the emergence of a new left. Recommended background: PLTC 171. Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) (Political Economy.) C. Pérez-Armendáriz.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC209'> LINK </a>","Requisite":[],"Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Latin American Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PT/WS 347","x":410.0,"y":0.0,"id":"40","attributes":{"Title":"PT/WS 347. Gender and the State.","Description":"Two key questions provide the focus for this course: How does gender define citizenship, politics, and the state? What roles do states play in shaping notions of masculinity and womanhood? Theoretical framings of gender and politics form the basis for reviewing women's and men's varying  relationships to states. Students examine processes through which gender ideologies shape state power and policy as well as how state projects, such as economic development or war, influence gender relations. Using case studies of women's political activism, students investigate how women (re)define their political roles, seek access to state power, and thus pursue different relationships to the state. Reommended background: one course in politics or women and gender studies. Not open to students who have received credit for PLTC 347. Enrollment limited to 15. (Governance and Conflict.) (Identities and Interests.) L. Hill.","Department Code":"PT/WS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/WS347'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Racisms (C041)"]},"color":"rgb(183, 74, 147)","size":10.0},{"label":"PLTC 224","x":420.0,"y":0.0,"id":"41","attributes":{"Title":"PLTC 224. Politics of International Trade.","Description":"International trade is a contentious political issue within developed as well as developing nations. This course explores the political impact of international trade on governments and societies. Students discuss the economic and political aspects of free trade as well as the changes in the politics of international trade over the past two centuries. Specific topics covered include trade protection, regional and global trade agreements, trade in agricultural goods, international trade and human rights, intellectual property rights, and the impact of trade on the environment. Open to first-year students. Enrollment limited to 30. (Institutional Politics.) (Political Economy.) Á. Ásgeirsdóttir.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC224'> LINK </a>","Requisite":[],"Concentrations":["Globalization (C014)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 236","x":430.0,"y":0.0,"id":"42","attributes":{"Title":"PLTC 236. The Global Politics of Climate Change.","Description":"Few issues are likely to affect the lives of young people across the globe as much as climate change. Few issues engage more diverse social actors and present such complexities in devising a response. This course uses climate change as an extended case study to examine theories of international cooperation around climate change and examine the structures, actors,  and processes of governance on a global scale. Enrollment limited to 30. (Governance and Conflict.) (Political Economy.) J. Richter.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC236'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PT/WS s14","x":440.0,"y":0.0,"id":"43","attributes":{"Title":"PT/WS s14. Gender and Tobacco.","Description":"This course explores the sociohistorical complexities of tobacco and the political economies of tobacco production, consumption, and regulation. The course focuses on how gender, race, and class influence tobacco industry policies, tobacco control procedures, the health and economic impact of tobacco on communities, and the strategies of grassroots and transnational activists in tobacco regulation movements. Recommended background: course work in women and gender studies. Not open to students who have received credit for WGST 335. Open to first-year students. Enrollment limited to 30. M. Plastas.","Department Code":"PT/WS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/WSs14'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Public Health (C065)"]},"color":"rgb(183, 74, 147)","size":10.0},{"label":"PLTC 297","x":450.0,"y":0.0,"id":"44","attributes":{"Title":"PLTC 297. The Household and Political Theory.","Description":"Western political theories often acknowledge, either implicitly or explicitly, the importance of domestic considerations—such as child bearing, sexual relations, and issues of home economics—but rarely appreciate their political significance. And sometimes theorists who acknowledge that the personal is political miss the significance of the so-called racial classification or class position of the domestic situations they study. Drawing from Western and non-Western feminist, socialist, and other sources, this course stresses close reading of theories that highlight the politics of domestic life. Because many of these arguments involve criticism of Western political thought, students also examine how various Western classics (for example, Plato, Aristotle, Rousseau, or Hegel) situate domesticity. Recommended background: PLTC 191. Open to first-year students. Enrollment limited to 30. (Philosophical, Literary, and Legal Studies.) (Political Economy.) W. Corlett.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC297'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Women and Gender Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 200","x":460.0,"y":0.0,"id":"45","attributes":{"Title":"PLTC 200. Democracy and Democratization.","Description":"In this course, students consider democracy and democratization in a comparative and historical perspective. The course looks at the three or four waves of democratization over the last two hundred years, focusing on why these waves occurred and how each is distinctive. Students then turn to disaggregating the concept of democracy and tracing the historical development of its specific elements, including elections, secret ballots, accountability and checks and balances, and political and civil rights. They also examine conditions that foster or impede democracy, such as the nature of civil society and political culture, and economic development and nationalism. At the end of the course, they look at the prospects for democracy around the world.    Enrollment limited to 30. (Identities and Interests.) (Institutional Politics.) Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC200'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PT/WS 220","x":470.0,"y":0.0,"id":"46","attributes":{"Title":"PT/WS 220. Gender, War, and Peace.","Description":"This course uses gender as an analytical tool to examine the history of war and peace. How do war and militarization construct masculinities and femininities? What types of roles have women played in the making of war and in the making of peace? How has gender socialization influenced people's analysis of and participation in war and in peace activism? What are the gender politics of the politics of war and of peacemaking? How is gender deployed in current war zones and in current movements for peace? Recommended background: WGST 100.    Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) (Political Economy.) M. Plastas.","Department Code":"PT/WS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/WS220'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)"]},"color":"rgb(183, 74, 147)","size":10.0},{"label":"PLTC 334","x":480.0,"y":0.0,"id":"47","attributes":{"Title":"PLTC 334. Political Economy of Natural Resources.","Description":"Natural resources are materials that are present in the environment, including water, hydrocarbons, and metal ores. Some of these resources have been accorded a strategic quality and, as a result, a role in political and economic dynamics in the domestic and international arena. In this course, students consider natural resources from a political and economic perspective and examine their impacts on policy making, conflict, foreign investment, and development.   Enrollment limited to 15. (Governance and Conflict.) (Political Economy.)    A. Akporiaye.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC334'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 121","x":490.0,"y":0.0,"id":"48","attributes":{"Title":"PLTC 121. Moral Questions and Political Choice.","Description":"The world is growing smaller, and life in a global context involves making decisions about controversial political questions. On what basis do we make these decisions? What is the right way to think about questions of poverty, violence, women's roles, or human rights, and how do we know? This course explores the moral questions embedded in discussions of political change. Students read a diverse range of theoretical, historical, and fictional materials to think about questions of human nature, proper human interactions, justice, freedom, responsibility, and potentiality. The objective is to better understand the moral and political questions involved in citizenship in a global world. Not open to students who have received credit for FYS 330. Enrollment limited to 40. (Governance and Conflict.) (Identities and Interests.) A. MacLeod.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC121'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 328","x":375.0,"y":0.0,"id":"49","attributes":{"Title":"PLTC 328. Representation in Theory and Practice.","Description":"Are citizens in a representative democracy more like stage directors or probation officers? This course is an analysis of the purpose and limits of political representation. Topics include the role of formal representation in democratic government, the ways citizens hold governments accountable, the responsiveness of political leaders, representation of and by women and minorities, and alternative mechanisms for ensuring accountability. Students consider historical and contemporary sources on the United States, Europe, and Latin America. Prerequisite(s): one of the following: PLTC 115, 122, 211, 230, or 249. Enrollment limited to 15. (Institutional Politics.) (Philosophical, Literary, and Legal Studies.)    J. Baughman.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC328'> LINK </a>","Requisite":" one of the following: PLTC 115, 122, 211, 230, or 249. Enrollment limited to 15. (Institutional Politics.) (Philosophical, Literary, and Legal Studies.)    J. Baughman.","Concentrations":["Law and Society (C013)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 202","x":500.0,"y":0.0,"id":"50","attributes":{"Title":"PLTC 202. Garbage and the Politics of Disposition.","Description":"This course studies the power and inclination to throw some things away while keeping others. Garbage can include personal refuse, useless information, nonsense arguments, or forms of life tagged inferior, inedible, in the way, or past their prime. But who designates garbage? Which forces patrol the lines between value and waste? How might people and governments rethink their relationships with the things they toss out? Engaging the work of Foucault, Deleuze, Derrida, and their critics, students consider the imbricated relations between public management of waste and the predispositions and habits associated with these policies. Enrollment limited to 30. (Philosophical, Literary, and Legal Studies.) (Political Economy.) W. Corlett.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC202'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Material Culture (C083)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PT/SO s30","x":510.0,"y":0.0,"id":"51","attributes":{"Title":"PT/SO s30. War, States, and Social Change.","Description":"In this course students examine sociological perspectives on war, peace, empires, nation-states, revolutions, and reforms, drawing on recent theories of the sociology of war, political sociology, and comparative-historical sociology. In the second half of the course, special attention is given to the post-World War II period and the twenty-first century.    Enrollment limited to 30. (Governance and Conflict.) Staff.","Department Code":"PT/SO","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/SOs30'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)"]},"color":"rgb(66, 23, 187)","size":10.0},{"label":"PLTC 290","x":520.0,"y":0.0,"id":"52","attributes":{"Title":"PLTC 290. Politics of Sub-Saharan Africa.","Description":"In the 1990s  the promise of political transformation emerged in Africa, giving cause for both optimism and pessimism about the continent's political and economic future. While some states have realized unprecedented degrees of political stability, others have fragmented into civil chaos. Novel democratic experiments have persisted while authoritarian impulses remain entrenched. And despite some of the highest levels of poverty in the world, Africa as a whole witnessed economic growth for the first time in decades. This course exposes students to the diverse mosaic of political life in Africa and examines factors that have shaped development and governance since the close of the colonial era. Attention is given to Africa's historical experiences, economic heritage, and the international context in which they are embedded. Students also explore the unfolding patterns of change witnessed at the opening of the twenty-first century and the way that Africans continue to shape their own political and economic situations. Recommended background: PLTC 115, 122, or 171. Open to first-year students. Enrollment limited to 30. (Institutional Politics.) (Political Economy.) L. Hill.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC290'> LINK </a>","Requisite":[],"Concentrations":["Considering Africa (C022)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 458","x":530.0,"y":0.0,"id":"53","attributes":{"Title":"PLTC 458. Senior Thesis.","Description":"Discussion of methods of research and writing, oral reports, and regular individual consultation with instructors. Students undertake a one-semester thesis by registering for PLTC 458 in the winter semester. Majors writing an honors thesis register for both PLTC 457 and 458. Prerequisite(s): one 300-level seminar in politics and Politics s49.    Normally offered every year. Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC458'> LINK </a>","Requisite":" one 300-level seminar in politics and Politics s49.    Normally offered every year. Staff.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC s49","x":540.0,"y":0.0,"id":"54","attributes":{"Title":"PLTC s49. Political Inquiry.","Description":"Students are introduced to many of the approaches used to study politics. By reading and discussing texts from a variety of perspectives, students learn to identify and evaluate crucial research decisions. These include how to formulate a precise and answerable research question, relate it to the work of other scholars, construct an argument to answer the question, assess evidence pertaining to the argument, and present the findings in a manner of interest to other scholars. Prerequisite(s): two courses in politics. Enrollment limited to 60. Normally offered every year. Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTCs49'> LINK </a>","Requisite":" two courses in politics. Enrollment limited to 60. Normally offered every year. Staff.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 253","x":550.0,"y":0.0,"id":"55","attributes":{"Title":"PLTC 253. U.S. Foreign Policy in the Middle East.","Description":"This course follows a thematic rather than a chronological approach to exploring the ideological underpinnings of major U.S. policy issues such as the peace process between Israel and the Palestinians; war in Iraq; containment of Iran; globalization, especially as it affects Middle East energy resources; and the war on terrorism. The course aims to understand the role of ideological perspectives in shaping U.S. policy, the impact of that policy on the Middle East, and the \"blowback\" effect on the United States. Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) (Political Economy.) Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PLTC#PLTC253'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","American Cultural Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PT/WS s12","x":560.0,"y":0.0,"id":"56","attributes":{"Title":"PT/WS s12. Gender, War, and Peace.","Description":"This course uses gender as an analytical tool to examine the history of war and peace. How do war and militarization construct masculinities and femininities? What types of roles have women played in the making of war and in the making of peace? How has gender socialization influenced people's analysis of and participation in war and in peace activism? What are the gender politics of the politics of war and of peacemaking? How is gender deployed in current war zones and in current movements for peace? Recommended background: WGST 100. Not open to students who have received credit for PT/WS 220. Enrollment limited to 30. (Governance and Conflict.) (Political Economy.) M. Plastas.","Department Code":"PT/WS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/WSs12'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)"]},"color":"rgb(183, 74, 147)","size":10.0},{"label":"PT/WS 254","x":570.0,"y":0.0,"id":"57","attributes":{"Title":"PT/WS 254. Sex Matters? U.S. Women and Politics.","Description":"During the last quarter of the twentieth century women made a visible entry into U.S. politics. Politics has shaped women's lives as citizens, workers, and mothers, just as notions of ideal manhood and womanhood have shaped politics since America's founding. Why are women significantly under-represented in public office today? Do increasing numbers of women in government make a difference in policy outcomes affecting women's everyday lives? Does women's political participation and influence—as decisive voters, social movement activists, persuasive legislators, and presidential candidates—make an impact on the conduct of politics or political thinking of the nation? This course examines politics, policy, and the political lives of U.S. women—variously positioned in racial, class, sexual, and cultural communities—in order to make sense of changes and continuity in women's status, participation, and influence on public life and decision making.   Not open to students who have received credit for PT/WS 255. Open to first-year students. Enrollment limited to 20. (Identities and Interests.) (Institutional Politics.) L. Hill.","Department Code":"PT/WS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/WS254'> LINK </a>","Requisite":[],"Concentrations":["Class, Inequity, Poverty, and Justice (C008)","Knowledge, Action, and the Public Good (C091)","Learning and Teaching (C084)","Racisms (C041)"]},"color":"rgb(183, 74, 147)","size":10.0},{"label":"PLTC s20","x":580.0,"y":0.0,"id":"58","attributes":{"Title":"PLTC s20. Spy Games: The Role of Espionage in International Affairs.","Description":"What is espionage? Why do nations spy? Espionage is often referred to as the world's second-oldest profession. Intelligence operations have often played an important role in international affairs, especially during wartime. This course looks at the role of espionage in international affairs with a focus on the twentieth century. Topics covered include the political implications of spying, the myths and realities of espionage, overt operations, counterintelligence, intelligence operations in the global north (CIA, MI5, MI6, Mossad), intelligence operations in the global south, and the role of women in espionage.    Enrollment limited to 20. Instructor permission is required. (Governance and Conflict.) (Institutional Politics.) Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PLTC#PLTCs20'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC s31","x":590.0,"y":0.0,"id":"59","attributes":{"Title":"PLTC s31. Letters Home: The Politics of Travel and Travel Writing.","Description":"In our globalized world, people travel more and write more about their encounters, raising political questions and moral dilemmas. Travel takes place within a context of political interactions, and is itself a practice that conveys and creates politics. Whether one is a tourist, nomad, refugee, or migrant worker, mobility is important for humans, perhaps one of the central actions of human life; the journey is a common metaphor for how our minds move and how we understand life at all. In this course students explore the politics of travel by reading literature on the politics of travel and travel accounts, and by writing letters, using the epistolary form to think about the politics of encounter and place. Open to first-year students. Enrollment limited to 15. (Governance and Conflict.) (Philosophical, Literary, and Legal Studies.)    Normally offered every other year. A. MacLeod.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTCs31'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 243","x":600.0,"y":0.0,"id":"60","attributes":{"Title":"PLTC 243. Politics and Literature.","Description":"This course explores the links between politics and literature, focusing on the unique powers of fiction for understanding and expressing politics. Students read and discuss novels, short stories, and plays drawn from diverse historical and cultural settings, including the Middle East and China. Topics include the construction of authority; women and politics; war, violence, and narratives; change of regime and political power; the construction of alternative realities; private and political virtue; and the relationship between stories and democratic and authoritarian politics. Students also write short stories of their own. Open to first-year students. Enrollment limited to 30. (Identities and Interests.) (Philosophical, Literary, and Legal Studies.) A. MacLeod.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC243'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","The Translated World (C067)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 252","x":610.0,"y":0.0,"id":"61","attributes":{"Title":"PLTC 252. Religion and Politics in the Middle East.","Description":"This course examines how Islamic popular imagery and symbolic language are used to mobilize people into social protest movements that have impacted politics in several Middle Eastern countries. The course uses as a framework for analysis Barrington Moore's theories of how popular notions of justice and injustice sustain political obedience or promote protest and resistance/rebellion, and it applies these ideas to case studies in such countries as Algeria, Egypt, Iran, and Turkey. Recommended background: PLTC 160. Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PLTC#PLTC252'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 423","x":620.0,"y":0.0,"id":"62","attributes":{"Title":"PLTC 423. Internships in Public Policy Research.","Description":"This internship-based course is designed for students interested in public policy and current issues facing Maine. It considers the political process by which policy is formed, the institutions that influence it, and the factors affecting its implementation. The course focuses on a policy research project of the student's own choosing, undertaken for a government agency or policy advocacy group; class discussions link readings to the research projects, and student-instructor conferences guide students' projects. Students also explore the ethical considerations of the policy issues they are researching and visit the State House to observe the legislative process and to meet with stakeholders. Enrollment limited to 10. (Institutional Politics.) Normally offered every year. Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC423'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Public Health (C065)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 296","x":630.0,"y":0.0,"id":"63","attributes":{"Title":"PLTC 296. Contract and Community.","Description":"Western political thought frequently explores relationships—including contracts and community—between individuals and the state, but the terms of this discourse are hotly contested. Why do \"contracts\" so often seem to ignore the unequal power of the parties involved? Must terms like \"community\" erase the politics of human difference? How do categories such as \"individual\" and \"state\" restrict even the politics of privileged men as well as neglect considerations of gender, race, and class? Students read and discuss a variety of texts, including Hobbes, Rousseau, and contemporary theorists. Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) (Philosophical, Literary, and Legal Studies.) W. Corlett.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC296'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 125","x":640.0,"y":0.0,"id":"64","attributes":{"Title":"PLTC 125. States and Markets.","Description":"Given the current debate over globalization, questions about the relationship between states and markets—domestic and global—have become increasingly contested. With that in mind, this course examines how the relationship between states and markets has changed over the past fifty years, exploring such questions as: What is a state? What is a market? How do markets constrain the state? To what extent can the state rein in market forces? How has the relationship between states and markets changed over time? Do states differ in their ability to influence markets? Enrollment limited to 40. (Institutional Politics.) (Political Economy.) Normally offered every year. Á. Ásgeirsdóttir.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC125'> LINK </a>","Requisite":[],"Concentrations":["Globalization (C014)","Learning and Teaching (C084)"," North Atlantic Studies (C045)","European Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 333","x":650.0,"y":0.0,"id":"65","attributes":{"Title":"PLTC 333. State Formation, State Development, State Collapse.","Description":"This course offers an in-depth analysis of the state. It begins with the definitional question and explores different approaches to the state. It then proceeds to historical analysis of the rise of states in Europe and other world regions. The third component of the course explores the relationship between states and societies, focusing on European and other cases. Finally, the course explores the extent of state weakness across the world, and explanations for variation in the strength and stability of states. Enrollment limited to 15. (Governance and Conflict.) (Institutional Politics.)    S. Aslan.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC333'> LINK </a>","Requisite":[],"Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","European Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 308","x":660.0,"y":0.0,"id":"66","attributes":{"Title":"PLTC 308. Violence and State Building in Iraq.","Description":"This course examines the relationship between violence and state building in modern Iraq. It analyzes how different forms of violence such as population resettlements, forced disappearances, ethnic massacres, and wars contribute to consolidation of central authority and formation of political opposition. Going beyond the study of conventional forms of violence, students  also consider symbolic forms of violence, analyzing how leadership cults, state celebrations, and monuments enforced compliance. In the final three weeks of the course students examine  the U.S. occupation of Iraq and discuss its effects on state building, state-society relations, and civil war after regime change. Recommended background: PLTC 122 or 160. Enrollment limited to 15. (Governance and Conflict.) (Institutional Politics.)    S. Aslan.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC308'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 218","x":670.0,"y":0.0,"id":"67","attributes":{"Title":"PLTC 218. Statistics for Political Analysis.","Description":"In this course, students learn how political scientists use statistics. Students use publicly available data to summarize and graph descriptive statistics, make controlled comparisons, use statistical tests and measures of association to make inferences, and conduct linear regressions. The course develops practical skills, including the ability to use the computing program R. Students also explore the limitations of statistics as a research methodology as well as questions of research ethics. Politics majors may not count the course toward their major concentration; however, regardless of their concentration, students may count the course as one of the required courses outside of their major concentration. Prerequisite(s): one 100-level course in politics.    Enrollment limited to 30.    Normally offered every other year. C. Pérez-Armendáriz.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC218'> LINK </a>","Requisite":" one 100-level course in politics.    Enrollment limited to 30.    Normally offered every other year. C. Pérez-Armendáriz.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC s24","x":680.0,"y":0.0,"id":"68","attributes":{"Title":"PLTC s24. Politics of Imagery in the Middle East.","Description":"This course explores the symbolic foundations of power in the Middle East, focusing on how state rulers attempted to regulate the visual sphere within their domains by examining dress codes, architecture, monuments, state ceremonies, and diplomatic etiquette. How do state rulers present themselves in diplomatic missions and official ceremonies? Why do some states impose strict dress laws? What do state architecture and monuments tell us about the foundations of state legitimacy? Students address these questions through case studies. They also explore how social groups have responded to the official efforts to manipulate public imagery in various contexts. Enrollment limited to 30. Normally offered every year. S. Aslan.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTCs24'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Middle East in Global Context (C090)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 211","x":690.0,"y":0.0,"id":"69","attributes":{"Title":"PLTC 211. American Parties and Elections.","Description":"The origins, structures, activities, and functions of parties in the American political system. Students analyze elections, voter behavior, campaign strategy and finance, and the role of parties in the operation of government. Open to first-year students. Enrollment limited to 30. (Identities and Interests.) (Institutional Politics.) J. Baughman.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC211'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 222","x":700.0,"y":0.0,"id":"70","attributes":{"Title":"PLTC 222. International Political Economy.","Description":"This course offers an introduction to the theories and debates regarding the politics of trade, multinational corporations, money and finance, and regional integration of developed and developing countries. Students are encouraged to explore the connections between international politics and economics both historically and in the contemporary era of \"globalization.\" Specific topics addressed include the power of transnational corporations, the emergence and significance of the World Trade Organization and the European Union and the role of the International Monetary Fund in the development world. Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) (Political Economy.) Á. Ásgeirsdóttir.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC222'> LINK </a>","Requisite":[],"Concentrations":["Globalization (C014)","Learning and Teaching (C084)","European Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 207","x":710.0,"y":0.0,"id":"71","attributes":{"Title":"PLTC 207. The State and Violence.","Description":"The classic definition of the state equates its authority with its monopoly on the use of legitimate violence within a territory. This course explores how states use violence to impose order, keep enemies at bay, and consolidate power as well as how others violently resist the state. Students trace the rise of the modern state and look at when states crush dissent and spread fear. They consider why militaries direct violence against civilians in wars, and how opponents of states use their distinctive means of violence, such as terrorism, to resist and attack the state. Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC207'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 215","x":100.0,"y":0.0,"id":"72","attributes":{"Title":"PLTC 215. Political Participation in the United States.","Description":"Citizen participation lies at the heart of democratic decision making, but its importance extends well beyond formal tools like voting. This course explores the many ways in which Americans participate in politics and voice demands on the government, both formally and informally, from letters to the president to demonstrations in the streets. Students also look at who uses these tools, including the ways in which class, race, and gender circumscribe political influence. Open to first-year students. Enrollment limited to 30. (Identities and Interests.) (Institutional Politics.) J. Baughman.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC215'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","American Cultural Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PT/WS 282","x":50.0,"y":100.0,"id":"73","attributes":{"Title":"PT/WS 282. Rights and Identities in American Constitutionalism.","Description":"This course introduces students to constitutional interpretation and development in civil rights and race equality jurisprudence, gender equality jurisprudence, sexual orientation law, and matters related to privacy and autonomy (particularly sexual autonomy involving contraception and abortion access). Expanding, contracting, or otherwise altering the meaning of a right involves a range of actors in a variety of venues, not only courts. Therefore, students consider rights from a \"law and society\" perspective, which focuses on analyzing judicial rulings as well as evaluating the social conceptualization, representation, and grassroots mobilization around these rights. Prerequisite(s): PLTC 115. Recommended background: PLTC 216. Enrollment limited to 30. (Identities and Interests.) (Philosophical, Literary, and Legal Studies.) S. Engel.","Department Code":"PT/WS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/WS282'> LINK </a>","Requisite":" PLTC 115. Recommended background: PLTC 216. Enrollment limited to 30. (Identities and Interests.) (Philosophical, Literary, and Legal Studies.) S. Engel.","Concentrations":["Identity, Race, and Ethnicity (C037)","Law and Society (C013)","Learning and Teaching (C084)"]},"color":"rgb(183, 74, 147)","size":10.0},{"label":"PLTC 260","x":720.0,"y":0.0,"id":"74","attributes":{"Title":"PLTC 260. Nationalism and Nation Building.","Description":"This course provides an overview of major theories on nationalism and nation building. It introduces different forms of nationalism and discusses the relationship between the emergence of modern states and the idea of national identity. Students explore how nationalism relates to state building, citizenship, different regime types, economic change, gender, and religion. Students analyze different theoretical approaches and concepts through empirical case studies drawn from the experiences of national identity formation in countries such as France, Germany, Turkey, Saudi Arabia, Iran, and India. Recommended background: PLTC 122 or 160. Enrollment limited to 30. (Governance and Conflict.) (Identities and Interests.) S. Aslan.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC260'> LINK </a>","Requisite":[],"Concentrations":["Identity, Race, and Ethnicity (C037)","Learning and Teaching (C084)","Middle East in Global Context (C090)","European Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 171","x":260.0,"y":100.0,"id":"75","attributes":{"Title":"PLTC 171. International Politics.","Description":"This course explores some of the many structures and processes that organize world politics, including the system of sovereign states, the global capitalist economy, and the varied meanings assigned to \"nation\" and \"gender.\" To examine how these structures reinforce, intrude upon, and sometimes subvert each other, this course focuses on specific case studies such as international efforts to regulate climate change, nuclear proliferation,  international trade, and intellectual property rights. Enrollment limited to 40. (Governance and Conflict.) (Political Economy.) Normally offered every year. J. Richter.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC171'> LINK </a>","Requisite":[],"Concentrations":["Globalization (C014)","Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 239","x":730.0,"y":0.0,"id":"76","attributes":{"Title":"PLTC 239. The Politics of Space and Place.","Description":"We dwell in places, travel to and from places, peer at snapshots of real locales or imagine fantastical places. Yet what is \"place\"? If place is the intersection of undifferentiated space with human efforts to create meaning and act, how does place help us understand wars, protest, identity, gender, and art or imaginative thinking? This course explores the evolving interdisciplinary discussions of space, place, and power. Students work with case studies, short stories, maps, and landscape art. How do humans perceive, experience, make, and remake place? How can the politics of place create new ideas and practices of responsibility in a globalized world? Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) (Philosophical, Literary, and Legal Studies.) A. MacLeod.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC239'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC s29","x":740.0,"y":0.0,"id":"77","attributes":{"Title":"PLTC s29. Politics and the Essay.","Description":"The essay is experiencing a renaissance, appropriated by a diverse range of writers for new purposes. In this course, students examine the politics of the essay by studying the special qualities of this genre and by reading a wide range of essays drawn from diverse historical periods and cultural locations. Students also write and discuss a series of essays of their own, and may experiment with photo or video essays. Special attention is paid to understanding the politics of the essay genre, constructions of self and other, questions of identity and expression, and women writers and the essay.   Open to first-year students. Enrollment limited to 15. (Identities and Interests.)    A. MacLeod.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PLTC#PLTCs29'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","The Translated World (C067)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 115","x":45.0,"y":0.0,"id":"78","attributes":{"Title":"PLTC 115. American Political Institutions and Processes.","Description":"An introductory description and analysis of American governmental and political institutions and processes, with particular focus upon the conditions and strategies for political decision making.   Enrollment limited to 40. (Identities and Interests.) (Institutional Politics.) Normally offered every year. S. Engel, J. Baughman.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC115'> LINK </a>","Requisite":[],"Concentrations":["Law and Society (C013)","Learning and Teaching (C084)","American Cultural Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 340","x":750.0,"y":0.0,"id":"79","attributes":{"Title":"PLTC 340. Democracy in South Africa.","Description":"This seminar explores the dynamics of dismantling apartheid's racial, economic, and political legacy and examines forces constructing (and obstructing) the consolidation of democracy in South Africa. Participants review scholarship on the state, the global political economy, and democratization in order to assess the political transition and related efforts aimed at social and economic transformation. Can South Africans achieve these goals through democracy? While formal processes change to expand participation, grassroots activists call for the elimination of inequalities. Students examine the role of civil society to understand how citizens and state actors address the challenges of building a democratic state and society. Recommended background: one course in politics. Enrollment limited to 15. (Political Economy.) L. Hill.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC340'> LINK </a>","Requisite":[],"Concentrations":["Considering Africa (C022)","Learning and Teaching (C084)","Racisms (C041)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 232","x":760.0,"y":0.0,"id":"80","attributes":{"Title":"PLTC 232. The Politics of Post-Communism.","Description":"The collapse of communism in Eastern Europe and Asia provide a unique opportunity to examine why things change and why things stay the same.  This course examines how Russia and at least one other post-communist country have dealt with the three fundamental challenges that all such countries had to face: the transformation of political institutions; the transformation of economic institutions; and the redefinition of national identity. Open to first-year students. Enrollment limited to 30. (Identities and Interests.) (Institutional Politics.) J. Richter.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC232'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Modern Europe (C024)","European Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 344","x":770.0,"y":0.0,"id":"81","attributes":{"Title":"PLTC 344. Ethnicity and Conflict.","Description":"Every day the news media brings us horrifying accounts of bloody conflict described as the result of ethnic or cultural difference. This course examines different ways to understand and investigate how such conflicts start and how they can be resolved. Are such conflicts more prevalent now than during the cold war era? If so, why? Is cultural difference really the cause of such conflicts, or is difference merely a convenient frame, obscuring more fundamental causes? What makes neighbors turn against each other? Can there be lasting reconciliation? What role should the international community play in such conflicts? Prerequisite(s): any 100-level course in politics.   Enrollment limited to 15. (Governance and Conflict.) (Identities and Interests.)    J. Richter.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC344'> LINK </a>","Requisite":" any 100-level course in politics.   Enrollment limited to 15. (Governance and Conflict.) (Identities and Interests.)    J. Richter.","Concentrations":["Conflict and Threat: War and Disease (C064)","Identity, Race, and Ethnicity (C037)","Learning and Teaching (C084)","European Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 225","x":780.0,"y":0.0,"id":"82","attributes":{"Title":"PLTC 225. International Security.","Description":"War and conflict are persistent elements in international politics. There are many forms of international conflict, including global wars, local wars, terrorism, and insurgencies. This course begins by looking at the causes of war and conflict, examines forms of conflict, and ends with a look at war's consequences. It provides some historical background, but concentrates on explaining issues in contemporary international politics. Recommended background: PLTC 171. Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) (Institutional Politics.) Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC225'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 371","x":790.0,"y":0.0,"id":"83","attributes":{"Title":"PLTC 371. International Peacekeeping.","Description":"Since the end of the cold war international actors, including the United Nations, NATO, the Organization of African Unity and others, have taken a more active role in preventing and resolving conflicts within and among sovereign states. The success of such international interventions has been mixed. This course examines the history of international peacekeeping and the reasons for its increased relevance in the post-cold war era. It considers the different forms that peacekeeping, peacebuilding, or peacemaking have taken and the various formal and informal practices associated with such interventions. In the second half of the course, students discuss the definitions of success in evaluating peacekeeping efforts and investigate why some efforts succeed and others fail. Recommend background: PLTC 171.    Enrollment limited to 15. (Governance and Conflict.) (Institutional Politics.)    Normally offered every other year. J. Richter.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC371'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 247","x":800.0,"y":0.0,"id":"84","attributes":{"Title":"PLTC 247. Transition and Transformation in Southern Africa.","Description":"Two questions inform this study of politics in Southern Africa: What are the dimensions of internal political change? How do they affect the prospects of building democracy in the region? This course examines political, economic, and social features of anticolonial and liberation struggles, civil and regional wars, and political activism to discover the enduring factors underlying new state formation, regional political economy, and democratization. Close scrutiny of political change in South Africa and its impact on development in the region provides a substantial focus for the course. Recommended background: PLTC 122, 155, 171, or 290. Open to first-year students. Enrollment limited to 30. (Governance and Conflict.) (Political Economy.) L. Hill.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC247'> LINK </a>","Requisite":[],"Concentrations":["Considering Africa (C022)","Learning and Teaching (C084)","Racisms (C041)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PT/WS 245","x":810.0,"y":0.0,"id":"85","attributes":{"Title":"PT/WS 245. Democratizing States and Gender Politics.","Description":"Does political change offer opportunities for women to increase their representation in politics, and to gain access to decision-making and leadership positions? Under what circumstances do women oppose authoritarian regimes? How do gender politics shape transitions to democracy? This course uses a comparative approach to investigate cases of regime change in Latin America, Eastern and Central Europe, the Middle East, and sub-Saharan Africa in order to understand whether and how democratization creates possibilities for democratizing gender relations and for women to enter politics as men's equals. Open to first-year students. Enrollment limited to 30. (Identities and Interests.) L. Hill.","Department Code":"PT/WS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PT/WS245'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(183, 74, 147)","size":10.0},{"label":"PLTC 312","x":820.0,"y":0.0,"id":"86","attributes":{"Title":"PLTC 312. Ocean Governance: Local, National and International Challenges.","Description":"Oceans cover more than seventy percent of the surface of the Earth and contain both valuable renewable resources such as fish and whales, and nonrenewable resources such as oil and gas. This mixture of resources and increased diversification of ocean uses is a challenge to governance. The mobility of many ocean resources and frequent lack of information increases this challenge. Hence, for the past sixty years, national and subnational governments and international actors have worked together to develop a variety of policies to react to the collapse of fisheries, increased offshore oil and gas drilling, emergence of aquaculture and deterioration of coral reefs. In the future, challenges stemming from global climate change and ocean acidification will only increase these policy efforts. Enrollment limited to 15. (Governance and Conflict.) (Political Economy.)    Á. Ásgeirsdóttir.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC312'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 249","x":380.0,"y":100.0,"id":"87","attributes":{"Title":"PLTC 249. Politics of Latin America.","Description":"This course examines the reasons for Latin America's mixed record with democracy. Students explore challenges facing the region such as weak rule of law, slow and uneven economic development, weak political parties and legislatures, and the difficulty of overcoming institutional legacies such as military rule. Students also examine promising political changes in the region such as increased support for democracy among its people and greater representation for indigenous people and women. Countries studied include Argentina, Brazil, Chile, Guatemala, Peru, Mexico, and Venezuela. Recommended background: PLTC 122. Open to first-year students. Enrollment limited to 30. (Identities and Interests.) (Political Economy.)    C. Pérez-Armendáriz.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC249'> LINK </a>","Requisite":[],"Concentrations":["Class, Inequity, Poverty, and Justice (C008)","Latin American Studies (C072)","Learning and Teaching (C084)","American Cultural Studies","Latin American Studies"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 365","x":830.0,"y":0.0,"id":"88","attributes":{"Title":"PLTC 365. Special Topics.","Description":"A course or seminar offered from time to time and reserved for a special topic selected by the department. A course satisfies the department's 300-level requirement only if specified in the individual course description.  Staff.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC365'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(14, 155, 249)","size":10.0},{"label":"PLTC 278","x":220.0,"y":100.0,"id":"89","attributes":{"Title":"PLTC 278","Description":"not offered in the last 4 semesters","Department Code":"PLTC","Course Site":"","Requisite":"","Concentrations":[]},"color":"rgb(14, 155, 249)","size":10.0}],"edges":[{"label":"","source":"4","target":"78","id":"6","attributes":{},"color":"rgb(14, 155, 249)","size":1.0},{"label":"","source":"9","target":"72","id":"8","attributes":{},"color":"rgb(14, 155, 249)","size":1.0},{"label":"","source":"21","target":"89","id":"10","attributes":{},"color":"rgb(14, 155, 249)","size":1.0},{"label":"","source":"25","target":"75","id":"12","attributes":{},"color":"rgb(14, 155, 249)","size":1.0},{"label":"","source":"35","target":"38","id":"14","attributes":{},"color":"rgb(234, 184, 217)","size":1.0},{"label":"","source":"36","target":"49","id":"16","attributes":{},"color":"rgb(14, 155, 249)","size":1.0},{"label":"","source":"49","target":"87","id":"18","attributes":{},"color":"rgb(14, 155, 249)","size":1.0},{"label":"","source":"73","target":"78","id":"20","attributes":{},"color":"rgb(14, 155, 249)","size":1.0}]}