{"edges": [{"label": "", "target": "7", "source": "4", "id": "6", "attributes": {}, "size": 1.0, "color": "rgb(71, 66, 99)"}, {"label": "", "target": "12", "source": "7", "id": "8", "attributes": {}, "size": 1.0, "color": "rgb(71, 66, 99)"}, {"label": "", "target": "34", "source": "7", "id": "10", "attributes": {}, "size": 1.0, "color": "rgb(86, 30, 142)"}, {"label": "", "target": "46", "source": "13", "id": "12", "attributes": {}, "size": 1.0, "color": "rgb(182, 255, 41)"}, {"label": "", "target": "21", "source": "18", "id": "14", "attributes": {}, "size": 1.0, "color": "rgb(71, 66, 99)"}], "nodes": [{"x": 0.0, "label": "AN/RE 263", "id": "0", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AN/RE", "Title": "AN/RE 263. Buddhism and the Social Order.", "Concentrations": ["Asian Modernity (C053)", "Buddhism (C002)", "Culture and Meaning (C026)", "Learning and Teaching (C084)", "Religious Studies (C001)", "South Asian Studies (C087)"], "Description": "The West looks upon Buddhism as an otherworldly religion with little interest in activity in this world. Such has not been the case historically. The Dhamma (Buddhist doctrine) has two wheels, one of righteousness and one of power, one for the other world and one for this world. Lectures and discussions use this paradigm to consider the several accommodations Buddhism has struck with the realities of power in various Theravada Buddhist societies in ancient India, Sri Lanka, and Southeast Asia.    Open to first-year students. S. Kemper.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#AN/RE263'> LINK </a>"}, "size": 10.0, "color": "rgb(202, 104, 178)"}, {"x": 10.0, "label": "ANTH 220", "id": "1", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 220. Medicine and Culture.", "Concentrations": ["The Human Body (C027)", "Learning and Teaching (C084)", "Public Health (C065)"], "Description": "Within the American context and in much of the West, biomedicine prevails as the dominant ethnomedical system. However, diverse systems of belief and practice about health, illness, and treatment exist within and outside the United States. Students examine how concepts such as health, illness/disease, and the body are culturally constructed and socially produced. Through readings, lectures, and assignments, students engage the theories and methods medical anthropologists use to understand the relationship between individual bodies and the social world. Recommended background: course work in anthropology. Enrollment limited to 30. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH220'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 20.0, "label": "ANTH 247", "id": "2", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 247. New World Archaeology.", "Concentrations": ["Archaeology and Material Culture (C025)", "Learning and Teaching (C084)", " North Atlantic Studies (C045)"], "Description": "A topical survey of New-World archaeology emphasizing the entry of humans into North and South America as well as the later prehistoric cultures of North America, Mesoamerica, and the Andes. Not open to students who have received credit for ANTH 347. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH247'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 30.0, "label": "ANTH s18", "id": "3", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH s18. Saudi Arabia.", "Concentrations": ["Learning and Teaching (C084)", "Middle East in Global Context (C090)"], "Description": "This course explores the history and culture of Saudi Arabia though a combination of library research on campus and a two-week trip to Saudi Arabia. Students explore such topics as the impact of modernization on traditional Saudi society, the role of oil in the economic development of the country, and the impact of Islam on Saudi culture, the role of women, health care, and education. Enrollment limited to 15. Instructor permission is required. L. Danforth.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=ANTH#ANTHs18'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 40.0, "label": "ACS 280", "id": "4", "y": 10.0, "attributes": {"Requisite": " ACS 100, AA/AC 119, or ANTH 101. Enrollment limited to 30. M. Beasley.", "Department Code": "ACS", "Title": "ACS 280. Story of Things: Introduction to Material Culture.", "Concentrations": ["Material Culture (C083)"], "Description": "The phrase \"material culture\" refers to the \"things\" of our daily lives. Our material lives range from our bodies to the clothes we wear, the specific objects we use, the food we eat, and the places we go. Material culture has been defined from numerous perspectives, most notably anthropology, archaeology, art history, cultural theory, and history. Scholars in these and other disciplines have used material culture as sources of evidence to explore the everyday lives of ordinary citizens.  This seminar introduce students to consider how objects are used to reinforce, propagate, and resist cultural hierarchies based on race, class, gender, sexuality, and national identity. Prerequisite(s): ACS 100, AA/AC 119, or ANTH 101. Enrollment limited to 30. M. Beasley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#ACS280'> LINK </a>"}, "size": 10.0, "color": "rgb(21, 238, 132)"}, {"x": 70.0, "label": "ANTH 240", "id": "5", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 240. Individual and Society in South Asia.", "Concentrations": ["Asian Modernity (C053)", "Culture and Meaning (C026)", "Learning and Teaching (C084)", "South Asian Studies (C087)", "Women and Gender in Asia (C050)"], "Description": "A broad survey of the societies of South Asia, focusing especially on India and Sri Lanka. The course considers the genealogical descent of Hindu thinking about society, men and women, young people and old, and the body as well as external forces on these social realities. Open to first-year students. S. Kemper.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH240'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 80.0, "label": "INDS 219", "id": "6", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 219. Environmental Archaeology.", "Concentrations": ["Archaeology and Material Culture (C025)", "Environment, Place, History (C068)", "Medieval Worlds (C051)", " North Atlantic Studies (C045)"], "Description": "Over the past two hundred years archaeologists, scientists, and humanists in many disciplines have worked together to understand the interactions of past human populations with the physical world, including plants, animals, landscapes, and climates. This course outlines the methods and theories used by archaeologists, geologists, biologists, physicists, chemists, and historians in reconstructing past economies and ecologies in diverse areas of the globe. The course also discusses how archaeology contributes to our understanding of contemporary environmental issues such as rapid climate change, shrinking biodiversity, and sustainable use of resources. Cross-listed in anthropology, environmental studies, and history. Recommended background: ANTH 103. Open to first-year students. Enrollment limited to 40. (Premodern.) Normally offered every year. G. Bigelow.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#INDS219'> LINK </a>"}, "size": 10.0, "color": "rgb(38, 57, 89)"}, {"x": 50.0, "label": "ANTH 101", "id": "7", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 101. Cultural Anthropology.", "Concentrations": ["Culture and Meaning (C026)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Material Culture (C083)"], "Description": "An introduction to the study of a wide variety of social and cultural phenomena. The argument that the reality we inhabit is a cultural construct is explored by examining concepts of race and gender, kinship and religion, the individual life cycle, and the nature of community. Course materials consider societies throughout the world against the background of the emerging global system and the movement of refugees and immigrants. Enrollment limited to 50 per section. Normally offered every semester. L. Danforth, S. Kemper.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH101'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 90.0, "label": "ANTH 103", "id": "8", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 103. Introduction to Archaeology.", "Concentrations": ["Archaeology and Material Culture (C025)", "Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)", "Material Culture (C083)", "American Cultural Studies"], "Description": "Archaeology is anthropology that looks into the past by examining the remains left by earlier or extinct cultures. This course introduces the theories, methods, and techniques employed by modern archaeologists. It examines such issues as what is left behind, how we find and interpret it, and what it all means to us today. Using hands-on lab exercises, films, computer simulations, and field trips, this course reveals this often-hidden dimension of human culture.    Enrollment limited to 32.    Normally offered every year. M. Hrynick.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH103'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 100.0, "label": "ANTH 206", "id": "9", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 206. What Is a Human?.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Humanity is a powerful yet problematic concept. To be \"human\" is at once a statement of fact, linking members of our species in a common identity, and a category of historically shifting moral judgment from which many have been excluded. What/who is a human? What/who isn't? What are the consequences of such boundaries? Might we imagine and enact collective identities and ethics beyond the human/nonhuman divide? Drawing on perspectives from anthropology, philosophy, and political theory, this course critically and creatively examines contemporary and historical discourses of the human, aiming to open up space for rethinking not only humanity, but nature itself.   Enrollment limited to 40. One-time offering. E. Miller.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH206'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 110.0, "label": "ANTH 125", "id": "10", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 125. Critical Perspectives on Sport and Society.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "This course explores the connections between sports and a broad range of anthropological concerns, including colonialism, resistance and domination, race, and gender. Students consider questions such as: Why do we play the sports we do? Why are sporting performances socially significant, and how have groups and political regimes used this significance to suit their needs? What can teams, players, and brands tell us about how we (and others) see the world? Addressing topics from cricket in the Caribbean to boxing in Chicago, students reappraise conventional sporting narratives and use sports to analyze the social and historical conditions in which they occur. In doing so, students think critically about their own sporting experiences and develop a deeper and subtler understanding of the ways that societies make sports and sports make societies. Enrollment limited to 40. One-time offering. J. Rubin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH125'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 120.0, "label": "ANTH s32", "id": "11", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH s32. Introduction to Archaeological Fieldwork.", "Concentrations": ["Archaeology and Material Culture (C025)", "Learning and Teaching (C084)", " North Atlantic Studies (C045)", "American Cultural Studies"], "Description": "This field course offers basic training in archaeological survey, excavation, analysis, and community engagement through work on prehistoric sites in Maine. The course requires a fee to cover transportation costs, room, and board. Enrollment limited to 15. (Community-Engaged Learning.)       Normally offered every year. M. Hyrnick.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTHs32'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 50.0, "label": "ANTH 218", "id": "12", "y": 10.0, "attributes": {"Requisite": " ANTH 101.    One-time offering. B. Halvorson.", "Department Code": "ANTH", "Title": "ANTH 218. Language in Culture and Society.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "This course examines the cross-cultural diversity and cultural politics of language, viewing language as a form of social action. Students explore the dynamic interrelationship of language to thought, child socialization, speech communities, religion, and nationalism as well as its role in constructing the social difference of race, gender, and sexuality. Students learn the main qualities of language structure and linguistic analysis from an anthropological perspective, with special emphasis on discourse analysis, language ideologies, and markedness theory. Prerequisite(s): ANTH 101.    One-time offering. B. Halvorson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=ANTH#ANTH218'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 130.0, "label": "AN/ES 242", "id": "13", "y": 0.0, "attributes": {"Requisite": " one of the following: ANTH 101, ENVR 337, ENVR 204, ENVR 350, or PLTC 250. Enrollment limited to 30. S. Pieck.", "Department Code": "AN/ES", "Title": "AN/ES 242. Environment, Human Rights, and Indigenous Peoples.", "Concentrations": ["Class, Inequity, Poverty, and Justice (C008)", "Identity, Race, and Ethnicity (C037)", "Latin American Studies (C072)", "Learning and Teaching (C084)"], "Description": "For decades environmentalists have used the image of the \"ecological native\" in their critique of industrialization while indigenous activists have framed their struggles for land rights and self-determination in environmental terms. Why and how have environmental and indigenous concerns merged? How are these connections used strategically? This course examines the struggles of the world's indigenous peoples in the context of an accelerating ecological crisis. Topics include Western ideas of indigenous people, indigenous self-representation, indigenous relations to modern nation-states and the United Nations, and the impacts of oil and mining, bio-prospecting, biodiversity conservation and climate change. Prerequisite(s): one of the following: ANTH 101, ENVR 337, ENVR 204, ENVR 350, or PLTC 250. Enrollment limited to 30. S. Pieck.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#AN/ES242'> LINK </a>"}, "size": 10.0, "color": "rgb(3, 173, 56)"}, {"x": 140.0, "label": "INDS 100", "id": "14", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 100. African Perspectives on Justice, Human Rights, and Renewal.", "Concentrations": ["Considering Africa (C022)", "Culture and Meaning (C026)", "French and Francophone Studies (C034)", "Identity, Race, and Ethnicity (C037)", "Knowledge, Action, and the Public Good (C091)"], "Description": "This team-taught course introduces students to some of the experiences, cultural beliefs, values, and voices shaping contemporary Africa. Students focus on the impact of climatic, cultural, and geopolitical diversity; the politics of ethnicity, religion, age, race, and gender and their influence on daily life; and the forces behind contemporary education policy and practice in Africa. The course forges students' critical capacity to resist simplistic popular understandings of what is taking place on the continent and works to refocus their attention on distinctively \"African perspectives.\" Students design a research project to augment their knowledge about a specific issue within a particular region. Students interested in education issues focus their research on education policy and practice; their research project includes a field placement in a local school or community organization and participation in a twice-monthly seminar-style reflection session. Students who focus on education issues and complete the field placement and project have the course recorded in their academic record as INDS 100A (African Perspectives on Justice, Human Rights, and Renewal in Education), and may use INDS 100A to fulfill the minor in education studies, but not the minor in teacher education. The course is primarily for first- and second-year students with little critical knowledge of Africa and serves as the introduction to the General Education concentration Considering Africa (C022). Cross-listed in anthropology, education, French and Francophone studies, and politics.   Enrollment limited to 40. (Community-Engaged Learning.) (Governance and Conflict.) (Identities and Interests.) Normally offered every year. P. Buck, A. Dauge-Roth, E. Eames, L. Hill.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#INDS100'> LINK </a>"}, "size": 10.0, "color": "rgb(38, 57, 89)"}, {"x": 150.0, "label": "ANTH s27", "id": "15", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH s27. Decoding Disney: Race, Gender, and Sexuality in the Animated Blockbuster.", "Concentrations": ["Culture and Meaning (C026)", "Film and Media Studies (C019)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "This course uses the full-length cartoons so formative for this generation of students as \"cultural texts\" subject to anthropological analysis. Students learn to discern America's contested beliefs and values by unearthing cultural politics embedded in Disney Corporation's mainstay, feature-length animated motion pictures. Such demystification entails delving beyond surface messages to reveal underlying tensions, recurring contradictions, even counter-hegemonic themes. With respect to the particular intersections of race, class, gender, sexuality, ability, and nation, what distinguishes millennial popular culture from animated productions of the early twentieth century? What continuities do we detect? What are the implications of Disney's increasingly global reach? Enrollment limited to 30. Normally offered every year. E. Eames.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTHs27'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 160.0, "label": "ANTH 360", "id": "16", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 360. Independent Study.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH360'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 170.0, "label": "ANTH 330", "id": "17", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 330. The Development of Underdevelopment.", "Concentrations": ["Archeology and Material Culture (C025)", "Culture and Meaning (C026)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "Latin American Studies"], "Description": "The waning of the modern colonial era in the mid-twentieth century coincided with the rise of \"developmentalism,\" an ideology and set of practices that held out the promise of social and economic uplift and progress for poor peoples worldwide. This course examines, from the perspective of anthropology, the circumstances that gave rise to this widespread movement and the modes of its implementation. Students reflect on the assumptions on which developmentalism was based, the expectations it ignited, and the reasons for its failures. Based on this assessment, students seek to identify new approaches and possibilities for improving the well-being of the world's impoverished, marginalized peoples. C. Carnegie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=ANTH#ANTH330'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 180.0, "label": "ANTH 201", "id": "18", "y": 10.0, "attributes": {"Requisite": " ANTH 101, 103, or 104.    One-time offering. M. Hrynick.", "Department Code": "ANTH", "Title": "ANTH 201. Hunter-Gatherers.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Although relatively few hunter-gatherers exist today, hunting and gathering was the sole lifeway worldwide for the vast majority of human history. This course considers hunter-gatherer groups from anthropological and archaeological perspectives. Topics include portrayals of hunter-gatherers, the validity of hunter-gatherer as an anthropological category, variation in foraging strategies, cosmology, architecture, gender, and band-level political organization. Prerequisite(s): ANTH 101, 103, or 104.    One-time offering. M. Hrynick.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH201'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 190.0, "label": "AN/RE 265", "id": "19", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AN/RE", "Title": "AN/RE 265. Anthropological Approaches to the Study of Religion.", "Concentrations": ["Culture and Meaning (C026)", "Learning and Teaching (C084)", "Religious Studies (C001)"], "Description": "As human societies change, so do the religious beliefs and practices these societies follow. The course examines the symbolic forms and acts that relate human beings to the ultimate conditions of their existence, against the background of the rise of science. Students consider both Western and non-Western religions. Open to first-year students. S. Kemper.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#AN/RE265'> LINK </a>"}, "size": 10.0, "color": "rgb(202, 104, 178)"}, {"x": 200.0, "label": "AN/WS 275", "id": "20", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AN/WS", "Title": "AN/WS 275. Gender and Culture.", "Concentrations": ["Culture and Meaning (C026)", "Knowledge, Action, and the Public Good (C091)", "Learning and Teaching (C084)", "Queer Studies (C009)"], "Description": "Comparative analysis of the social construction of gender in a wide range of contemporary societies, focusing on the contrast among African, Asian, and North Atlantic notions of gender identity and gender relations. Students work toward a deeper understanding of gender diversity, confronting our own cultural assumptions. Enrollment limited to 30. Offered with varying frequency. E. Eames.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#AN/WS275'> LINK </a>"}, "size": 10.0, "color": "rgb(145, 49, 88)"}, {"x": 180.0, "label": "ANTH 104", "id": "21", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 104. Introduction to Human Evolution.", "Concentrations": ["Archaeology and Material Culture (C025)", "Evidence: Documentation and Reality (C017)", "The Human Body (C027)", "Learning and Teaching (C084)"], "Description": "Humans evolved to their modern form under conditions very different from those we live in today. Thus, a well-informed perspective on modern humanity must be based upon an understanding of our deep biological and cultural history. This course explores what we are learning about that history, from the appearance of the primates to modern times. Students look at how biology and culture evolved together, how humans came to dominate the Earth, and at the true nature of our similarities and differences today. Using hands-on lab exercises, films, and computer simulations, this course explores our rapidly developing understanding of these basic human issues.    Enrollment limited to 32.    Normally offered every year. M. Hrynick.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH104'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 210.0, "label": "ANTH 333", "id": "22", "y": 0.0, "attributes": {"Requisite": " prior course work in anthropology. Enrollment limited to 20.    Normally offered every year. C. Carnegie.", "Department Code": "ANTH", "Title": "ANTH 333. Culture and Interpretation.", "Concentrations": ["Culture and Meaning (C026)", "Knowledge, Action, and the Public Good (C091)", "Learning and Teaching (C084)", "American Cultural Studies"], "Description": "Beginning with a consideration of symbolic anthropology as it developed in the 1960s and 1970s, this course surveys critiques of the symbolic turn in anthropology and its use of the culture concept. Emphasis is given to history, political economy, and transnational social currents. Prerequisite(s): prior course work in anthropology. Enrollment limited to 20.    Normally offered every year. C. Carnegie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH333'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 220.0, "label": "ANTH 255", "id": "23", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 255. Cinematic Portraits of Africa.", "Concentrations": ["Considering Africa (C022)", "Culture and Meaning (C026)", "Diasporas (C038)", "Evidence: Documentation and Reality (C017)", "Film and Media Studies (C019)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Popular Culture (C040)", "Racisms (C041)"], "Description": "Most Americans have \"seen\" Africa only through non-African eyes, coming to \"know\" about African society through such characters as Tarzan and such genres as the \"jungle melodrama\" or the \"nature show.\" In this course, films from the North Atlantic are juxtaposed with ethnographic and art films made by Africans in order to examine how to read these cinematic texts. Related written texts help to answer central questions not about \"Africa\" but rather about the politics of representation: What are the differences in how African societies are depicted? Why are particular issues and points of view privileged? Recommended background: two or more courses from the following fields: anthropology, African studies, cultural studies, or film. Not open to students who have received credit for FYS 172. Open to first-year students. Enrollment limited to 25. Normally offered every year. E. Eames.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH255'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 230.0, "label": "ANTH 365", "id": "24", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 365. Special Topics.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "A course or seminar offered from time to time and reserved for a special topic selected by the department.  Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH365'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 240.0, "label": "ANTH 264", "id": "25", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 264. India and Its World: Business, Bhangra, Bollywood, and Buddhism.", "Concentrations": ["Asian Modernity (C053)", "Culture and Meaning (C026)", "Diasporas (C038)", "Learning and Teaching (C084)", "South Asian Studies (C087)"], "Description": "India has produced a distinctive civilization of considerable antiquity, a pattern geographers sometimes attribute to the subcontinent's isolation. But a strong argument can be made for the region's economic, social, and religious entanglement with other parts of Asia and the world beyond. This course also considers the dispersal of South Asian people and culture around the globe. Open to first-year students. S. Kemper.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH264'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 250.0, "label": "ANTH 339", "id": "26", "y": 0.0, "attributes": {"Requisite": " two courses in economics and/or anthropology.    (Community-Engaged Learning.)    Normally offered every year. E. Eames.", "Department Code": "ANTH", "Title": "ANTH 339. Production and Reproduction.", "Concentrations": ["Archaeology and Material Culture (C025)", "Class, Inequity, Poverty, and Justice (C008)", "Colonialism (C059)", "Culture and Meaning (C026)", "Globalization (C014)", "Knowledge, Action, and the Public Good (C091)", "Learning and Teaching (C084)"], "Description": "Economic anthropology challenges the assumptions of conventional economics by analyzing economic behavior from a cross-cultural perspective. Designed for upper-level economics and/or anthropology majors, this course looks at the relation between economy and society through a critical examination of neoclassical, substantivist, Marxist, and feminist approaches in anthropology. The relative merits of these explanatory paradigms are assessed as students engage ethnographic case material. Such \"economic facts\" as production, exchange, land tenure, marriage transactions, state formation, and social change in the modern world system are addressed, always in comparative perspective. Economics majors may select this course for major credit and are encouraged to enroll. Prerequisite(s): two courses in economics and/or anthropology.    (Community-Engaged Learning.)    Normally offered every year. E. Eames.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH339'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 260.0, "label": "AN/RE 134", "id": "27", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AN/RE", "Title": "AN/RE 134. Myth, Folklore, and Popular Culture.", "Concentrations": ["Culture and Meaning (C026)", "Language and Literacy (C085)", "Learning and Teaching (C084)", "Popular Culture (C040)", "Religious Studies (C001)", "The Translated World (C067)"], "Description": "A variety of \"texts,\" including ancient Greek myths, Grimms' folktales, Apache jokes, African proverbs, Barbie dolls, Walt Disney movies, and modern Greek folk dances, are examined in light of important theoretical approaches employed by anthropologists interested in understanding the role of expressive forms in cultures throughout the world. Major emphasis is placed on psychoanalytic, feminist, Marxist, structuralist, and cultural-studies approaches. Not open to students who have received credit for AN/RE 234. Enrollment limited to 60. L. Danforth.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#AN/RE134'> LINK </a>"}, "size": 10.0, "color": "rgb(202, 104, 178)"}, {"x": 270.0, "label": "INDS s29", "id": "28", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS s29. Gender, Sexuality, and Violence: The College Campus and Beyond.", "Concentrations": ["Public Health (C065)", "Women and Gender Studies"], "Description": "Gender-based violence is a complex and multidimensional problem embedded within a broader sociocultural, political, and economic context. In this course students engage with a range of theories and texts to consider the specific forms and dynamics of gender-based violence and its intersection with sexual orientation, gender identity and expression, race/ethnicity, and class. The course critically examines modes of intervention aimed at eliminating gender-based violence such as surveillance; laws and policies; prevention strategies; response services; and education and awareness programs. Students evaluate these interventions through research and workshops with service providers, law enforcement, and legal professionals. Though the course situates gender-based violence in the United States, primarily on the college campus, students explore related case studies within a global context. Cross-listed in anthropology, psychology, sociology, and women and gender studies.   Enrollment limited to 15. Instructor permission is required. (Diversity.) Normally offered every year. H. Lindkvist.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=ANTH#INDSs29'> LINK </a>"}, "size": 10.0, "color": "rgb(38, 57, 89)"}, {"x": 280.0, "label": "ANTH 441", "id": "29", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 441. History of Anthropological Theory.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "A consideration of some of the major theories in the development of the field of anthropology, with an emphasis on the fundamental issues of orientation and definition that have shaped and continue to influence anthropological thought. Topics include cultural evolution, the relationship between the individual and culture, the nature-nurture debate, British social anthropology, feminist anthropology, and anthropology as cultural critique.  Normally offered every year. L. Danforth.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH441'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 290.0, "label": "ANTH 458", "id": "30", "y": 0.0, "attributes": {"Requisite": " approval by the department of a thesis prospectus prior to registration.    Normally offered every year. Staff.", "Department Code": "ANTH", "Title": "ANTH 458. Senior Thesis.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Individual and group conferences in connection with the writing of the senior thesis. Majors writing an honors thesis register for both ANTH 457 in the fall semester and 458 in the winter semester. One course credit is given for each registration. Majors writing a one semester thesis normally register for ANTH 458. Prerequisite(s): approval by the department of a thesis prospectus prior to registration.    Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH458'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 300.0, "label": "ANTH 457", "id": "31", "y": 0.0, "attributes": {"Requisite": " approval by the department of a thesis prospectus prior to registration.    Normally offered every year. Staff.", "Department Code": "ANTH", "Title": "ANTH 457. Senior Thesis.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Students participate in individual and group conferences in connection with the writing of the senior thesis. Majors writing an honors thesis register for ANTH 457 in the fall semester and 458 in the winter semester. Prerequisite(s): approval by the department of a thesis prospectus prior to registration.    Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH457'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 310.0, "label": "ANTH s22", "id": "32", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH s22. Art, Power, and Politics.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Pairing theory with relevant documentaries and films, this course is an anthropological examination of the relationship among art, power, and politics. What can the artistic works of various societies say about their worlds that other creations cannot? What claims can art make about the workings of power, and what artistic techniques does power itself employ? Students consider these and other questions from a number of different perspectives, including the politics of perception, the place of art in modern life, the artistry of terror, the art of protest and propaganda, and the dream of building a beautiful regime. Recommended background: A familiarity with classical social theory, especially Marx, is encouraged but not necessary.   Not open to students who have received credit for POLS s22. Enrollment limited to 30. One-time offering. J. Rubin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=ANTH#ANTHs22'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 320.0, "label": "ANTH s10", "id": "33", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH s10. Encountering Community: Ethnographic Fieldwork and Service-Learning.", "Concentrations": ["Culture and Meaning (C026)", "Knowledge, Action, and the Public Good (C091)", "Learning and Teaching (C084)", "African American Studies", "American Cultural Studies"], "Description": "This course offers students an opportunity to explore cultural diversity in the Lewiston-Auburn community. Students are trained to conduct original ethnographic fieldwork by doing both interviews and participant-observation research. Students may also carry out service-learning projects in conjunction with their fieldwork. In some years, the course has a particular focus such as refugees, ethnicity, or religion. Recommended background: some course work in anthropology. Open to first-year students. Enrollment limited to 15. Instructor permission is required. (Community-Engaged Learning.) Normally offered every year. L. Danforth.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTHs10'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 60.0, "label": "ENVR 337", "id": "34", "y": 10.0, "attributes": {"Requisite": " ANTH 101 or ENVR 204 and two additional courses in environmental studies. Not open to students who have received credit for AN/ES 337. Enrollment limited to 20.    Normally offered every year. S. Pieck.", "Department Code": "ENVR", "Title": "ENVR 337. Social Movements, NGOs, and the Environment.", "Concentrations": ["Environmental Studies"], "Description": "As emerging transnational actors, social movements and nongovernmental organizations (NGOs) challenge state-centered paradigms with regard to environmental and other issues. But why do environmental movements arise in the first place? Do NGOs necessarily \"do environmental good\"? What solutions to the environment/development quandary do these forms of activism offer? The course first locates the context for NGOs and social movements within neoliberal globalization and the resource conflicts that emerge from its processes. Students consider topics and case studies in developed and developing countries, using them as a lens through which to understand the complexities of social and environmental change. Prerequisite(s): ANTH 101 or ENVR 204 and two additional courses in environmental studies. Not open to students who have received credit for AN/ES 337. Enrollment limited to 20.    Normally offered every year. S. Pieck.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR337'> LINK </a>"}, "size": 10.0, "color": "rgb(86, 30, 142)"}, {"x": 330.0, "label": "ANTH 224", "id": "35", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 224. Anthropology of the State.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Pairing social theory with ethnographic case studies from a range of different places and historical moments, this course introduces students to anthropological perspectives on state power. Students consider the strategies, mechanisms, and technologies that states use to build and sustain their authority as well as the ways that cultural contexts, social and economic relations, structures of privilege, and forms of violence have shaped the everyday operations of regimes. Other course themes include the centers and peripheries of state sovereignty; symbolic politics; and state projects of order, disorder, and terror. Recommended background: prior coursework in anthropology.    Enrollment limited to 30. One-time offering. J. Rubin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH224'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 340.0, "label": "ANTH 214", "id": "36", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 214. Popular Culture in Africa.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "This anthropology course examines popular cultural forms in Africa and African history. What becomes an expression of “the popular” and under what social conditions? How do forms of popular culture comment on everyday life, and what happens when states and corporations co-opt those forms? This course draws on examples from across the continent – including music production in Ghana, political cartoons in Cameroon, and barbershops in Tanzania – and it seeks to equip students with the theoretical tools to analyze popular culture in Africa and elsewhere and to appreciate the complex interactions between popular culture and the workings of power.   One-time offering. J. Rubin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=ANTH#ANTH214'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 350.0, "label": "INDS s15", "id": "37", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS s15. Health, Culture, and Community.", "Concentrations": ["Public Health (C065)"], "Description": "This course examines dimensions of health through classroom and community-based experiences, with a special emphasis on current public health issues. The course covers the history and organization of public health; methods associated with health-related research; disparities in health, including those related to race, class, and gender; public policy and health; population-based approaches to public health; and cultural constructions of health and illness. The course is designed to be integrative: expertise from different disciplines is used to address current challenges in public health. Cross-listed in anthropology, biology, and psychology.    Open to first-year students. Enrollment limited to 30. (Diversity.) K. Palin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#INDSs15'> LINK </a>"}, "size": 10.0, "color": "rgb(38, 57, 89)"}, {"x": 360.0, "label": "ANTH s28", "id": "38", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH s28. Worlds and Temporalities: Anthropologies of Time.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Social and political relations, economic conditions, and cultural formations may sometimes feel stable and consistent, but they are never fully static. Rather, they change over time, sometimes slowly and nearly imperceptibly and, at other times, rapidly and dramatically. But what precisely does it mean to say that our worlds \"change over time\"? Do all people share the same sense of time? Do all people experience time identically? In what ways might time itself \"change over and across\" a broad range of social and political relations, economic conditions, and cultural formations? This course undertakes an anthropological investigation of these questions, and pays special attention to the temporal dimensions of 1) forms of everyday social interaction, 2) work, 3) revolutions and social change, and 4) ethnographic research.    Enrollment limited to 30. One-time offering. J. Rubin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTHs28'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 370.0, "label": "INDS 208", "id": "39", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 208. Introduction to Medieval Archaeology.", "Concentrations": ["Archaeology and Material Culture (C025)", "Medieval Worlds (C051)", " North Atlantic Studies (C045)", "Premodern History (C048)"], "Description": "The Middle Ages were a time of major cultural changes that laid the groundwork for Northwest Europe's emergence as a global center of political and economic power in subsequent centuries. However, many aspects of life in the period from 1000 to 1500   were unrecorded in contemporary documents and art, and archaeology has become an important tool for recovering that information. This course introduces the interdisciplinary methods and the findings of archaeological studies of topics including medieval urban and rural lifeways, health, commerce, religion, social hierarchy, warfare, and the effects of global climate change. Cross-listed in anthropology, classical and medieval studies, environmental studies, and history. Open to first-year students. Enrollment limited to 40. (Premodern.) G. Bigelow.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#INDS208'> LINK </a>"}, "size": 10.0, "color": "rgb(38, 57, 89)"}, {"x": 380.0, "label": "ANTH 222", "id": "40", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 222. First Encounters: European \"Discovery\" and North American Indians.", "Concentrations": ["Archaeology and Material Culture (C025)", "Colonialism (C059)", "Early Modern World (C066)", "Learning and Teaching (C084)", " North Atlantic Studies (C045)", "Racisms (C041)", "American Cultural Studies"], "Description": "Columbus's \"discovery\" of America was a major event in human history because it put Old and New World populations in contact after millennia of isolation. This course examines factors leading up to the \"discovery\" and the calamitous impact of early colonization upon Native Americans and assesses the environmental impact of colonization. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH222'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 390.0, "label": "AN/SO 232", "id": "41", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AN/SO", "Title": "AN/SO 232. Ethnicity, Nation, and World Community.", "Concentrations": ["Colonialism (C059)", "Culture and Meaning (C026)", "Diasporas (C038)", "Globalization (C014)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "The course explores the means by which social identities are constructed as ethnicity and nations. It focuses on how representations taken from categories of everyday life—such as \"race,\" religion, gender, and sexuality—are deployed to give these group loyalties the aura of a natural, timeless authority. This inquiry into ethnicity and nation as cultural fabrications allows for exploration of the possibility of global community not simply in its institutional dimensions, but as a condition of consciousness. Enrollment limited to 15. C. Carnegie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#AN/SO232'> LINK </a>"}, "size": 10.0, "color": "rgb(41, 220, 29)"}, {"x": 400.0, "label": "AN/RE 225", "id": "42", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AN/RE", "Title": "AN/RE 225. Gods, Heroes, Magic, and Mysteries: Religion in Ancient Greece.", "Concentrations": ["The Ancient World (C054)", "Culture and Meaning (C026)", "Learning and Teaching (C084)", "Religious Studies (C001)"], "Description": "An anthropological approach to ancient Greek religion in which archaeological, literary, and art-historical sources are examined and compared with evidence from other cultures to gain an understanding of the role of religion in ancient Greek culture and of changing concepts of the relationship between human beings and the sacred. Topics explored include pre-Homeric and Homeric religion, cosmology, mystery cults, civil religion, and manifestations of the irrational, such as dreams, ecstasy, shamanism, and magic. Open to first-year students. L. Danforth.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#AN/RE225'> LINK </a>"}, "size": 10.0, "color": "rgb(202, 104, 178)"}, {"x": 410.0, "label": "ANTH s29", "id": "43", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH s29. Global Maine: Building an Interactive Documentary.", "Concentrations": ["Considering Africa (C022)", "Film and Media Studies (C019)", "Knowledge, Action, and the Public Good (C091)", "Learning and Teaching (C084)"], "Description": "Students in this course contribute to the ongoing development of \"Global Maine,\" an interactive web-based documentary exploring immigration and social transformation in the state. Collaborating with local immigrant communities, students help produce short video building-blocks for this multimedia production, focusing on sites of interaction between Maine's new populations and the communities in which they have settled or through which they move for work. Students learn how to creatively interact with members of Maine's mobile populations as, together, they invent an interactive digital experience. In addition, students must fashion accompanying curricular material for future use by classroom teachers and workshop leaders. Skill-building in cinematic production is central to the course. Recommended background: migration and/or filmmaking experience.    Enrollment limited to 15. Instructor permission is required. (Community-Engaged Learning.) E. Eames.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTHs29'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 420.0, "label": "ANTH 228", "id": "44", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 228. Person and Community in Contemporary Africa.", "Concentrations": ["Colonialism (C059)", "Considering Africa (C022)", "Culture and Meaning (C026)", "Diasporas (C038)", "Knowledge, Action, and the Public Good (C091)", "Learning and Teaching (C084)"], "Description": "African societies are often characterized as emphasizing the importance of duties to the group—communal ownership and collective responsibility—rather than individual rights or personal conscience. The course focuses on the many dimesions of tension between communalism and individualism, and in so doing explores indigenous and imported notions of power, corruption, prosperity, and disease as they are lived and understood within contemporary West Africa. How do kin-ordered social systems respond to the incursions of global capitalism and the advent of the nation-state? How have such new organizational forms as political parties, religious congregations, ethnic groups, and occupational associations been constructed under changing historical conditions?   Open to first-year students. (Community-Engaged Learning.) Normally offered every year. E. Eames.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH228'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 430.0, "label": "ANTH s50", "id": "45", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH s50. Independent Study.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTHs50'> LINK </a>"}, "size": 10.0, "color": "rgb(71, 66, 99)"}, {"x": 130.0, "label": "PLTC 250", "id": "46", "y": 10.0, "attributes": {"Requisite": "", "Department Code": "PLTC", "Title": "PLTC 250", "Concentrations": [], "Description": "not offered in the last 4 semesters", "Course Site": ""}, "size": 10.0, "color": "rgb(182, 255, 41)"}]}