{"edges": [], "nodes": [{"x": 0.0, "attributes": {"Requisite": [], "Department Code": "HI/PT", "Title": "HI/PT 390V. The Politics of Human Rights and Memory in Latin America.", "Concentrations": ["Conflict and Threat: War and Disease (C064)", "Latin American Studies (C072)", "Learning and Teaching (C084)"], "Description": "In this course, students examine how Latin American societies have come to terms with the legacies of violence and authoritarian regimes that characterized the second half of the twentieth century. Concentrating primarily on two regions, Central America and the Southern Cone, students focus on the rise of dictatorships in Latin America. Through texts ranging from legal jurisprudence, oral histories, trial transcripts, and scholarly articles, students produce original work on topics ranging from the emergence of human rights movements, transitions to democracy, transitional justice, truth commissions, and the contentious politics of commemoration. Enrollment limited to 15. (Identities and Interests.) (Latin American.)    J. Adair.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HI/PT390V'> LINK </a>"}, "id": "0", "y": 0.0, "label": "HI/PT 390V", "size": 10.0, "color": "rgb(110, 5, 128)"}, {"x": 10.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 235. Britain in the World/The World in Britain, 1790-1990.", "Concentrations": ["Learning and Teaching (C084)", "Modern Europe (C024)", "European Studies"], "Description": "By the nineteenth century, Britain had the largest empire in history and was a self-professed icon of liberal progress. This course explores the evolution and ambiguous legacies of British liberalism at home and around the world. While connected to our modern notions of democracy and human rights, liberalism developed within the social assumptions of an imperial era. What did liberal progress mean for Britons and colonial subjects? Who advocated for reform? Who was meant to benefit? How did this ideology change over time, and with what consequences for Britain and the world at large? Open to first-year students. Enrollment limited to 40. (European.) C. Shaw.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST235'> LINK </a>"}, "id": "1", "y": 0.0, "label": "HIST 235", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 20.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST s40. Introduction to Historical Methods.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "This course provides an intensive introduction to research skills, historical literature, and the principles and methods of historical critical analysis (historiography). The course is team-taught to acquaint students with a variety of historical assumptions and methodologies ranging from the perception of history as fiction to the belief that history is the accumulation of objective data about an ascertainable past. This course provides important preparation for the senior thesis. Recommended background: a college-level course in history. This course is intended for history majors and is a departmental requirement. Not open to students who have received credit for HIST 199. Open to first-year students. Instructor permission is required. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HISTs40'> LINK </a>"}, "id": "2", "y": 0.0, "label": "HIST s40", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 30.0, "attributes": {"Requisite": [], "Department Code": "HI/RE", "Title": "HI/RE 390Y. The Spanish Inquisition.", "Concentrations": ["Early Modern World (C066)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "Religious Studies (C001)", "Renaissance: Arts and Letters (C035)"], "Description": "Were witches and heretics really tortured in the Spanish Inquisition's infamous jails? This course examines both the institution of the Spanish Inquisition and the lives of those who came before it. The sins that concerned the Inquisition depended on the time and place, and the crimes prosecuted in sixteenth-century Spain or eighteenth-century New Spain reveal a great deal about early modern (ca. 1500–1800) culture and society. Students read and analyze original Inquisition cases from Spain and New Spain as well as consider the ways historians have used cases to investigate topics such as sexuality and marriage, witchcraft, and the persecution of Jews and Muslims. Enrollment limited to 15. (European.) (Latin American.) (Premodern.)    K. Melvin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HI/RE390Y'> LINK </a>"}, "id": "3", "y": 0.0, "label": "HI/RE 390Y", "size": 10.0, "color": "rgb(234, 105, 107)"}, {"x": 40.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 217. Race in Modern Europe, 1750 to Present.", "Concentrations": ["Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Modern Europe (C024)", "Racisms (C041)", "European Studies"], "Description": "Categorical social differences are age-old. By contrast, the practice of social classification by race, is quite modern, dating to the eighteenth century. The idea that race biologically fixed a group's historical fate is newer still. How did notions of racial classification develop? When did these ideas gain traction? How were they institutionalized and with what consequences? In answering these questions, students chart the history of race in modern European thought, politics, and daily life. In so doing, they examine the consequences of changing notions of race in Europe and in the wider world. Recommended background: HIST 104 or one course in modern European or world history.    Open to first-year students. Enrollment limited to 40. (European.) C. Shaw.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST217'> LINK </a>"}, "id": "4", "y": 0.0, "label": "HIST 217", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 50.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 216. Science and Science Fiction.", "Concentrations": ["Early Modern World (C066)", "Learning and Teaching (C084)", "Premodern History (C048)"], "Description": "For most of history, science and science fiction were not clearly differentiated, if only because the modern categories of \"fact\" and \"fiction\" had not yet been invented. Scientific poems, mythological maps, and accounts of new worlds (whether microscopic, extraterrestrial, or on the other side of the ocean) open up a new way of thinking about the history of science in Europe from the Middle Ages to the early nineteenth century. This course interrogates premodern science as a creative and multifaceted enterprise with strong ties to literature, travel and colonialism, gender, and the \"natural.\" Open to first-year students. Enrollment limited to 40. (European.) (Premodern.) L. Barnett.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HIST216'> LINK </a>"}, "id": "5", "y": 0.0, "label": "HIST 216", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 60.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 390P. Prelude to the Civil Rights Movement.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Class, Inequity, Poverty, and Justice (C008)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Racisms (C041)", "African American Studies", "American Cultural Studies"], "Description": "This course explores the forgotten years of the civil rights movement, the seedtime of black protest and insurgency, from the New York Riot of 1900 to the Supreme Court's landmark desegregation decision in 1954. Emphasis is placed upon the development of protest techniques, conflicting organizational strategies of advance, leadership struggles, and the flowering of distinct and innovative cultural forms. Harlem, the cultural capital of black America, is examined as a paradigmatic case study of the effects of northern migration, urbanization, and proletarianization on America's bellwether minority. Enrollment limited to 15. (United States.)    H. Jensen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST390P'> LINK </a>"}, "id": "6", "y": 0.0, "label": "HIST 390P", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 70.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST s20. Visions of the Past: Political Film and Historical Narrative.", "Concentrations": ["Film and Media Studies (C019)", "Learning and Teaching (C084)", "Popular Culture (C040)"], "Description": "History need not be done on a page. Visual imagination—captured in photographs and documentary film—has often proved an indispensable pathway to historical, social, and political understanding. But have historians been well-served by Hollywood feature film portrayals of politically charged situations \"based on a true story\" that mix fact and consumer titillation to sell tickets? This course compares representative films of the \"historical\" genre to traditional written evidence about some controversial events in recent history. Can cinematic techniques truthfully illuminate dimensions of moral imperative and resonances of the human condition that printed words cannot? Open to first-year students. Enrollment limited to 15. (United States.) H. Jensen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HISTs20'> LINK </a>"}, "id": "7", "y": 0.0, "label": "HIST s20", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 80.0, "attributes": {"Requisite": [], "Department Code": "HI/SO", "Title": "HI/SO s16. Crime and Deviance in the American Civil War.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "This course examines deviant behavior through a historical lens, focusing on the American Civil War (1861-1865). The study of the Civil War is based primarily on movies, texts, discussion, and visits to local landmarks and museums. Students discuss what types of deviance and crime occurred in during wartime and use a sociological lens to analyze why the behaviors occurred and what consequences they had. They apply current thinking in criminology and sociology to understanding crime and deviance in the 1860s. The course is an exploration of how wartime shapes our attitudes, behaviors, and life chances.    Enrollment limited to 15. Normally offered every other year. M. Rocque.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HI/SOs16'> LINK </a>"}, "id": "8", "y": 0.0, "label": "HI/SO s16", "size": 10.0, "color": "rgb(221, 4, 242)"}, {"x": 90.0, "attributes": {"Requisite": [], "Department Code": "HI/WS", "Title": "HI/WS 260. Women and Gender in Middle Eastern and North African History.", "Concentrations": ["Class, Inequity, Poverty, and Justice (C008)", "Learning and Teaching (C084)", "Middle East in Global Context (C090)", "Premodern History (C048)"], "Description": "This course examines debates about the history of women and gender in the Middle East and North Africa, from the origins of Islam in the seventh century until the present day, focusing on the social, cultural, political, and economic factors that have affected the experiences of Middle Eastern and North African women. The course has three parts: women and gender in the Islamic tradition; women’s history and the methods historians use to uncover women’s experiences; and women and gender in the contemporary Middle East and North Africa. Open to first-year students. Enrollment limited to 40. (Premodern.) One-time offering. E. Nutting.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HI/WS260'> LINK </a>"}, "id": "9", "y": 0.0, "label": "HI/WS 260", "size": 10.0, "color": "rgb(190, 233, 127)"}, {"x": 100.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 230. The History of U.S.–Latin American Relations.", "Concentrations": ["Conflict and Threat: War and Disease (C064)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "This course traces the political, economic, social, and cultural repercussions of U.S.–Latin American relations from the mid-19th century, when the United States began to emerge as the preeminent foreign power in Latin America, to the present day. Students examine cases of overt political intervention and conflict, as well as less dramatic but ongoing forms of political, economic, and cultural influence. The course challenges students to reevaluate understandings of hemispheric relations by assessing the influence over time of Latin America in the United States. Enrollment limited to 40. (Latin American.) (United States.) J. Adair.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HIST230'> LINK </a>"}, "id": "10", "y": 0.0, "label": "HIST 230", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 110.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST s18. The Social and Cultural History of Food in Latin America.", "Concentrations": ["Culture and Meaning (C026)", "Identity, Race, and Ethnicity (C037)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "Material Culture (C083)"], "Description": "What kind of historical information can the study of food yield? Students consider the question by examining food as part of the social and cultural history of Latin America. Through historical texts, cookbooks, literature, film, and food tastings, the course explores the history of food production, commodification, and consumption in Latin America, while paying close attention to the ways that cuisine has shaped cultural identity, social difference, and nationalisms over time. Enrollment limited to 30. (Latin American.) J. Adair.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HISTs18'> LINK </a>"}, "id": "11", "y": 0.0, "label": "HIST s18", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 120.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 256. A Peculiar History? British Modernity, 1688 to the Present.", "Concentrations": ["Law and Society (C013)", "Learning and Teaching (C084)", "European Studies"], "Description": "\"American exceptionalism\" is an imitation of the British original. Britain’s history from the Glorious Revolution of 1688 to World War II has seemed to offer models for the development of an affluent, liberal, quintessentially modern polity. Yet ordinary Britons during this period seldom felt that they were living in a promised land. What is British modernity? This course explores the hallmarks of Britain's supposed exceptionalism, paying particular attention to the lives of ordinary subjects and how they thought about their relative freedoms and the need for further reform. \n\n Open to first-year students. Enrollment limited to 40. (European.) C. Shaw.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST256'> LINK </a>"}, "id": "12", "y": 0.0, "label": "HIST 256", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 130.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 390H. The Mexican Revolution.", "Concentrations": ["Conflict and Threat: War and Disease (C064)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "American Cultural Studies", "Latin American Studies"], "Description": "Although best known for the military phase that featured such colorful figures as Pancho Villa and Emiliano Zapata, the Mexican Revolution encompassed a range of ideologies, state-building projects, and social movements. This course examines how scholars have explained the revolution and how its legacies have figured in the creation of modern Mexico.  Students develop their own interpretations by analyzing books, articles, novels, and films; considering theories of revolution; and evaluating primary sources. Topics covered include the roles of popular classes and women, the creation of a postrevolutionary government, and the influence of the United States. Enrollment limited to 15. (Latin American.)    K. Melvin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST390H'> LINK </a>"}, "id": "13", "y": 0.0, "label": "HIST 390H", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 140.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 390A. Belle and Beleaguered: European Culture at the Fin de Siècle.", "Concentrations": ["Learning and Teaching (C084)", "Modern Europe (C024)", "Producing Culture: Arts and Audience (C061)"], "Description": "Economic and political change during the 1800s revolutionized the daily lives of ordinary Europeans. This course examines the cultural and intellectual reverberations of these cataclysmic changes by focusing on the decades around the turn of the twentieth century. Topics explored  include anxieties about urban culture and crime; the rise of socialism and xenophobia; the discovery of the unconscious; and new theories of knowledge, art, and religion. Students delve into the writings of Zola, Nietzsche, and Freud; investigate middle-class flirtations with the occult; and read about sensational crimes like those of Jack the Ripper and continental anarchists. Recommended background: HIST 104. Enrollment limited to 15. (European.)    C. Shaw.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HIST390A'> LINK </a>"}, "id": "14", "y": 0.0, "label": "HIST 390A", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 150.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 254. Revolutionary Europe and Its Legacies, 1789-1989.", "Concentrations": ["French and Francophone Studies (C034)", "Learning and Teaching (C084)", "European Studies"], "Description": "This course examines the European revolutions and their legacies—political, cultural, and ideological—over time. The French Revolution of 1789 brought unprecedented promises of political and social reform to Europe. Yet it also brought terror and authoritarian rule, a cycle that would seem to repeat itself, \"the first time as tragedy, the second as farce,\" as Karl Marx said of the revolutions of 1848. In this course students consider these revolutions together with the Communist uprisings waged in Marx's name, and the \"velvet\" revolutions of 1989 that seem to have concluded this revolutionary cycle, at least for the moment. Open to first-year students. Enrollment limited to 40. (European.) C. Shaw.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST254'> LINK </a>"}, "id": "15", "y": 0.0, "label": "HIST 254", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 160.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 234. The Enlightenment.", "Concentrations": ["Early Modern World (C066)", "Learning and Teaching (C084)", "European Studies"], "Description": "Equal rights was one of the many exciting ideas to emerge from the intellectual, cultural, and political movement known as the Enlightenment. However, the revolutions that followed in France, Haiti, and America largely failed to enact equal rights for all. This course explores this central paradox of the Enlightenment by adopting a global framework. What kinds of people participated in the Enlightenment, and who was excluded? How did this inclusion and exclusion shape Enlightenment debates about race, women, education, the economy, religion, and government?   \n\n Open to first-year students. Enrollment limited to 40. (European.) (Premodern.) L. Barnett.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HIST234'> LINK </a>"}, "id": "16", "y": 0.0, "label": "HIST 234", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 170.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 390W. The Civil Rights Movement.", "Concentrations": ["Class, Inequity, Poverty, and Justice (C008)", "Knowledge, Action, and the Public Good (C091)", "Learning and Teaching (C084)", "Racisms (C041)", "African American Studies", "American Cultural Studies"], "Description": "Between 1954 and 1968, the civil rights movement rearranged the terrain and composition of American social relations, altered the domestic agenda of American politics, created a hopeful climate for change, unleashed hidden turbulences of racial nationalism and gender division, and broached still-unanswered questions about the nation's uneven distribution of wealth. It enunciated the moral vocabulary of a generation. By critically examining primary documents, film, audio records, social history, and participant testimony, this course seeks to deflate the mythology surrounding this subject and comprehend it as \"living history\" infused with new meaning for the present.    Enrollment limited to 15. Instructor permission is required. (Community-Engaged Learning.) (United States.)    H. Jensen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST390W'> LINK </a>"}, "id": "17", "y": 0.0, "label": "HIST 390W", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 180.0, "attributes": {"Requisite": [], "Department Code": "HI/WS", "Title": "HI/WS 212. Gender and Knowledge from the Renaissance to the Present.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "The Renaissance sparked a centuries-long debate about the education of women, becoming a forum for the articulation of new theories of gender difference regarding the relative moral and intellectual capacities of men and women and their appropriate social roles. During this same time, scientific theories of sex difference emerged which challenged women’s increasing participation in the homosocial world of European intellectual life. This course explores how premodern theories of gender shaped the ideals and practices of knowledge-making from the 15th to the 19th century. A series of guest speakers will connect this history to the present by addressing the challenges women continue to face today in various fields of knowledge, including mathematics, philosophy, and the natural sciences.   Enrollment limited to 40. (European.) Normally offered every other year. L. Barnett.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HI/WS212'> LINK </a>"}, "id": "18", "y": 0.0, "label": "HI/WS 212", "size": 10.0, "color": "rgb(190, 233, 127)"}, {"x": 190.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 458. Senior Thesis.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "The research and writing of an extended essay in history, following the established practices of the discipline, under the guidance of a departmental supervisor. Students register for HIST 458 in the winter semester. Majors writing an honors thesis register for both HIST 457 and 458.    Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST458'> LINK </a>"}, "id": "19", "y": 0.0, "label": "HIST 458", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 200.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST s41. Introduction to Archives and Archival Science.", "Concentrations": ["Learning and Teaching (C084)", "Material Culture (C083)"], "Description": "This course explores the history and significance of archives and archival records in our society, specifically how they shape the writing and remembering of history. The course includes an overview of record-making and -keeping practices from antiquity to the present and introduces students to the fundamental aspects of the archival profession, such as appraisal, acquisitions, arrangement, description, preservation, reference, and access. Class discussions of archival theory are paired with a practicum allowing students the opportunity to accession, arrange, describe, and publish online the holdings of a local historical association. Field trips to one or more archival repositories are scheduled. Recommended background: HIST s40. Enrollment limited to 10. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HISTs41'> LINK </a>"}, "id": "20", "y": 0.0, "label": "HIST s41", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 210.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 390X. \"Self-Evident Truths\": A History of Human Rights and Humanitarianism.", "Concentrations": ["Law and Society (C013)", "Learning and Teaching (C084)", "European Studies"], "Description": "In today's world, activists and newscasters assume that we will care about the fate of peoples remote from ourselves. This was not always the case. Only in the eighteenth century did basic rights begin to seem \"self-evident\" and universal. Even then, the implementation of those rights was far from straightforward given the limits of an imperfect world. This course studies these developments, drawing on case studies from European and European imperial histories from the late eighteenth century to the present. Students examine how rights have been defined and how those definitions have changed over time. Recommended background: courses in European history and/or the history of European empires. Enrollment limited to 15. (European.) (United States.)    C. Shaw.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST390X'> LINK </a>"}, "id": "21", "y": 0.0, "label": "HIST 390X", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 220.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 103. Early Modern Europe.", "Concentrations": ["Early Modern World (C066)", "Learning and Teaching (C084)", "Premodern History (C048)"], "Description": "This course surveys the history of Europe from the close of the Middle Ages to the dawn of the modern age. Early modern Europe witnessed the Renaissance; the discovery of the Americas; reformations, religious wars and political revolutions; the Printing Revolution, the Scientific Revolution, and the Enlightenment; the birth of capitalism and the transatlantic slave trade; and the spread of European commerce, religion, and political power across the globe. How did a tiny part of the globe remake itself and the world in just a few hundred years? Enrollment limited to 50. (European.) (Premodern.) Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST103'> LINK </a>"}, "id": "22", "y": 0.0, "label": "HIST 103", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 230.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 241. The Age of the American Revolution, 1763–1789.", "Concentrations": ["Early Modern World (C066)", "Learning and Teaching (C084)", "American Cultural Studies"], "Description": "A study of the American Revolution from its origins as a protest movement to one seeking independence from Britain. Because the War for Independence transformed American society, the course examines differences among Americans over the meaning of the Revolution and over the nature of society in the new republic. The course considers the significance of the Revolution for Europeans and Latin Americans as well. Recommended background: History 140. Open to first-year students. Enrollment limited to 40. (United States.) J. Hall.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST241'> LINK </a>"}, "id": "23", "y": 0.0, "label": "HIST 241", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 240.0, "attributes": {"Requisite": " one course in women and gender studies. Not open to students who have received credit for PT/WS 389 or 390. Enrollment limited to 15. (Identities and Interests.) (Institutional Politics.) (United States.)    M. Plastas.", "Department Code": "INDS", "Title": "INDS 390Z. Race and U.S. Women's Movements.", "Concentrations": ["Racisms (C041)"], "Description": "This course focuses on how racial formations develop in women's movements and how gender ideologies take shape through racialization. Some of the movements examined include the woman's suffrage movement, the anti-lynching movement, the civil rights movement, moral reform movements, the welfare rights movement, the women's liberation movement, and the peace movement. Students analyze how the intertwined categories of race and gender shape various women's responses to debates about issues including citizenship, U.S. foreign policy, reproductive rights, and immigration. Students consider current theoretical and methodological debates and examine the topic through the perspectives of women in various ethnic and racial groups. Cross-listed in history, politics, and women and gender studies. Prerequisite(s): one course in women and gender studies. Not open to students who have received credit for PT/WS 389 or 390. Enrollment limited to 15. (Identities and Interests.) (Institutional Politics.) (United States.)    M. Plastas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#INDS390Z'> LINK </a>"}, "id": "24", "y": 0.0, "label": "INDS 390Z", "size": 10.0, "color": "rgb(64, 100, 116)"}, {"x": 250.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 457. Senior Thesis.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "The research and writing of an extended essay in history, following the established practices of the discipline, under the guidance of a departmental supervisor. Students register for HIST 457 in the fall semester. Majors writing an honors thesis register for both HIST 457 and 458.    Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST457'> LINK </a>"}, "id": "25", "y": 0.0, "label": "HIST 457", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 260.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 390S. Colonies and Empires.", "Concentrations": ["Early Modern World (C066)", "Globalization (C014)", "Learning and Teaching (C084)", " North Atlantic Studies (C045)", "American Cultural Studies"], "Description": "After 1492, European empires staked claims to vast American territories. Despite the existence of several colonial cities as large as many in Europe, the improvisational and often forlorn character of many American outposts seemed to mock the idea of empire. Whatever their situation, American subjects proved to be ambivalent members of these new global entities, and the challenges of travel and communication only complicated matters. This seminar explores the paradoxes of imperial authority and local autonomy with a comparative look at the Spanish and British empires, from the early explorers to the first intimations of American independence. Enrollment limited to 15. (Premodern.) (United States.)    J. Hall.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HIST390S'> LINK </a>"}, "id": "26", "y": 0.0, "label": "HIST 390S", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 270.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 360. Independent Study.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST360'> LINK </a>"}, "id": "27", "y": 0.0, "label": "HIST 360", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 280.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 282. The City in Latin America.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Globalization (C014)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "American Cultural Studies"], "Description": "Today the majority of people in Latin America live in cities, but this was not the case 500 years ago when the first Europeans arrived. Since then cities have become home to people of all races and social strata. This course examines the development of cities as meeting grounds among different groups of people, as centers of wealth and power, and as sites where much of Latin America's culture was formed. It concentrates on major cities in Mexico, Peru, Argentina, and Brazil from precolonial civilizations through twentieth-century mass urbanization. Open to first-year students. Enrollment limited to 40. (Latin American.) K. Melvin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST282'> LINK </a>"}, "id": "28", "y": 0.0, "label": "HIST 282", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 290.0, "attributes": {"Requisite": [], "Department Code": "HI/WS", "Title": "HI/WS 390Q. A Woman's Place: Gender and Geography in the United States, 1800–Present.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Using a case study approach, this course looks at diverse American women from the early 1800s to the present and how they shaped, traversed, and contested the spaces they inhabited or were assigned, whether public or private, rural or urban, temporary or lifelong. Recommended background: AC/HI 141, HIST 142, or WGST 100. Enrollment limited to 15. Instructor permission is required. (United States.)    M. Creighton.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HI/WS390Q'> LINK </a>"}, "id": "29", "y": 0.0, "label": "HI/WS 390Q", "size": 10.0, "color": "rgb(190, 233, 127)"}, {"x": 300.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST s28. Wabanaki History in Maine.", "Concentrations": ["Colonialism (C059)", "Environment, Place, History (C068)", "Knowledge, Action, and the Public Good (C091)", "Learning and Teaching (C084)", " North Atlantic Studies (C045)"], "Description": "The peoples of Maine known as the Wabanakis, including the Penobscot, Passamaquoddy, Micmac, and Maliseet nations, are pivotal players in Maine's history. Their early relations with Europeans shaped the colonization of the region and their more recent legal efforts to regain land and build casinos have affected everyone in the state. This course looks at the long history of Maine's Wabanakis, examining the ways that they have adapted to, fought with, and lived alongside European invaders and their descendants. Students examine some of the ways that European Americans' racism has erased Wabanakis' presence in the state and its history, the meanings of sovereignty in a state that still retains a great deal of influence over native peoples, and the role of environmental change in shaping Wabanakis' changing cultural practices. Students are strongly encouraged to link their final research project to contemporary Wabanaki efforts to recover their past. There is an extra fee for this course for travel to visit with Wabanaki community scholars and leaders. Open to first-year students. Enrollment limited to 25. (Community-Engaged Learning.) (United States.) J. Hall.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HISTs28'> LINK </a>"}, "id": "30", "y": 0.0, "label": "HIST s28", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 310.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 390. Junior-Senior Seminars.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "These seminars provide opportunities for concentrated work on a particular theme, national experience, or methodology for advanced majors and nonmajors alike. Junior and senior majors are encouraged to use these seminars to generate thesis topics. ", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST390'> LINK </a>"}, "id": "31", "y": 0.0, "label": "HIST 390", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 320.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST s50. Independent Study.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HISTs50'> LINK </a>"}, "id": "32", "y": 0.0, "label": "HIST s50", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 330.0, "attributes": {"Requisite": [], "Department Code": "HI/PT", "Title": "HI/PT 237. Social Movements, Popular Politics, and Rebellion in Twenty-First-Century Latin America.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Class, Inequity, Poverty, and Justice (C008)", "Conflict and Threat: War and Disease (C064)", "Globalization (C014)", "Identity, Race, and Ethnicity (C037)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "The first decade of the twenty-first century witnessed a resurgence of leftist movements throughout Latin America, from the rise of Hugo Chávez in Venezuela to the mobilization of indigenous peasants in Bolivia. What precipitated these political movements? What have been their achievements and limitations? In this course, students explore how social movements and political actors define and practice democracy, citizenship, and popular politics throughout Latin America. Students rely on critical scholarly readings and testimonies from the region in order to draw their own conclusions about the current challenges and opportunities facing social movements throughout Latin America.    Open to first-year students. Enrollment limited to 40. (Latin American.) J. Adair.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HI/PT237'> LINK </a>"}, "id": "33", "y": 0.0, "label": "HI/PT 237", "size": 10.0, "color": "rgb(110, 5, 128)"}, {"x": 340.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 279. The Age of Independence in Latin America.", "Concentrations": ["Early Modern World (C066)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "Racisms (C041)", "American Cultural Studies", "Latin American Studies"], "Description": "Most areas of Latin America gained their independence from Spain or Portugal during the early nineteenth century, but were these political transformations accompanied by equally great social, economic, or cultural change? This course explores not just the struggles to overthrow colonial powers, but also what it meant to live in the decades surrounding these tumultuous events. The first Latin American novel,  , provides the basis for exploring topics that include education, family, and daily life. Open to first-year students. Enrollment limited to 40. (Latin American.) K. Melvin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST279'> LINK </a>"}, "id": "34", "y": 0.0, "label": "HIST 279", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 350.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 249. Colonial North America.", "Concentrations": ["Colonialism (C059)", "Early Modern World (C066)", "Globalization (C014)", "Learning and Teaching (C084)", "American Cultural Studies"], "Description": "This course seeks to rectify the common misconception that American colonial history consists only of the thirteen British colonies of the Atlantic seaboard. Instead, students examine the colonial period from a continental perspective, examining a number of societies that Europeans, Americans, and Africans created in North America before 1800. Combining historical readings with primary sources such as documents, paintings, and architecture, students can appreciate the wide variety of American colonial experiences and some of the ways these societies were connected.  Open to first-year students. Enrollment limited to 40. (Premodern.) (United States.) J. Hall.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST249'> LINK </a>"}, "id": "35", "y": 0.0, "label": "HIST 249", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 360.0, "attributes": {"Requisite": " one Bates history course. Not open to students who have received credit for HIST s40. Staff.", "Department Code": "HIST", "Title": "HIST 199. Introduction to Historical Methods.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "This course provides an intensive introduction to research skills, historical literature, and the principles and methods of historical critical analysis (historiography). The course is team-taught to acquaint students with a variety of methodologies. Together students and faculty explore what counts as history, how we access the past, and how the subject of history itself has changed over time. This course provides important preparation for the senior thesis. This course is intended for history majors and is a departmental requirement.  Recommended background: a college-level course in history. Recommended background: a college-level course in history. Prerequisite(s): one Bates history course. Not open to students who have received credit for HIST s40. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST199'> LINK </a>"}, "id": "36", "y": 0.0, "label": "HIST 199", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 370.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 181. Latin American History: From the Conquest to the Present.", "Concentrations": ["Early Modern World (C066)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "Racisms (C041)", "American Cultural Studies", "Latin American Studies"], "Description": "Beginning with the first encounters between Europeans and Americans and ending with the challenges of globalization in the twenty-first century, this course offers a chronological and topical overview of 500 years of Latin American history.  It examines individual lives within the frameworks of sweeping political, social, and cultural transformations.  Students use primary documents, images, analytical texts, and films to explore the major themes of the course, including the nature of conquest; the mixing of European, African, and American cultures; independence and nation building; and twentieth-century social revolutions and military dictatorships.  Special attention is given to issues of race, gender, religion, and the role of the United States. Enrollment limited to 50. (Latin American.) Normally offered every year. K. Melvin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST181'> LINK </a>"}, "id": "37", "y": 0.0, "label": "HIST 181", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 380.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 261. American Protest: From the Haymarket Riot to Occupy Wall Street.", "Concentrations": ["Class, Inequity, Poverty, and Justice (C008)", "Conflict and Threat: War and Disease (C064)", "Knowledge, Action, and the Public Good (C091)", "Learning and Teaching (C084)", "African American Studies", "American Cultural Studies"], "Description": "This course examines the persistent and uniquely American impetus toward individual liberty, equality, and collective moral reform by studying a variety of representative dissenters and protest movements from Emma Goldman to the contemporary Occupy Movement.  Consequently, it investigates the development and interplay of American variants of anarchism, socialism, pacifism, syndicalism, racial egalitarianism, counterculture, feminism, radical environmentalism, sexual freedom, and the new anti-corporatism, along with their influences—intentional and fortuitous—upon the larger society. Open to first-year students. Enrollment limited to 40. (United States.) H. Jensen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST261'> LINK </a>"}, "id": "38", "y": 0.0, "label": "HIST 261", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 390.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 390B. The Enlightenment.", "Concentrations": ["Early Modern World (C066)", "Learning and Teaching (C084)", "European Studies"], "Description": "Equal rights was one of the many exciting ideas to emerge from the intellectual, cultural, and political movement known as the Enlightenment. However, the revolutions that followed in France, Haiti, and America largely failed to enact equal rights for all. This course explores this central paradox of the Enlightenment by adopting a global framework. What kinds of people participated in the Enlightenment, and who was excluded? How did this inclusion and exclusion shape Enlightenment debates about race, women, education, the economy, religion, and government?   \n Enrollment limited to 15. (European.) (Premodern.)    L. Barnett.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HIST390B'> LINK </a>"}, "id": "39", "y": 0.0, "label": "HIST 390B", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 400.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 104. Europe, 1789 to the Present.", "Concentrations": ["Learning and Teaching (C084)", "Modern Europe (C024)", "European Studies"], "Description": "What is modern Europe? How did the history of this small region impinge on peoples around the globe? What was particularly modern about this period? This course explores themes and events in European history from the French Revolution to the present. During this period of cataclysmic economic change, the world, once viewed as static, seemed dynamic: cities grew exponentially, new nation-states emerged, traditional hierarchies faded, and new inequalities grew up in their stead. How did Europeans respond, and how did those responses help to shape the world? Students consider these questions using secondary literature and a variety of primary sources, including newspapers, political tracts, novels, and films. Enrollment limited to 50. (European.) C. Shaw.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST104'> LINK </a>"}, "id": "40", "y": 0.0, "label": "HIST 104", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 410.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 140. Origins of the New Nation, 1500–1820.", "Concentrations": ["Colonialism (C059)", "Early Modern World (C066)", "Learning and Teaching (C084)", "Renaissance: Arts and Letters (C035)", "American Cultural Studies"], "Description": "This course examines how Americans, Europeans, and Africans cooperated with and confronted one another following 1500 and through the half-century following U.S. independence. The course focuses primarily on the British colonies that became the United States. Nonetheless, because the history of the United States is more than just the history of thirteen colonies, students learn about other North American colonies as a brief introduction to a much wider picture. By looking at a variety of sources and historical scholarship, students learn how members of these groups shaped the new nation, sometimes willingly, sometimes not. In addition, students gain an appreciation for the varied approaches that historians take when studying the past. Enrollment limited to 50. (Premodern.) (United States.) Normally offered every year. J. Hall.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST140'> LINK </a>"}, "id": "41", "y": 0.0, "label": "HIST 140", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 420.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 142. America in the Twentieth Century.", "Concentrations": ["Learning and Teaching (C084)", "American Cultural Studies"], "Description": "This course surveys the American experience in the twentieth century from a deliberately interpretive point of view, examining political, social, economic, and cultural dimensions of life in the United States. Special attention is directed to the impact of war, corporate globalism, and movements for change upon the development of an increasingly complex, variegated modern society confronting the paradox of simultaneous social segmentation—by race, class, gender, ethnicity—and cultural homogenization. Students consider the disjunction between Americans' democratic ideals and their administered reality and what can be done to heal the split. Enrollment limited to 50. (United States.) Normally offered every year. H. Jensen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST142'> LINK </a>"}, "id": "42", "y": 0.0, "label": "HIST 142", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 430.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST s12. Imagining a Brave New World: India on the Eve of Independence, 1945.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "It is 1945 and the sun is about to set on the British Empire. Within two years India, \"the Jewel in the Crown,\" will become independent. This path is anything but a straightforward contest between South Asians and the British, however. Nationalist factions seek to shape the new India according to their own sense of who Indians were, are, and ought to be. This course immerses students in the world of this diverse cadre of nationalists. Students use the   series game as the basis for their investigation, adopting assigned personas to bring the debate to life. Open to first-year students. Enrollment limited to 30. (European.) C. Shaw.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HISTs12'> LINK </a>"}, "id": "43", "y": 0.0, "label": "HIST s12", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 440.0, "attributes": {"Requisite": [], "Department Code": "HI/LS", "Title": "HI/LS s29. Montezuma's Mexico: Aztecs and their World.", "Concentrations": ["Early Modern World (C066)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "Premodern History (C048)"], "Description": "The Aztec state encompassed millions of people, featured a capital whose size and towering pyramids left the first Spanish visitors in awe, and developed a culture that continues to influence contemporary Mexico, from food and dress to festivals like the Day of the Dead. Yet Aztecs are more commonly remembered for their cannibalism than their complex civilization. This course examines the Aztec world: what it was like to live under Aztec rule, how society was organized, what people believed about how the cosmos worked, and why Aztecs practiced ritual human sacrifice.    Open to first-year students. Enrollment limited to 30. (Latin American.) (Premodern.) Normally offered every other year. K. Melvin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HI/LSs29'> LINK </a>"}, "id": "44", "y": 0.0, "label": "HI/LS s29", "size": 10.0, "color": "rgb(88, 175, 111)"}, {"x": 450.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST s10. Web World 1.0: A Short History of Humanity.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "History courses at Bates are limited in space and time. What if those bounds were pushed as far back as possible? This course examines two attempts at a historiography of humanity. Ernst Gombrich’s   (1935) was written for Austrian school children and has had a devoted readership in nineteen languages.  J. R. and William H. McNeill’s   (2003) insists on history as a story of \"patterns of interaction and exchange.\" Students compare Gombrich's pre-World War II Eurocentric history of leaders and innovators to the McNeills' contemporary conception of human existence as a dynamic web of ideas, goods, and power across cultures, societies, and nations.    Enrollment limited to 30. Normally offered every year. D. Grafflin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HISTs10'> LINK </a>"}, "id": "45", "y": 0.0, "label": "HIST s10", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 460.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 265. Wartime Dissent in Modern America.", "Concentrations": ["Conflict and Threat: War and Disease (C064)", "Learning and Teaching (C084)", "Popular Culture (C040)", "American Cultural Studies"], "Description": "Periods of war—whatever their justifications—have proven to be dangerous times for American civil liberties. The price of patriotic unity is often paid directly by American dissenters targeted—by political or racial profiling and repressive legislation—for government surveillance, harassment, prosecution, detention, internment, imprisonment, or deportation. This course explores whether such costs are ever defensible, why dissenters risk such sanctions, and what the long-term consequences of even short-term curtailments of freedom portend for the future of American democracy. Conflicts from World War I through the contemporary \"War on Terror\" are examined. Open to first-year students. Enrollment limited to 40. (United States.) H. Jensen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=HIST#HIST265'> LINK </a>"}, "id": "46", "y": 0.0, "label": "HIST 265", "size": 10.0, "color": "rgb(208, 41, 43)"}, {"x": 470.0, "attributes": {"Requisite": [], "Department Code": "HIST", "Title": "HIST 365. Special Topics.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "A course or seminar offered from time to time and reserved for a special topic selected by the department.  Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=HIST#HIST365'> LINK </a>"}, "id": "47", "y": 0.0, "label": "HIST 365", "size": 10.0, "color": "rgb(208, 41, 43)"}]}