{"edges": [{"label": "", "target": "27", "source": "5", "id": "6", "attributes": {}, "size": 1.0, "color": "rgb(147, 126, 202)"}, {"label": "", "target": "50", "source": "9", "id": "8", "attributes": {}, "size": 1.0, "color": "rgb(53, 5, 158)"}, {"label": "", "target": "55", "source": "9", "id": "10", "attributes": {}, "size": 1.0, "color": "rgb(249, 163, 71)"}, {"label": "", "target": "41", "source": "16", "id": "12", "attributes": {}, "size": 1.0, "color": "rgb(53, 5, 158)"}, {"label": "", "target": "35", "source": "17", "id": "14", "attributes": {}, "size": 1.0, "color": "rgb(73, 243, 113)"}, {"label": "", "target": "38", "source": "17", "id": "16", "attributes": {}, "size": 1.0, "color": "rgb(114, 210, 56)"}, {"label": "", "target": "22", "source": "19", "id": "18", "attributes": {}, "size": 1.0, "color": "rgb(205, 91, 120)"}, {"label": "", "target": "29", "source": "22", "id": "20", "attributes": {}, "size": 1.0, "color": "rgb(205, 91, 120)"}, {"label": "", "target": "43", "source": "23", "id": "22", "attributes": {}, "size": 1.0, "color": "rgb(73, 243, 113)"}, {"label": "", "target": "37", "source": "29", "id": "24", "attributes": {}, "size": 1.0, "color": "rgb(25, 253, 186)"}, {"label": "", "target": "53", "source": "38", "id": "26", "attributes": {}, "size": 1.0, "color": "rgb(73, 243, 113)"}, {"label": "", "target": "56", "source": "43", "id": "28", "attributes": {}, "size": 1.0, "color": "rgb(62, 224, 37)"}, {"label": "", "target": "55", "source": "45", "id": "30", "attributes": {}, "size": 1.0, "color": "rgb(249, 163, 71)"}], "nodes": [{"x": 0.0, "label": "INDS s37", "id": "0", "y": 0.0, "attributes": {"Requisite": " one course in African American studies, American cultural studies, or English. Recommended background: course work in the natural sciences. Not open to students who have received credit for AA/EN 259. Enrollment limited to 30. T. Pickens.", "Department Code": "INDS", "Title": "INDS s37. Afrofuturism and the Black Speculative Imagination: A Study of Octavia Butler.", "Concentrations": ["Diasporas (C038)", "Identity, Race, and Ethnicity (C037)", "Women and Writing (C060)"], "Description": "Of the 1969 moonwalk, George Clinton said that once man defied gravity, all bets were off. The music mogul later went on to defy gravity by \"funk-ifying\" the world. Yet Clinton's ideas are not without precedent in African American culture. In this course, students examine the aesthetic that came to be known as Afrofuturism as an outlet for African American literary and artistic expression. Students focus on the work of Octavia Butler and her volcanic influence, fame, and talent. Since her work dovetails with Clinton's anti-gravity stance and forms a locus for black speculative fiction in particular and speculative fiction in general, they study a selection of her novels, short fiction, and own words as well as secondary critical and theoretical material. Cross-listed in African American studies, American cultural studies, English, and women and gender studies. Prerequisite(s): one course in African American studies, American cultural studies, or English. Recommended background: course work in the natural sciences. Not open to students who have received credit for AA/EN 259. Enrollment limited to 30. T. Pickens.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDSs37'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 10.0, "label": "INDS 325", "id": "1", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 325. Black Feminist Literary Theory and Practice.", "Concentrations": ["Diasporas (C038)", "Racisms (C041)", "Women and Writing (C060)", "African American Studies", "Women and Gender Studies"], "Description": "This seminar examines literary theories that address the representation and construction of race, gender, and sexuality, particularly, but not exclusively, theories formulated and articulated by Afra-diasporic women such as Spillers, Ogunyemi, Henderson, Valerie Smith, McDowell, Busia, Lubiano, and Davies. Students not only analyze theoretical essays but also use the theories as lenses through which to explore literary productions of women writers of Africa and the African diaspora in Europe and in the Americas, including Philip, Dangarembga, Morrison, Herron, Gayl Jones, Head, Condé, Brodber, Brand, Merle Collins, and Harriet Wilson. Cross-listed in African American studies, English, and women and gender studies. Strongly recommended: at least one lower level literature course. Enrollment limited to 15. (Critical thinking.) S. Houchins.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDS325'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 20.0, "label": "AA/AC 119", "id": "2", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/AC", "Title": "AA/AC 119. Cultural Politics.", "Concentrations": ["Diasporas (C038)", "Law and Society (C013)", "Material Culture (C083)", "Popular Culture (C040)", "Producing Culture: Arts and Audience (C061)", "Racisms (C041)"], "Description": "This course examines the relationship of culture to politics. It introduces the study of struggles to acquire, maintain, or resist power and gives particular attention to the role culture plays in reproducing and contesting social divisions of class, race, gender, and sexuality. Lectures and discussion incorporate film, music, and fiction in order to evaluate the connection between cultural practices and politics.    Enrollment limited to 40 per section. Normally offered every year. M. Beasley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/AC119'> LINK </a>"}, "size": 10.0, "color": "rgb(88, 114, 3)"}, {"x": 30.0, "label": "AA/WS 201", "id": "3", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/WS", "Title": "AA/WS 201. Race, Ethnicity, and Feminist Thought.", "Concentrations": ["Diasporas (C038)", "Identity, Race, and Ethnicity (C037)", "Racisms (C041)"], "Description": "While all courses in the women and gender studies program examine gender in relation to other critical categories of social identity and experience, this course focuses on race, ethnicity, and national power at their intersections with gender. Using perspectives from the social sciences, the humanities, and critical race, womanist, feminist, and queer theories, students examine feminist efforts at self-definition and self-sufficiency, as well as feminist contributions to knowledge, social and political activism, and theorizing.    Open to first-year students. Enrollment limited to 30. Normally offered every year. S. Houchins.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/WS201'> LINK </a>"}, "size": 10.0, "color": "rgb(236, 76, 93)"}, {"x": 40.0, "label": "AAS 390F", "id": "4", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AAS", "Title": "AAS 390F. The Afro-Hispanic Diaspora.", "Concentrations": ["Bridging ", " (C016)", "Colonialism (C059)", "Diasporas (C038)", "Latin American Studies (C072)", "Racisms (C041)", "African American Studies"], "Description": "The 500-year presence of Africans and their descendants in the Spanish-speaking world has produced a significant body of literature by blacks and about blacks. Spanish America was the main destination of the African diaspora. Afro-Hispanic writers attest to the struggle for freedom and the abolition of slavery. Their literature shows how the participation of blacks in the wars of Latin American independence was a struggle for their emancipation. Afro-Hispanic writers in Spain, the Americas, and Africa use their art and ideas to address the postnational migrations of the twenty-first century, a diaspora that has not ceased. This course meets jointly, once a week, with SPAN 490F. Recommended background: AAS 100. B. Fra-Molinero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AAS#AAS390F'> LINK </a>"}, "size": 10.0, "color": "rgb(25, 253, 186)"}, {"x": 50.0, "label": "AA/AC 375", "id": "5", "y": 10.0, "attributes": {"Requisite": " One of the following: ACS 100, AA/AC 119, AAS 100, WGST 100, INDS 250, AVC 280, AVC 374, AV/WS 296, ANTH 100, AV/WS 297, ACS 283, or AC/AV 288.    Enrollment limited to 30. M. Beasley, A. Bessire.", "Department Code": "AA/AC", "Title": "AA/AC 375. Curatorial Studies and Contemporary Culture.", "Concentrations": ["The Collaborative Project (C012)", "Material Culture (C083)"], "Description": "Cultural studies interprets curatorial practice such as how people come to understand and express identities through interactions with spaces, things, and shared social relations in contemporary daily life. This seminar considers the definitions of  \"curating\" from an act of collecting, arranging, and displaying things for others to understanding curatorial projects that investigate rituals, objects, sites, and events of everyday life and their interplay with identity and cultural politics. Students consider the work of such scholars as Wilson, Golden, Benjamin, Foucault, Gonzalez, and de Certeu. They discuss the usual sites for curatorial work such as museums, galleries, libraries, and botanic gardens, as well as less conventional sites such as food displays, magazines, dorm rooms, websites, music (the DJ as curator), and video programs. Prerequisite(s): One of the following: ACS 100, AA/AC 119, AAS 100, WGST 100, INDS 250, AVC 280, AVC 374, AV/WS 296, ANTH 100, AV/WS 297, ACS 283, or AC/AV 288.    Enrollment limited to 30. M. Beasley, A. Bessire.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/AC375'> LINK </a>"}, "size": 10.0, "color": "rgb(88, 114, 3)"}, {"x": 60.0, "label": "AA/EN 395T", "id": "6", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/EN", "Title": "AA/EN 395T. African American Literary Issues and Criticism.", "Concentrations": ["English (C086)", "Language and Literacy (C085)", "Learning and Teaching (C084)"], "Description": "This seminar takes as its premise that black literature engages with and reflects parts of the world in which it is produced. In this course, students sort through the various conversations authors and critics have with each other. They read canonical authors and less well-known figures in an effort to tease out the nuance present in this body of work. Each text is paired with another in a form of dialogue. These exchanges are not set, so it is up to students to understand how the texts speak to each other. Literary criticism requires us to think through privilege, citizenship, capitalism, intraracial dynamics, gender and sexual dynamics, and political movements. The course theme may vary from year to year (e.g., disability, literature of the left, black queer studies). Enrollment limited to 15. Instructor permission is required. (Critical thinking.) (Race, Ethnicity, or Diasporic Literature.)    T. Pickens.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/EN395T'> LINK </a>"}, "size": 10.0, "color": "rgb(210, 150, 213)"}, {"x": 70.0, "label": "AA/AN 251", "id": "7", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/AN", "Title": "AA/AN 251. Imagining the Caribbean.", "Concentrations": ["Culture and Meaning (C026)", "Diasporas (C038)", "Latin American Studies (C072)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "One anthropologist writing about the Caribbean asserts: \"Nowhere else in the universe can one look with such certainty into the past and discern the outlines of an undisclosed future.\" Caribbean social systems bore the full impact of Western imperial expansion yet have adjusted to it in resilient and creative ways. The course surveys and interprets aspects of Caribbean life, and the ways in which they have been represented, drawing on a variety of sources—historical, ethnographic, literary, and visual.   Open to first-year students. Enrollment limited to 20. Normally offered every year. C. Carnegie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/AN251'> LINK </a>"}, "size": 10.0, "color": "rgb(136, 38, 215)"}, {"x": 80.0, "label": "INDS 277", "id": "8", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 277. Chanting Down Babylon: Caribbean Popular Cultural Insurgency.", "Concentrations": [], "Description": "Caribbean popular culture exerts influence on the world stage disproportionate to the region's size. This course examines the politics and creolized development of Caribbean popular culture through some of its best-known modes of expression such as music, the Trinidad Carnival, and the game of cricket. Placing these cultural forms in their historical and social contexts reveals their oppositional, dissenting qualities. By applying various critical analytical lenses, however, including gender and sexuality, ethnicity, nationalism, and transnationalism, the course also considers certain conservative undercurrents of these cultural formations. Cross-listed in African American studies, American cultural studies, anthropology, and Latin American studies.    Enrollment limited to 20. C. Carnegie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDS277'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 95.0, "label": "SPAN 251", "id": "9", "y": 0.0, "attributes": {"Requisite": " SPAN 207 or 208. Recommended background: SPAN 216.    F. López.", "Department Code": "SPAN", "Title": "SPAN 251. Spanish Short Story.", "Concentrations": ["Learning and Teaching (C084)", "Spanish in Tarragona (C089)", "Writing Spain (C018)", "European Studies"], "Description": "The first manifestations of the short story as a genre in Spanish date back to the Middle Ages. In this course, students consider the evolution of the genre, from the cultural hybridity that shaped the earliest short stories to contemporary approaches to the literary form. Prerequisite(s): SPAN 207 or 208. Recommended background: SPAN 216.    F. López.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN251'> LINK </a>"}, "size": 10.0, "color": "rgb(249, 163, 71)"}, {"x": 110.0, "label": "AAS 458", "id": "10", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AAS", "Title": "AAS 458. Senior Thesis.", "Concentrations": ["African American Studies"], "Description": "The research and writing of an extended essay or report, or the completion of a creative project, under the supervision of a faculty member. Students register for AAS 458 in the winter semester. Majors writing an honors thesis register for both AAS 457 and 458.    Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AAS458'> LINK </a>"}, "size": 10.0, "color": "rgb(25, 253, 186)"}, {"x": 120.0, "label": "AA/EN 267", "id": "11", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/EN", "Title": "AA/EN 267. Narrating Slavery.", "Concentrations": ["Diasporas (C038)", "English (C086)", "Learning and Teaching (C084)"], "Description": "This course examines selected autobiographical writings of ex-slaves; biographical accounts of the lives of former slaves written by abolitionists, relatives, or friends; the oral histories of ex-slaves collected in the early to mid-twentieth century; and the fiction, poems, and dramas about slaves and slavery (neo-slave narratives) of the last hundred years. Students consider these works as interventions in the discourses of freedom—religious, political, legal, and psychological—and as examples of a genre foundational to many literary works by descendants of Africans in diaspora. The course surveys early works written by slaves themselves, such as broadsides and books by Jupiter Hammond, Frederick Douglass, and Harriet Jacobs; dictated biographies such as those by Nat Turner and Sor Teresa Chicaba; and fictional works inspired by the narratives, such as works by Toni Morrison,  Gayl  Jones, Charles Johnson, and Sherley Ann Williams. Recommended background: one 100-level English course or the introduction to African American Studies. Enrollment limited to 30. (Race, Ethnicity, or Diasporic Literature.) S. Houchins.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/EN267'> LINK </a>"}, "size": 10.0, "color": "rgb(210, 150, 213)"}, {"x": 130.0, "label": "INDS s34", "id": "12", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS s34. Place, Community, and Transformation: Kingston, Jamaica.", "Concentrations": ["Knowledge, Action, and the Public Good (C091)"], "Description": "The course evaluates the feasibility of green space development in Kingston, Jamaica, a city marked by class disparities, political polarization, and the impoverishing impact of neoliberal economic policies. Through assigned texts students explore the city's physical and demographic development under colonial and postcolonial rule. They examine development initiatives, challenges, and failures through guest lectures and tours led by practicing architects, engineers, planners, environmentalists, and community workers. Students undertake ethnographic research in neighborhoods, parks, and public spaces on the use of outdoor recreational space, perceived needs, and food gardening practices to gather data that might guide future community-building green initiatives. Cross-listed in African American studies, anthropology, environmental studies, and Latin American studies. Enrollment limited to 15. Instructor permission is required. (Community-Engaged Learning.) C. Carnegie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDSs34'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 140.0, "label": "AA/RH 242", "id": "13", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/RH", "Title": "AA/RH 242. Passing/Trespassing.", "Concentrations": ["Film and Media Studies (C019)", "Identity, Race, and Ethnicity (C037)", "Popular Culture (C040)", "Racisms (C041)"], "Description": "This course examines the rhetoric of containing black bodies in cinematic and literary narratives. In passing narratives light-skinned people move across racial lines supposedly fixed by biology, custom, and law. In trespassing narratives black persons enter spaces denoted as white by law or custom. This course calls attention to fear, fantasy, punishment, and resistance as ongoing dimensions of race and white supremacy. Recommended background: at least one course with race as a central topic. C. Nero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/RH242'> LINK </a>"}, "size": 10.0, "color": "rgb(205, 91, 120)"}, {"x": 150.0, "label": "AAS 360", "id": "14", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AAS", "Title": "AAS 360. Independent Study.", "Concentrations": ["African American Studies"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AAS360'> LINK </a>"}, "size": 10.0, "color": "rgb(25, 253, 186)"}, {"x": 160.0, "label": "AA/EN 255", "id": "15", "y": 0.0, "attributes": {"Requisite": " One 100-level English course. \n Open to first-year students. Normally offered every year. T. Pickens.", "Department Code": "AA/EN", "Title": "AA/EN 255. Black Poetry.", "Concentrations": ["English (C086)", "Learning and Teaching (C084)"], "Description": "How does the African American poetic tradition specifically contribute to the literary canon of African American literature and larger conceptions of American and global literature? This course is both an introduction to black poetics and a deep exploration. The course considers so-called basic questions (e.g., What are black poetics?) and more sophisticated questions (e.g., How do black poetics transform the literary and cultural landscape?). Students read a variety of authors who maneuver between intra- and inter-racial politics, including such canonical authors as Langston Hughes and Nikki Giovanni, and less well-known authors such as Jayne Cortez and LL Cool J. Prerequisite(s): One 100-level English course. \n Open to first-year students. Normally offered every year. T. Pickens.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/EN255'> LINK </a>"}, "size": 10.0, "color": "rgb(210, 150, 213)"}, {"x": 170.0, "label": "SPAN 231", "id": "16", "y": 10.0, "attributes": {"Requisite": [], "Department Code": "SPAN", "Title": "SPAN 231. Readings in Spanish Literature.", "Concentrations": ["Bridging ", " (C016)", "Learning and Teaching (C084)", "Spanish in Tarragona (C089)", "Writing Spain (C018)"], "Description": "What are the points of convergence and divergence between Spain and Europe? How has Spain articulated itself as European? How and by what motives has Spain emphasized its difference vis-à-vis Europe? In this course, students consider these questions through the reading of representative literary works by Spanish writers from all periods in light of the European context in which they were crafted. Students pay special attention to how broad, sweeping historical processes that stand as markers of European identity such as wars, revolutions, and cultural and philosophical movements are reflected in Spanish literature. Central themes include religion and expansion, modern monarchies and the making of the \"people,\" the invention of the nation and the ideal citizen, and postcolonial disorders. Not open to students who have received credit for SPAN 216. Open to first-year students.    Normally offered every year. F. López.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN231'> LINK </a>"}, "size": 10.0, "color": "rgb(249, 163, 71)"}, {"x": 185.0, "label": "WGST 100", "id": "17", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "WGST", "Title": "WGST 100. Introduction to Women and Gender Studies.", "Concentrations": ["Queer Studies (C009)", "American Cultural Studies", "Women and Gender Studies"], "Description": "An interdisciplinary study of women and gender in cross-cultural and historical perspectives. Emphasis is given to the gendered lives and to potentials for solidarity given diversities of race, class, ethnicity, age, (dis)ability, sexuality, nationality, and religion.    Enrollment limited to 40. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST100'> LINK </a>"}, "size": 10.0, "color": "rgb(147, 26, 10)"}, {"x": 200.0, "label": "INDS 305", "id": "18", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 305. Art, Power, and Politics.", "Concentrations": [], "Description": "Pairing theory with relevant documentaries and films, this course is an anthropological examination of the relationship among art, power, and politics. What can the artistic works of various societies say about their worlds that other creations cannot? What claims can art make about the workings of power, and what artistic techniques does power itself employ? Students consider these and other questions from a number of different perspectives, including the politics of perception, the place of art in modern life, the artistry of terror, the art of protest and propaganda, and the dream of building a beautiful regime. Recommended background: familiarity with classical social theory, especially Marx, is encouraged but not necessary. Cross-listed in African American studies, American cultural studies, and anthropology. Not open to students who have received credit for ANTH s22. Enrollment limited to 15. J. Rubin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDS305'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 210.0, "label": "RHET 391E", "id": "19", "y": 10.0, "attributes": {"Requisite": " RHET 100 or 120 or AA/RH 162.    Enrollment limited to 15. Instructor permission is required. C. Nero.", "Department Code": "RHET", "Title": "RHET 391E. The Interracial Buddy Film.", "Concentrations": ["Film and Media Studies (C019)", "American Cultural Studies"], "Description": "This course examines the intersections of race and gender in the interracial buddy film, an enduring genre that emerged in the civil rights era and has become one of the most profitable film formulas. Students examine how the films construct masculinity and race in political contexts. Prerequisite(s): RHET 100 or 120 or AA/RH 162.    Enrollment limited to 15. Instructor permission is required. C. Nero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET391E'> LINK </a>"}, "size": 10.0, "color": "rgb(48, 234, 164)"}, {"x": 230.0, "label": "AA/EN 268", "id": "20", "y": 0.0, "attributes": {"Requisite": " one 100-level English course. S. Houchins.", "Department Code": "AA/EN", "Title": "AA/EN 268. Survey of Literatures of Africa.", "Concentrations": ["Considering Africa (C022)", "Diasporas (C038)", "English (C086)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "This course explores folklore, myths, and literary texts of the African continent. These include works written by Anglophone authors such as Achebe, Soyinka, Ngugi, Vera, Njau, Nwapa, and Head; those drawn from oral traditions of indigenous languages transcribed into English, such as   and  ; and those written by Lusophone and Francophone authors including Bâ, Senghor, Liking, Neto, Mahfouz, and Kafunkeno. The course contextualizes each work historically, politically, and anthropologically. Students are introduced to a number of critical theories and methodologies with which to analyze the works, such as poststructural, Marxist, Pan-African, postcolonial, and feminist. Prerequisite(s): one 100-level English course. S. Houchins.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/EN268'> LINK </a>"}, "size": 10.0, "color": "rgb(210, 150, 213)"}, {"x": 240.0, "label": "AA/EN 253", "id": "21", "y": 0.0, "attributes": {"Requisite": " one 100-level English course.    Open to first-year students. Enrollment limited to 25. (Race, Ethnicity, or Diasporic Literature.) (Post-1800.) Staff.", "Department Code": "AA/EN", "Title": "AA/EN 253. The African American Novel.", "Concentrations": ["English (C086)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "An examination of the African American novel from its beginnings in the mid-1800s to the present. Issues addressed include a consideration of folk influences on the genre, its roots in the slave narrative tradition, its relation to Euro-American texts and culture, and the \"difference\" that gender as well as race makes in determining narrative form. Readings include narratives selected from among the works of such writers as Douglass, Jacobs, Wilson, Delany, Hopkins, Harper, Chesnutt, Johnson, Toomer, Larsen, Hurston, Wright, Petry, Ellison, Baldwin, Walker, Morrison, Marshall, and Reed. Prerequisite(s): one 100-level English course.    Open to first-year students. Enrollment limited to 25. (Race, Ethnicity, or Diasporic Literature.) (Post-1800.) Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/EN253'> LINK </a>"}, "size": 10.0, "color": "rgb(210, 150, 213)"}, {"x": 215.0, "label": "AA/RH 162", "id": "22", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/RH", "Title": "AA/RH 162. White Redemption: Cinema and the Co-optation of African American History.", "Concentrations": ["Beauty and Desire (C055)", "The City in History: Urbanism and Constructed Spaces (C057)", "Color: Sight and Perception (C036)", "Culture and Meaning (C026)", "Film and Media Studies (C019)", "Identity, Race, and Ethnicity (C037)", "Popular Culture (C040)", "Producing Culture: Arts and Audience (C061)", "Racisms (C041)"], "Description": "Since its origins in the early twentieth century, film has debated how to represent black suffering. This course examines one aspect of that debate: the persistent themes of white goodness, innocence, and blamelessness in films that are allegedly about black history and culture. Historical and cultural topics examined in film include the enslavement of Africans, Reconstruction, and the civil rights movement.    Normally offered every year. C. Nero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/RH162'> LINK </a>"}, "size": 10.0, "color": "rgb(205, 91, 120)"}, {"x": 250.0, "label": "AV/WS 287", "id": "23", "y": 10.0, "attributes": {"Requisite": [], "Department Code": "AV/WS", "Title": "AV/WS 287. Gender and Visual Culture.", "Concentrations": ["Learning and Teaching (C084)", "Queer Studies (C009)"], "Description": "This course concerns gender in the making and viewing of visual culture, with emphasis on the later twentieth and early twenty-first centuries, and the roles of visual culture in the construction of  gendered identities. Topics include the use of the visual in artistic, political, and historical representations of gendered people; queer and transgenderings; the visualization of gender in relation to race, ethnicity, nationality, class, age, sex, and sexuality; and matters of censorship, circulation, and resources that affect the cultural production of people oppressed and/or marginalized by sex and/or gender. Open to first-year students. Enrollment limited to 30 per section. (Race, Sexuality, Gender.)    E. Rand.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/WS287'> LINK </a>"}, "size": 10.0, "color": "rgb(62, 224, 37)"}, {"x": 270.0, "label": "INDS 374", "id": "24", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 374. Chanting down Babylon: Caribbean Popular Cultural Insurgency.", "Concentrations": [], "Description": "Caribbean popular culture exerts influence on the world stage disproportionate to the region's size. This course examines the politics and creolized development of Caribbean popular culture through some of its best-known modes of expression such as music, the Trinidad Carnival, and the game of cricket. Placing these cultural forms in their historical and social contexts reveals their oppositional, dissenting qualities. By applying various critical analytical lenses, however, including gender and sexuality, ethnicity, nationalism, and transnationalism, the course also considers certain conservative undercurrents of these cultural formations. Cross-listed in African American studies, American cultural studies, anthropology, and Latin American studies. Enrollment limited to 15. C. Carnegie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDS374'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 280.0, "label": "AA/RH 281", "id": "25", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/RH", "Title": "AA/RH 281. Black Pride and the 1970s.", "Concentrations": ["Film and Media Studies (C019)", "Identity, Race, and Ethnicity (C037)", "Popular Culture (C040)", "Racisms (C041)"], "Description": "This course focuses on the theme of black pride in artistic expression during the 1970s. Black pride enabled the creation of counter-publics that emerged after the civil rights movement defeated white supremacy laws. Particular attention is given to soul, disco, and funk as sonic movements that empowered young people, enabled gay culture formation, and popularized a modern southern blues; stage productions and literature that brought black feminism to mainstream attention; Broadway productions that fostered pride in black urban aesthetics and sensibilities; and television, radio, and cinema that validated the integrity of black history and culture.    Open to first-year students. Normally offered every year. C. Nero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/RH281'> LINK </a>"}, "size": 10.0, "color": "rgb(205, 91, 120)"}, {"x": 290.0, "label": "AAS s50", "id": "26", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AAS", "Title": "AAS s50. Independent Study.", "Concentrations": ["African American Studies"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Open to first-year students. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AASs50'> LINK </a>"}, "size": 10.0, "color": "rgb(25, 253, 186)"}, {"x": 50.0, "label": "AC/AV 288", "id": "27", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AC/AV", "Title": "AC/AV 288. Visualizing Race.", "Concentrations": ["Color: Sight and Perception (C036)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Popular Culture (C040)", "Racisms (C041)"], "Description": "This course considers visual constructions of race in art and popular culture, with a focus on the twentieth and twenty-first centuries. General topics include the role of visual culture in creating and sustaining racial stereotypes, racism, white supremacy, and white-skin privilege; the effects upon cultural producers of their own perceived race in terms of both their opportunities and their products; and the relations of constructions of race to those of gender, class, ethnicity, and sexuality. Not open to students who have received credit for AVC 288. Open to first-year students. Enrollment limited to 30. (Race, Sexuality, Gender.)    E. Rand.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/AV288'> LINK </a>"}, "size": 10.0, "color": "rgb(147, 126, 202)"}, {"x": 300.0, "label": "AA/HI 390E", "id": "28", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/HI", "Title": "AA/HI 390E. African Slavery in the Americas.", "Concentrations": ["Diasporas (C038)", "Early Modern World (C066)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "Of the millions of immigrants who arrived in North and South America during the colonial period, the majority came not from Europe but from Africa. They came not for freedom but as human property, facing a lifetime of bondage for themselves and their offspring. Far from being the \"peculiar institution\" that whites in the U.S. South called it, slavery existed throughout the Americas before its abolition in the nineteenth century. By reading contemporary scholarship and examining such primary sources as music, letters, autobiographies, and material artifacts, students gain a sense of the ways Africans and African Americans survived and influenced an institution that sought to deny their humanity.  Enrollment limited to 15. (United States.)    J. Hall.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/HI390E'> LINK </a>"}, "size": 10.0, "color": "rgb(182, 135, 165)"}, {"x": 220.0, "label": "AA/RH 391C", "id": "29", "y": 10.0, "attributes": {"Requisite": " AAS 100 or AA/RH 162. Enrollment limited to 15. Instructor permission is required.    C. Nero.", "Department Code": "AA/RH", "Title": "AA/RH 391C. The Harlem Renaissance.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Producing Culture: Arts and Audience (C061)", "Racisms (C041)"], "Description": "This course examines the New Negro Movement and the extraordinary creativity in the arts and in other aspects of intellectual life by African Americans in the 1920s and 1930s.  Although this cultural phenomenon was national in scope, most scholars agree that New York City, and Harlem in particular, was its epicenter. Topics include racial, gender, and cultural identities in literature, theater, the performing and visual arts; the formation of black queer culture; and the role in promoting the arts by political organizations such as the National Association for the Advancement of Colored People (NAACP) and Marcus Garvey's Universal Negro Improvement Association (UNIA). Prerequisite(s): AAS 100 or AA/RH 162. Enrollment limited to 15. Instructor permission is required.    C. Nero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/RH391C'> LINK </a>"}, "size": 10.0, "color": "rgb(205, 91, 120)"}, {"x": 310.0, "label": "AA/MU 249", "id": "30", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/MU", "Title": "AA/MU 249. African American Popular Music.", "Concentrations": ["Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Music and Culture (C080)", "Popular Culture (C040)", "Producing Culture: Arts and Audience (C061)", "Racisms (C041)"], "Description": "The history of the twentieth century can be understood in terms of the increasing African-Americanization of music in the West. The rapid emergence and dissemination of African American music made possible through recording technologies has helped to bring about radical cultural change: it has subverted received wisdoms about race, gender, and sexuality, and has fundamentally altered our relationship to time, to our bodies, to our most basic cultural priorities. This course explores some crucial moments in the history of this African-Americanization of popular music and helps  students develop an understanding of the relationship between musical sound and cultural practice.   Open to first-year students. Enrollment limited to 40. D. Chapman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/MU249'> LINK </a>"}, "size": 10.0, "color": "rgb(91, 125, 12)"}, {"x": 320.0, "label": "AA/EN 114", "id": "31", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/EN", "Title": "AA/EN 114. Introduction to African American Literature I: 1600–1910.", "Concentrations": ["English (C086)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)"], "Description": "This introductory course traces the development of a distinct African American literary tradition from the Atlantic Slave Trade to 1910. Students examine music, oratory, letters, poems, essays, slave narratives, autobiographies, fiction, and plays by Americans of African descent. The essential questions that shape this course include: What is the role of African American literature in the cultural identity and collective struggle of black people, and what should that role be? What themes, tropes, and forms connect these texts, authors, and movements into a coherent living tradition?    Enrollment limited to 50. (Race, Ethnicity, or Diasporic Literature.) T. Pickens.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/EN114'> LINK </a>"}, "size": 10.0, "color": "rgb(210, 150, 213)"}, {"x": 330.0, "label": "AA/RE 233", "id": "32", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/RE", "Title": "AA/RE 233. Literary Representations of the Africana Religions.", "Concentrations": ["Considering Africa (C022)", "Religious Studies (C001)"], "Description": "Using the literatures of African and African-descended peoples, this course examines the religions—traditional/indigenous, Christian, Islamic, and so-called \"syncretic\"—from the continent and the diaspora. The selected works may represent the religous traditions, rituals, practices of the Yoruba, Asante, Tswana, African Independent Churches, Rastafari, and followers of Vodun, Santeria, and related religions. Given the interdisciplinary nature of the course, students approach texts—novels, short stories, dramas, films, and poems—as creative productions and not just as media to convey information about the religions they represent. The course also is attentive to contexts, so students explore the religions represented and the historical periods, traditions, and cultures that produce them. Recommended background: course work in African American studies or religious studies. Normally offered every other year. S. Houchins.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/RE233'> LINK </a>"}, "size": 10.0, "color": "rgb(175, 148, 58)"}, {"x": 340.0, "label": "INDS 321", "id": "33", "y": 0.0, "attributes": {"Requisite": " one 200-level Spanish literature course.   B. Fra-Molinero.", "Department Code": "INDS", "Title": "INDS 321. ", "Concentrations": ["Bridging ", " (C016)", "Class, Inequity, Poverty, and Justice (C008)", "Diasporas (C038)", "Latin American Studies (C072)", "Post/Colonial Issues in French and Spanish (C032)", "Racisms (C041)", "African American Studies", "American Cultural Studies", "Environmental Studies", "Latin American Studies"], "Description": "This course studies the response of black writers and intellectuals of the Spanish-speaking world to issues related to the natural environment. In three countries, Ecuador, Puerto Rico, and Equatorial Guinea, modernity has brought serious challenges to notions of economic progress, human rights, and national sovereignty, as well as individual and communal identity. Course materials include written texts from local newspapers and magazines, as well as other sources of information such as Internet sites that discuss issues related to the environment and the arts. All readings are in English. Cross-listed in African American studies, environmental studies, Latin American Studies, and Spanish. Prerequisite(s): one 200-level Spanish literature course.   B. Fra-Molinero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDS321'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 350.0, "label": "AA/EN 115", "id": "34", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/EN", "Title": "AA/EN 115. Introduction to African American Literature II: 1910–Present.", "Concentrations": ["English (C086)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "This introductory course traces the development of a distinct African American literary tradition from 1910 to the present. Students examine music, oratory, letters, poems, essays, slave narratives, autobiographies, fiction, and plays by Americans of African descent. The essential questions that shape this course include: What is the role of African American literature in the cultural identity and collective struggle of black people, and what should that role be? What themes, tropes, and forms connect these texts, authors, and movements into a coherent living tradition? This course is a continuation of African American Literature I, which considers literary production before 1910. Recommended background: AA/EN 114.    Enrollment limited to 50. (Race, Ethnicity, or Diasporic Literature.) (Post-1800.) T. Pickens.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/EN115'> LINK </a>"}, "size": 10.0, "color": "rgb(210, 150, 213)"}, {"x": 180.0, "label": "INDS 342", "id": "35", "y": 10.0, "attributes": {"Requisite": " WGST 100. Recommended background: course work in African American studies, American cultural studies, anthropology, politics, sociology, or women and gender studies. Enrollment limited to 15. M. Beasley.", "Department Code": "INDS", "Title": "INDS 342. Performance, Narrative, and the Body.", "Concentrations": ["Identity, Race, and Ethnicity (C037)", "Language and Literacy (C085)", "Queer Studies (C009)", "African American Studies", "American Cultural Studies", "Women and Gender Studies"], "Description": "This course examines the politics of the body through the  inter/transdisciplinary frames of the narrative and performance, including the specific ways performance and narrative theories of the body and cultural practices operate in everyday life and social formations. Students examine how the \"body\" is performed and how narrative is constructed in a variety of different contexts such as race, gender, disease, sexuality, and culture. The course places narrative and performance at the center (rather than the margins) of inquiry, asking how far and how deeply performativity reaches into our lives and how performances construct our identities, differences, and our bodies: who we are and who we can become. Cross-listed in African American studies, anthropology, and women and gender studies. Prerequisite(s): WGST 100. Recommended background: course work in African American studies, American cultural studies, anthropology, politics, sociology, or women and gender studies. Enrollment limited to 15. M. Beasley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDS342'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 360.0, "label": "AA/RH 159", "id": "36", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/RH", "Title": "AA/RH 159. Cinema in Black and White: African American Presence and Absence in American Film.", "Concentrations": ["Film and Media Studies (C019)"], "Description": "The influence of African Americans in U.S. cinema has been profound, though most often is hidden in the shadows of discrimination. This course reconsiders the history of U.S. film by placing African Americans at the center instead of the margins. Films include major Hollywood releases ( ,  ) as well as works by independent producers and directors (Oscar Micheaux, Spike Lee). Enrollment limited to 40. C. Nero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/RH159'> LINK </a>"}, "size": 10.0, "color": "rgb(205, 91, 120)"}, {"x": 220.0, "label": "AAS 100", "id": "37", "y": 20.0, "attributes": {"Requisite": [], "Department Code": "AAS", "Title": "AAS 100. Introduction to African American Studies.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Class, Inequity, Poverty, and Justice (C008)", "Culture and Meaning (C026)", "Identity, Race, and Ethnicity (C037)", "Racisms (C041)", "African American Studies"], "Description": "This course examines African American history and culture through four themes: fragmentation, exclusion, resistance, and community. Particular attention is given to the diversity of cultures in the African diaspora in the Americas. Enrollment limited to 40. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AAS100'> LINK </a>"}, "size": 10.0, "color": "rgb(25, 253, 186)"}, {"x": 190.0, "label": "AC/WS 353", "id": "38", "y": 10.0, "attributes": {"Requisite": " one of the following: AA/AC 119, ACS 100, AC/AV 340, AC/EN 395B, AV/WS 287, INDS 250 or 267, or WGST 100. Enrollment limited to 15. M. Beasley.", "Department Code": "AC/WS", "Title": "AC/WS 353. Critical Theory/Critical Acts.", "Concentrations": ["Material Culture (C083)", "Queer Studies (C009)"], "Description": "Critical theory unravels streams of repressive discourses and hierarchies in our contemporary world, and artists have fostered ruptures and fissures in everyday life. This seminar ponders the concept of \"cultural worker\" and laments the domain of theory by exploring the intersections between critical theory, art, and cultural politics. Students engage in the ruptures, the fragments of knowledge, and making sense of the residue of \"social change\" while not forgetting the problematization of the aesthetic. They consider U.S.-based interdisciplinary artists such as Thiong'o, Fusco, Ana Mediata, Tania Bruguera, David Hammon, Jay-Z, Pope.L, and Lady Gaga with critical theorists such as Fanon, Butler, Foucault, Phalen, Muñoz, Moten, Adorno, Barthes, Dorothea Olkowski, and Benjamin. This seminar is based on close readings of theoretical texts and connecting those texts with contemporary cultural politics. Prerequisite(s): one of the following: AA/AC 119, ACS 100, AC/AV 340, AC/EN 395B, AV/WS 287, INDS 250 or 267, or WGST 100. Enrollment limited to 15. M. Beasley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/WS353'> LINK </a>"}, "size": 10.0, "color": "rgb(114, 210, 56)"}, {"x": 370.0, "label": "INDS 290", "id": "39", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 290. The Afro-Hispanic Diaspora.", "Concentrations": ["Bridging ", " (C016)", "Colonialism (C059)", "Diasporas (C038)", "Latin American Studies (C072)", "Racisms (C041)", "African American Studies", "Latin American Studies"], "Description": "The 500-year presence of Africans and their descendants in the Spanish-speaking world has produced a significant body of literature by blacks and about blacks. Spanish America was the main destination of the African diaspora. Afro-Hispanic writers attest to the struggle for freedom and the abolition of slavery. Their literature shows how the participation of blacks in the wars of Latin American independence was a struggle for their emancipation. Afro-Hispanic writers in Spain, the Americas, and Africa use their art and ideas to address the postnational migrations of the twenty-first century, a diaspora that has not ceased. Recommended background: AAS 100. Cross-listed in African American studies, Latin American studies, and Spanish. Open to first-year students. B. Fra-Molinero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDS290'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 380.0, "label": "AA/DN 252", "id": "40", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/DN", "Title": "AA/DN 252. Contemporary Issues in Dance.", "Concentrations": ["Beauty and Desire (C055)", "Dance (C011)", "The Human Body (C027)", "Producing Culture: Arts and Audience (C061)", "Queer Studies (C009)", "Racisms (C041)"], "Description": "This course focuses on current dance works and some of the issues that inform contemporary dance practices. Discussions include the ways in which choreographers, performers, and societies confront matters of political climate, cultural diversity, entertainment, globalization, and the politicized human body in dance. Open to first-year students.    C. Dilley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/DN252'> LINK </a>"}, "size": 10.0, "color": "rgb(85, 221, 186)"}, {"x": 170.0, "label": "AA/SP 350", "id": "41", "y": 0.0, "attributes": {"Requisite": " SPAN 222, 230, or 231. M. Pettway.", "Department Code": "AA/SP", "Title": "AA/SP 350. Representing Blacks in Cuban Literature: From the Colony to the Revolution.", "Concentrations": ["Latin American Studies (C072)", "Learning and Teaching (C084)", "Spanish in Tarragona (C089)"], "Description": "This course examines innovations and shifts in the representation of African descendants in Cuban literature. Students read narrative pieces, essays, letters, and poetry written by and about blacks that span the early colonial period to Revolutionary Cuba. Adapting an in-depth multidisciplinary approach, black as object is critically analyzed in opposition to literary and historical texts that construct black as subject. Race, religion, slavery, and gender as well as the formation of Afro-Cuban subjectivities are the primary topics of study, revealing the black struggle against multiple structures of domination as well as the resilience to negotiate with power. Prerequisite(s): SPAN 222, 230, or 231. M. Pettway.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/SP350'> LINK </a>"}, "size": 10.0, "color": "rgb(53, 5, 158)"}, {"x": 390.0, "label": "AA/EN 223", "id": "42", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/EN", "Title": "AA/EN 223. Survey of Literature of the Caribbean.", "Concentrations": ["Diasporas (C038)", "English (C086)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "This course examines the literatures of the African diaspora in the Caribbean and the Caribbean diaspora in Canada, the United States, the United Kingdom, and France. Some texts are drawn from Anglophone authors such as Lamming, Anthony, Walcott, Brodber, Danticat, Lovelace, Brathwaite, and Denis Williams; others, from Francophone and Hispanophone writers, including Guillen, Carpentier, Condé, Chamoiseau, Depestre, Ferré, and Morejón. The course places each work in its historical, political, and anthropological contexts. Students are introduced to a number of critical theories and methodologies with which to analyze the works, including poststructuralist, Marxist, Pan-African, postcolonial, and feminist. Recommended background: one 100-level English course or the introduction to African American Studies. (Race, Ethnicity, or Diasporic Literature.) S. Houchins.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/EN223'> LINK </a>"}, "size": 10.0, "color": "rgb(210, 150, 213)"}, {"x": 255.0, "label": "INDS s30", "id": "43", "y": 0.0, "attributes": {"Requisite": " one of the following: AA/AC 119; AC/AV 288, 340; ACS 100, 280; AC/WS 353; AV/AS 246; AVC 218, 219, 293, 350A, 374; AV/WS 287 or 296. Not open to first-year students or sophomores.   Enrollment limited to 15. (Community-Engaged Learning.) M. Beasley, D. Mills.", "Department Code": "INDS", "Title": "INDS s30. Visual Narratives: The City, Ethnography, and Cultural Politics.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Evidence: Documentation and Reality (C017)", "Knowledge, Action, and the Public Good (C091)", "Material Culture (C083)", "Producing Culture: Arts and Audience (C061)"], "Description": "The focus of this course is to create visual narratives of the City of Lewiston. Situated as a visual methods research course, it builds on theories of urban studies, critical ethnography, and the cultural politics surrounding the photographic documentation of people performing everyday life in the context of Lewiston. Particular attention is given to the development of photography both as a mode for representing culture and as a site of cultural practice. In the first two weeks, students engage theory and history; during the third week, are joined by a guest photographer. The course culminates in visual display of students' work at a location in downtown Lewiston. Cross-listed in African American studies, American cultural studies, and art and visual culture. Prerequisite(s): one of the following: AA/AC 119; AC/AV 288, 340; ACS 100, 280; AC/WS 353; AV/AS 246; AVC 218, 219, 293, 350A, 374; AV/WS 287 or 296. Not open to first-year students or sophomores.   Enrollment limited to 15. (Community-Engaged Learning.) M. Beasley, D. Mills.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDSs30'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 400.0, "label": "AA/EN 265", "id": "44", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/EN", "Title": "AA/EN 265. The Writings of Toni Morrison.", "Concentrations": ["English (C086)", "Learning and Teaching (C084)", "Women and Writing (C060)"], "Description": "This course surveys the writing of Nobel laureate Toni Morrison. Texts are selected from her novels, essays, children's literature, and drama and also include criticism written about her work by other scholars. Recommended background: one 100-level English course or the introduction to African American Studies. (Race, Ethnicity, or Diasporic Literature.) (Post-1800.) S. Houchins.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/EN265'> LINK </a>"}, "size": 10.0, "color": "rgb(210, 150, 213)"}, {"x": 100.0, "label": "INDS s38", "id": "45", "y": 20.0, "attributes": {"Requisite": " one course beyond SPAN 208. Recommended background: coursework in African American studies,  American cultural studies, anthropology, history, literature, or women and gender studies. B. Fra-Molinero.", "Department Code": "INDS", "Title": "INDS s38. Cannibalism as an Eating Disorder in the Conquest of America.", "Concentrations": ["Latin American Studies (C072)", "Renaissance: Arts and Letters (C035)"], "Description": "Christopher Columbus coined the word cannibal during his first voyage to the American continent. The word and the concept have been used ever since to situate the Other, people to be conquered or worthy of destruction. This course explores historical texts of the conquest that describe cannibalism and challenge the practice's very existence among Caribs, Aztecs, Incas, and enslaved Africans. Students explore the related concept of the manhunt, the use by the state of modern and ancient technologies of persecution against individuals and groups it has determined to eliminate. All readings are in English. All readings are in English. Cross-listed in African American studies, American cultural studies, and Latin American Studies. Prerequisite(s): one course beyond SPAN 208. Recommended background: coursework in African American studies,  American cultural studies, anthropology, history, literature, or women and gender studies. B. Fra-Molinero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDSs38'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 410.0, "label": "AA/AC s16", "id": "46", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/AC", "Title": "AA/AC s16. ", "Concentrations": ["Film and Media Studies (C019)", "Racisms (C041)"], "Description": "This course focuses on the HBO series  . Students discuss the episodes in terms of their narrative structure and content as well as cinematic techniques including shot sequence, lighting, camera angle, editing, and transitional devices. They also explore some of the sociopolitical issues this series examines: poverty, unemployment, the drug trade, public education, the decline of newspapers, and public housing. The intersection of race, gender, sexuality, and class serves as the lens through which they scrutinize these topics. Enrollment limited to 20. S. Houchins.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/ACs16'> LINK </a>"}, "size": 10.0, "color": "rgb(88, 114, 3)"}, {"x": 420.0, "label": "AA/HI 243", "id": "47", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/HI", "Title": "AA/HI 243. African American History.", "Concentrations": ["Class, Inequity, Poverty, and Justice (C008)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "People of African heritage in this country have been described as both \"omni-Americans\" and a distinctive cultural \"nation within a nation.\" The course explores this apparent paradox using primary and interpretive sources, including oral and written biography, music, fiction, and social history. It examines key issues, recurrent themes, conflicting strategies, and influential personalities in African Americans' quest for freedom and security. It surveys black American history from seventeenth-century African roots to current problems that remain in building an egalitarian, multiracial society for the future. Open to first-year students. Enrollment limited to 40. (United States.) H. Jensen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/HI243'> LINK </a>"}, "size": 10.0, "color": "rgb(182, 135, 165)"}, {"x": 430.0, "label": "AA/EN 259", "id": "48", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/EN", "Title": "AA/EN 259. Contemporary African American Literature.", "Concentrations": ["English (C086)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)"], "Description": "This course introduces students to contemporary African American literature. They explore literature written after 1975, considering a range of  patterns and literary techniques as well as consistent themes and motifs. Students read a mix of canonical and less well-known authors. This course requires a nuanced, complicated discussion about what encompasses the contemporary African American literary tradition. Prerequisites(s): one 100-level English course. Recommended background: course work in American cultural studies, African American studies, or English.    Not open to students who have received credit for INDS s37. Enrollment limited to 25. (Race, Ethnicity, or Diasporic Literature.) (Post-1800.) Normally offered every year. T. Pickens.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/EN259'> LINK </a>"}, "size": 10.0, "color": "rgb(210, 150, 213)"}, {"x": 440.0, "label": "INDS 257", "id": "49", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 257. African American Women's History and Social Transformation.", "Concentrations": ["Class, Inequity, Poverty, and Justice (C008)", "Racisms (C041)", "African American Studies", "American Cultural Studies", "Women and Gender Studies"], "Description": "This course examines the political, social, and cultural traditions African American women have created from slavery to the current moment, notably the influence of African American women on the major social movements of the nineteenth and twentieth centuries including abolition, woman's suffrage, the club movement, women's liberation, the black arts movement, the civil rights movement, and Black Power. Through novels, plays, autobiography, music, and nonfiction produced by and about African American women, students explore a range of intellectual and cultural traditions. Recommended background: one course in women and gender studies and/or one course in African American studies.  Cross-listed in African American studies, politics, and women and gender studies. Enrollment limited to 30. (Identities and Interests.) (Institutional Politics.) M. Plastas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AAS#INDS257'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 90.0, "label": "AA/SP 450", "id": "50", "y": 10.0, "attributes": {"Requisite": " SPAN 215, 216, 217, 250, or 251. M. Pettway.", "Department Code": "AA/SP", "Title": "AA/SP 450. Representing Blacks in Cuban Literature: From the Colony to the Revolution.", "Concentrations": ["Latin American Studies (C072)", "Learning and Teaching (C084)", "Spanish in Tarragona (C089)"], "Description": "This course examines innovations and shifts in the representation of African descendants in Cuban literature. Students read narrative pieces, essays, letters, and poetry written by and about blacks that span the early colonial period to Revolutionary Cuba. Adapting an in-depth multidisciplinary approach, black as object is critically analyzed in opposition to literary and historical texts that construct black as subject. Race, religion, slavery, and gender as well as the formation of Afro-Cuban subjectivities are the primary topics of study, revealing the black struggle against multiple structures of domination as well as the resilience to negotiate with power. Prerequisite(s): SPAN 215, 216, 217, 250, or 251. M. Pettway.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AAS#AA/SP450'> LINK </a>"}, "size": 10.0, "color": "rgb(53, 5, 158)"}, {"x": 450.0, "label": "AA/AV 294", "id": "51", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AA/AV", "Title": "AA/AV 294. Religious Arts of the African Diaspora.", "Concentrations": ["Color: Sight and Perception (C036)", "Considering Africa (C022)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Material Culture (C083)"], "Description": "This course examines the religious arts of the African diaspora. The arts related to the religious traditions of Candomblé, Lucumí (Santería), Rastafarianism, Vodun, and Kongo-derived religions are explored through a multidisciplinary lens. Contemporary visual culture is discussed in addition to arts created for the purpose of worship or memory, such as sculptural figures, altars, garments, and yard shows. In exploring these arts of the diaspora, the course considers and challenges constructions of race, ethnicity, and Africanicity from insiders' and outsiders' perspectives. Not open to students who have received credit for AA/AV s20. Enrollment limited to 20. A. Bessire.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AAS#AA/AV294'> LINK </a>"}, "size": 10.0, "color": "rgb(186, 8, 70)"}, {"x": 460.0, "label": "INDS s19", "id": "52", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS s19. Food, Culture, and Performance.", "Concentrations": ["Knowledge, Action, and the Public Good (C091)", "Material Culture (C083)", "African American Studies", "American Cultural Studies", "Women and Gender Studies"], "Description": "This interdisciplinary seminar examines the idea of cultural engagement through food. Students explore the meanings of food and eating across cultures, with particular attention to how people define themselves socially, symbolically, and politically through food consumption practices. Students in this community-based course collaborate with Nezinscot Farm exploring themes of gathering, homesteading, and biodynamic farming.  The course develops research and writing skills, introduces visual and performance theories of culture, and fosters an understanding of the importance of food and its relationship to identity construction, histories, and cultural literacy. The course culminates in a  performative meal.  Cross-listed in African American studies, American cultural studies, anthropology, and women and gender studies.\n Enrollment limited to 20. (Community-Engaged Learning.) M. Beasley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDSs19'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 190.0, "label": "INDS 250", "id": "53", "y": 20.0, "attributes": {"Requisite": " AAS 100, ACS 100, or WGST 100, and one other course in African American studies, American cultural studies, or women and gender studies.    Enrollment limited to 40. Normally offered every year. Staff.", "Department Code": "INDS", "Title": "INDS 250. Interdisciplinary Studies: Methods and Modes of Inquiry.", "Concentrations": ["African American Studies", "American Cultural Studies", "Women and Gender Studies"], "Description": "Interdisciplinarity involves more than a meeting of disciplines. Practitioners stretch methodological norms and reach across disciplinary boundaries. Through examination of a single topic, this course introduces students to interdisciplinary methods of analysis. Students examine what practitioners actually do and work to become practitioners themselves. Cross-listed in African American studies, American cultural studies, and women and gender studies. Prerequisite(s): AAS 100, ACS 100, or WGST 100, and one other course in African American studies, American cultural studies, or women and gender studies.    Enrollment limited to 40. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDS250'> LINK </a>"}, "size": 10.0, "color": "rgb(73, 243, 113)"}, {"x": 470.0, "label": "AAS 457", "id": "54", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "AAS", "Title": "AAS 457. Senior Thesis.", "Concentrations": ["African American Studies"], "Description": "The research and writing of an extended essay or report, or the completion of a creative project, under the supervision of a faculty member. Students register for AAS 457 in the fall semester. Majors writing an honors thesis register for both AAS 457 and 458.    Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AAS457'> LINK </a>"}, "size": 10.0, "color": "rgb(25, 253, 186)"}, {"x": 100.0, "label": "SPAN 208", "id": "55", "y": 10.0, "attributes": {"Requisite": " SPAN 202. Recommended background: SPAN 207. Open to first-year students. Enrollment limited to 20 per section. Normally offered every year. Staff.", "Department Code": "SPAN", "Title": "SPAN 208. Advanced Spanish: Texts and Contexts.", "Concentrations": ["Bridging ", " (C016)", "Learning and Teaching (C084)", "Modern Europe (C024)", "Spanish in Tarragona (C089)"], "Description": "This course is a continuation of SPAN 207 with particular emphasis upon analyzing a variety of texts and developing more sophistication in writing. Conversations and compositions are based on both literary and cultural readings. Prerequisite(s): SPAN 202. Recommended background: SPAN 207. Open to first-year students. Enrollment limited to 20 per section. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN208'> LINK </a>"}, "size": 10.0, "color": "rgb(249, 163, 71)"}, {"x": 260.0, "label": "AV/WS 296", "id": "56", "y": 10.0, "attributes": {"Requisite": "", "Department Code": "AV/WS", "Title": "AV/WS 296", "Concentrations": [], "Description": "not offered in the last 4 semesters", "Course Site": ""}, "size": 10.0, "color": "rgb(62, 224, 37)"}]}