{"nodes":[{"label":"PHIL 274","x":0.0,"y":200.0,"id":"0","attributes":{"Title":"PHIL 274. Phenomenology.","Description":"A survey of several of the dominant themes in twentieth-century phenomenology. The course is designed to familiarize students with this area through the study of some of the works of Husserl and Heidegger, among others. Prerequisite(s): one course in philosophy.  M. Okrent.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PHIL#PHIL274'> LINK </a>","Requisite":" one course in philosophy.  M. Okrent.","Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 256","x":40.0,"y":100.0,"id":"1","attributes":{"Title":"PHIL 256. Moral Philosophy.","Description":"Is there a difference between right and wrong? Is it merely a matter of custom, convention, preference, or opinion, or is there some other basis for this distinction, something that makes it \"objective\" rather than \"subjective\"? How can we tell, in particular cases and in general, what is right and what is wrong? Is there some moral principle or method for deciding particular moral problems? Philosophers discussed include Hobbes, Hume, Kant, Mill, and the Dalai Lama. Open to first-year students. Enrollment limited to 30 per section. Normally offered every year. D. Cummiskey, S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL256'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 324C","x":60.0,"y":0.0,"id":"2","attributes":{"Title":"PHIL 324C. Liberty, Equality, and Community.","Description":"Liberty and equality are the central values of contemporary political philosophy. These values, however, seem inevitably to conflict. Unlimited freedom leads to inequalities and remedies for inequalities restrict liberty. This seminar focuses on competing accounts of the proper balance between liberty and equality.  In particular, students focus on John Rawls' theory of justice and competing theories of justice, including utilitarian liberalism, Nozick's libertarian theory, communitarian theories, feminist theories, and multicultural approaches. Prerequisite(s): PHIL 255, 256, or 257. Enrollment limited to 15.    D. Cummiskey.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL324C'> LINK </a>","Requisite":" PHIL 255, 256, or 257. Enrollment limited to 15.    D. Cummiskey.","Concentrations":["Law and Society (C013)","Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 321","x":70.0,"y":0.0,"id":"3","attributes":{"Title":"PHIL 321. Seminar: Topics in the Contemporary Philosophy of Mind and Language.","Description":"An examination of recent discussions of topics concerning language, intentionality, and what it is to be a person. Topics vary from year to year.  ","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL321'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 321J","x":80.0,"y":0.0,"id":"4","attributes":{"Title":"PHIL 321J. Topics in the Contemporary Philosophy of Mind and Language: Self-Knowledge.","Description":"We seem to know our own minds — our beliefs, desires, intentions, feelings, and sensations — in a distinctive and particularly secure way. But although introspective self-knowledge is so familiar, it is difficult to account for. This course examines a range of philosophical problems associated with self-knowledge: What (if any) are the differences between self-knowledge and other knowledge, such as knowledge of other people's minds? Can plausible accounts of the process of introspection be reconciled with plausible accounts of the objects of self-knowledge, i.e., mental states and their contents? Do we even have knowledge of our own minds? Prerequisite(s): one 200- or 300-level course in philosophy. Enrollment limited to 15.    One-time offering. L. Ashwell.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL321J'> LINK </a>","Requisite":" one 200- or 300-level course in philosophy. Enrollment limited to 15.    One-time offering. L. Ashwell.","Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 213","x":90.0,"y":0.0,"id":"5","attributes":{"Title":"PHIL 213. Biomedical Ethics.","Description":"The rapid changes in the biological sciences and medical technology have thoroughly transformed the practice of medicine. The added complexity and power of medicine has in turn revolutionized the responsibilities and duties that accompany the medical professions. This course explores the values and norms governing medical practice; the rights and responsibilities of health care providers and patients; the justification for euthanasia; and the problems of access, allocation, and rationing of health care services. Not open to students who have received credit for FYS 362 or PHIL s26. Open to first-year students. Enrollment limited to 30. Normally offered every year. D. Cummiskey.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL213'> LINK </a>","Requisite":[],"Concentrations":["Law and Society (C013)","Philosophy (C042)","Philosophy and Psychology (C031)","Public Health (C065)","Neuroscience"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 322","x":100.0,"y":0.0,"id":"6","attributes":{"Title":"PHIL 322. Seminar: Topics in Contemporary European Philosophy.","Description":"An examination of recent developments in Continental philosophy. ","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL322'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 458","x":110.0,"y":0.0,"id":"7","attributes":{"Title":"PHIL 458. Senior Thesis.","Description":"Students register for PHIL 458 in the winter semester. Majors writing an honors thesis register for both PHIL 457 and 458.    Normally offered every year. Staff.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL458'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 245","x":120.0,"y":0.0,"id":"8","attributes":{"Title":"PHIL 245. Metaphysics.","Description":"This course introduces students to some of the central issues in metaphysics. Possible questions considered include: Which kinds of things exist? What is one saying when one says that something \"exists\"? What does it mean to say that something causes something else? What is one saying when one says that something might possibly be other than it is? What does it mean to say that something is the same identical thing at one time that it is at another?  Open to first-year students. Enrollment limited to 30. L. Ashwell.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL245'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 360","x":130.0,"y":0.0,"id":"9","attributes":{"Title":"PHIL 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL360'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 323A","x":0.0,"y":100.0,"id":"10","attributes":{"Title":"PHIL 323A. Dispositions.","Description":"Paradigmatic dispositions are fragility, solubility, elasticity, and conductivity, but discussions of dispositions occur in a wider range of theories than these examples might suggest. Dispositions, also called \"powers\" or \"tendencies\" are considered in, for example, analyses of free will, color properties, mental states, natural laws, and causation. Some argue that dispositions are the only type of property there is, yet others question whether there really are such properties. In discussing these debates, students cover several core topics in metaphysics and epistemology, including possible worlds and counterfactuals, realism and anti-realism about properties, reduction, and explanation. Prerequisite(s): PHIL 195 and 211, 232, 234, 235, 236, 245, 272, or 274.    L. Ashwell.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL323A'> LINK </a>","Requisite":" PHIL 195 and 211, 232, 234, 235, 236, 245, 272, or 274.    L. Ashwell.","Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL s50","x":140.0,"y":0.0,"id":"11","attributes":{"Title":"PHIL s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHILs50'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 255","x":150.0,"y":0.0,"id":"12","attributes":{"Title":"PHIL 255. Human Nature and Perfectibility.","Description":"This course looks at influential theories of human nature and different conceptions of the possibility of human perfection. What is the essence of human nature? Is the capacity to improve upon itself part of its essence? What is the best possible human life and why is it so difficult to achieve? The course considers a wide range of sources from ancient philosophical and religious texts to modern and contemporary scientific and philosophical theories of human nature. Open to first-year students. Enrollment limited to 30. D. Cummiskey.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL255'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 227","x":160.0,"y":0.0,"id":"13","attributes":{"Title":"PHIL 227. Philosophy of Art.","Description":"An introduction to central issues in contemporary philosophy of art through the lens of artistic works and practice. Students investigate what constitutes a work of art, artistic representation, the nature of aesthetic qualities, and the relevance of artists' intentions to the evaluation of works of art, with close attention to visual, performance, literary, and experimental art forms. Not open to students who have received credit for AV/PL 226. Open to first-year students. Enrollment limited to 30 per section. W. Seeley.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL227'> LINK </a>","Requisite":[],"Concentrations":["Beauty and Desire (C055)","Philosophy (C042)","Philosophy and Psychology (C031)","Visible Ideas: 2D and 3D Design (C029)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 350","x":170.0,"y":0.0,"id":"14","attributes":{"Title":"PHIL 350. Seminar on Major Thinkers.","Description":"The course examines in depth the writings of a major philosopher. Thinkers who may be discussed include Plato, Aristotle, Plotinus, Descartes, Spinoza, Leibniz, Hume, Marx, Wittgenstein, and Quine.  Staff.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL350'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 395A","x":10.0,"y":100.0,"id":"15","attributes":{"Title":"PHIL 395A. Advanced Logic.","Description":"In this course students look further at the techniques introduced in Philosophy 195, Introduction to Logic, and investigate further their advantages and limits. In particular, students consider soundness, consistency, completeness, decidability, and axiomatization. The latter two involve the study of some topics in the theory of computation, such as Turing machines. Students also look at alternative logical systems that allow us to express things we could not say in classical logic, including modal logic, the logic of possibility and necessity. Prerequisite(s): PHIL 195. Enrollment limited to 15. L. Ashwell.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PHIL#PHIL395A'> LINK </a>","Requisite":" PHIL 195. Enrollment limited to 15. L. Ashwell.","Concentrations":["Applying Mathematical Methods (C006)","Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 457","x":180.0,"y":0.0,"id":"16","attributes":{"Title":"PHIL 457. Senior Thesis.","Description":"Students register for PHIL 457 in the fall semester. Majors writing an honors thesis register for both PHIL 457 and 458.    Normally offered every year. Staff.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL457'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 351","x":190.0,"y":100.0,"id":"17","attributes":{"Title":"PHIL 351. Kant.","Description":"This course is an intensive study of Kant's  . Interpretations by contemporary critics are considered. Prerequisite(s): PHIL 272.       M. Okrent.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL351'> LINK </a>","Requisite":" PHIL 272.       M. Okrent.","Concentrations":["Early Modern World (C066)","Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 325","x":210.0,"y":0.0,"id":"18","attributes":{"Title":"PHIL 325. Seminar: Topics in Metaethics.","Description":"These courses consider a broad range of issues, both historical and contemporary, in metaethics and moral epistemology.   Enrollment limited to 15. S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL325'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 365A","x":200.0,"y":100.0,"id":"19","attributes":{"Title":"PHIL 365A. Human Nature.","Description":"This course examines human nature from philosophical, evolutionary, and cultural perspectives. Students focus on ideals of rationality, the role of the emotions, the nature of free will, the role of culture and biology, and conceptions of human happiness. Prerequisite(s): one of the following: PHIL 150, 256, 257, 271, or 272. Recommended background: two philosophy courses. Enrollment limited to 15.    D. Cummiskey.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PHIL#PHIL365A'> LINK </a>","Requisite":" one of the following: PHIL 150, 256, 257, 271, or 272. Recommended background: two philosophy courses. Enrollment limited to 15.    D. Cummiskey.","Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 262","x":220.0,"y":0.0,"id":"20","attributes":{"Title":"PHIL 262. Philosophy and Feminism.","Description":"One central project of feminist philosophy is the use of philosophical methods to think carefully about important and distinctive features of the lives of women, and also about the concepts employed in the feminist political movement and similar social movements, such as those centered around race, class, disability, and sexuality. Topics include: what it is to be a woman; what it is to face discrimination or oppression; science and society, particularly genders in science; sex and sexuality; reproduction; the family; gender in popular culture; the body and appearance, including looking at the fashion and beauty industries. Open to first-year students. Enrollment limited to 30. Normally offered every year. L. Ashwell, S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL262'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 257","x":60.0,"y":100.0,"id":"21","attributes":{"Title":"PHIL 257. Moral Luck.","Description":"This course explores the relationship between luck and morality. It examines the moral and metaphysical problem of free will, determinism, and responsibility, and the related problem of moral luck. It looks at the role friendship plays in the moral life and the ways \"relational goods\" help to protect us from some of the exigencies of bad luck. It considers Kant's attempt to make morality \"safe\" from luck and the way Aristotle embraces luck in his moral outlook. It also looks at the nature of evil and the extent to which evil is under our control.    Not open to students who have received credit for FYS 288 or PHIL s22. Open to first-year students. Enrollment limited to 30 per section. S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL257'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 395","x":20.0,"y":100.0,"id":"22","attributes":{"Title":"PHIL 395. Seminar: Topics in Logic.","Description":"Students address topics from among: basic metatheory of first-order logic, including soundness and completeness; computability theory and mathematical logic, including Turing machines, the halting problem, and Gödel's incompleteness results; and modal logics and possible worlds semantics. Prerequisite(s): PHIL 195. Enrollment limited to 15.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PHIL#PHIL395'> LINK </a>","Requisite":" PHIL 195. Enrollment limited to 15.","Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 310","x":230.0,"y":0.0,"id":"23","attributes":{"Title":"PHIL 310. Buddhist Philosophy.","Description":"This course explores Buddhist philosophy with a special emphasis on moral and political philosophy. Philosophical topics include the Four Noble Truths, the doctrine of impermanence and codependent arising, the doctrine of no-self, and the concept of emptiness. The relationships among Buddhist philosophy, insight meditation, and moral virtue, especially the practical social, political, and ethical implications, are a primary focus of the course. Prerequisite(s): two courses in philosophy. Enrollment limited to 15. Normally offered every other year. D. Cummiskey.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL310'> LINK </a>","Requisite":" two courses in philosophy. Enrollment limited to 15. Normally offered every other year. D. Cummiskey.","Concentrations":["Buddhism (C002)","Philosophy (C042)","Religious Studies (C001)","South Asian Studies (C087)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 322B","x":240.0,"y":0.0,"id":"24","attributes":{"Title":"PHIL 322B. Merleau-Ponty's ","Description":"This course is an intensive study of Merleau-Ponty's  . Interpretations by contemporary critics are considered. Recommended background: PHIL 274. Prerequisite(s): two courses in philosophy. Enrollment limited to 20.    M. Okrent.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PHIL#PHIL322B'> LINK </a>","Requisite":" two courses in philosophy. Enrollment limited to 20.    M. Okrent.","Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 235","x":250.0,"y":0.0,"id":"25","attributes":{"Title":"PHIL 235. Philosophy of Mind.","Description":"An inquiry into the nature of human mentality that pays special attention to the issues raised by experience and the relation between thought and language. Is mind distinct from body? If not, are mental states identical with brain states, or does the mind relate to the brain as programs relate to computer hardware? What is the connection between linguistic meaning and thought? Readings are drawn from historical and contemporary sources. Recommended background: one course in philosophy.    Open to first-year students. Enrollment limited to 40. L. Ashwell, M. Okrent.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL235'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)","Neuroscience"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL s27","x":260.0,"y":0.0,"id":"26","attributes":{"Title":"PHIL s27. Concepts of Self.","Description":"In Western philosophy, the idea of a self is central. The once dominant view held that selves were atomistic, isolated, literally individuals. Now many theorists regard selves as constituted and maintained through relationships. With this idea as a baseline, this course examines what selves or agents are, the ways in which selves are constituted and sustained, and the role of emotion in the constitution of a self. The course examines the idea of autonomy, especially in light of feminist critiques. And finally, the course explores the possibility of agency in a deterministic, scientific, though not necessarily scientistic worldview. Not open to students who have received credit for PHIL 219. Open to first-year students. Enrollment limited to 30. S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHILs27'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 234","x":270.0,"y":0.0,"id":"27","attributes":{"Title":"PHIL 234. Philosophy of Language.","Description":"This course is an advanced introduction to contemporary issues in the philosophy of language. Students investigate the natures of reference, meaning, and truth while reading the work of \nFrege, Wittgenstein, Russell, Kripke, Lewis, Putnam, and others. They address questions such as: What is it for a sign or a bit of language to be meaningful? What is it for words to represent or identify something? What is it for a statement to be truthful? What is a language, and what is it to know a language? How can you believe that Superman flies while believing that Clark Kent doesn't? Prerequisite(s): one course in philosophy. Recommended background: PHIL 195. Enrollment limited to 30. M. Okrent.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL234'> LINK </a>","Requisite":" one course in philosophy. Recommended background: PHIL 195. Enrollment limited to 30. M. Okrent.","Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 324","x":280.0,"y":0.0,"id":"28","attributes":{"Title":"PHIL 324. Seminar: Topics in Ethics.","Description":"This course focuses on important issues in ethics and political theory. Prerequisites(s): Philosophy 256 or 257.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL324'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 321F","x":290.0,"y":0.0,"id":"29","attributes":{"Title":"PHIL 321F. Embodied Cognition and the Philosophy of Artificial Life.","Description":"\"Artificial life\" refers to research in artificial intelligence (AI) that uses simulations, robotics, and genetic algorithms to model the kinds of flexible and adaptive behavior constitutive of our conception of intelligence. This course is an exploration and critical analysis of current research in embodied cognition and artificial life offered as an alternative to representational and computational theories of mind in philosophy and cognitive science. Topics  include the nature of intelligence, the computational theory of mind, embodied cognition, representation, classic AI, behavior-based robotics, neural networks, genetic algorithms, dynamic systems, and the role played by computer simulations and robotics in cognitive science. Enrollment limited to 18. W. Seeley.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PHIL#PHIL321F'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 272","x":195.0,"y":0.0,"id":"30","attributes":{"Title":"PHIL 272. Philosophy from Descartes to Kant.","Description":"The problems of knowledge, reality, and morality are discussed as they developed from the time of the scientific revolution and the birth of modern philosophy until their culmination in Kant. The course considers thinkers from among the classic rationalists (Descartes, Spinoza, Leibniz) and empiricists (Locke, Berkeley, Hume) as well as Kant.   Open to first-year students. Enrollment limited to 30. Normally offered every year. M. Okrent, L. Ashwell, P. Schofield.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL272'> LINK </a>","Requisite":[],"Concentrations":["Early Modern World (C066)","Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 258","x":300.0,"y":0.0,"id":"31","attributes":{"Title":"PHIL 258. Philosophy of Law.","Description":"What is law? What is the relationship of law to morality? What is the nature of judicial reasoning? Particular legal issues include the nature and status of liberty rights (the right to privacy including contraception, abortion, and homosexuality), the legitimacy of restrictions on speech and expression (flag burning and racist hate speech), and the justification of the death penalty. Readings include traditional and contemporary legal theory, case studies, and court decisions. Open to first-year students. Enrollment limited to 30. Normally offered every year. D. Cummiskey.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL258'> LINK </a>","Requisite":[],"Concentrations":["Law and Society (C013)","Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL s17","x":310.0,"y":0.0,"id":"32","attributes":{"Title":"PHIL s17. The Ethics of Care.","Description":"Several decades ago, Carol Gilligan introduced the idea that women might speak about morality in a different voice from men. Her important work has inspired and contributed to the development of the ethics of care, an approach to ethics that takes women's moral commitments and orientations seriously. This course presents a careful study of the ethics of care and a critical examination of it. Students read both the historically significant works from which the ethics of care began as well as recent developments of the theory and criticism of it from within feminist circles.    S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PHIL#PHILs17'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PL/RE 243","x":320.0,"y":0.0,"id":"33","attributes":{"Title":"PL/RE 243. Religion and Modern Critics.","Description":"A study of the dialogue between Western religious traditions and modern culture since the Enlightenment. Attention is given both to critical challenges (e.g., from philosophy, science, social theory, and psychology) and to religious responses that together have set the context for contemporary debates about the meaning and value of religion. Readings are drawn from thinkers such Hume, Kant, Schleiermacher, Kierkegaard, Marx, Darwin, Nietzsche, and Freud.    Open to first-year students. Enrollment limited to 40. T. Tracy.","Department Code":"PL/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PL/RE243'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Religious Studies (C001)"]},"color":"rgb(157, 91, 202)","size":10.0},{"label":"PHIL s32","x":330.0,"y":100.0,"id":"34","attributes":{"Title":"PHIL s32. Teaching Philosophy: Course Design and Classroom Instruction.","Description":"The line between practicing philosophy and teaching it has always been a blurry one, enough so that being a philosopher is often thought to involve being a teacher. In this course, students assume the role of philosophy instructor. The course covers works by a number of contemporary authors writing on course design and innovative teaching methodology, and students design a week-long introductory philosophy mini-course targeted at high school students.   Prerequisite(s): 3 philosophy courses. \n Enrollment limited to 9. Instructor permission is required. P. Schofield, S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHILs32'> LINK </a>","Requisite":" 3 philosophy courses. \n Enrollment limited to 9. Instructor permission is required. P. Schofield, S. Stark.","Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 211","x":340.0,"y":0.0,"id":"35","attributes":{"Title":"PHIL 211. Philosophy of Science.","Description":"Science has become our model for what counts as knowledge; the course examines that model and discusses how far its claims are justified in the light of the nature and history of science. Topics for consideration are drawn from the nature of scientific explanation, scientific rationality, progress in science, the nature of scientific theories, and the relations of science to society and to other views of the world. Readings include traditional and contemporary work in the philosophy of science. Open to first-year students. Enrollment limited to 30. M. Okrent.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL211'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)","Neuroscience"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 325C","x":350.0,"y":0.0,"id":"36","attributes":{"Title":"PHIL 325C. Moral Realism.","Description":"This course examines contemporary theories on the meaning of moral language, the possibility of moral knowledge, the existence of moral facts, the nature of moral arguments, and the relationship between morality and rationality. Philosophers discussed include Moore, Ayer, Stevenson, Hare, Foot, and Mackie. Some background in moral or political theory is recommended.    Enrollment limited to 15.    S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL325C'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 321D","x":360.0,"y":0.0,"id":"37","attributes":{"Title":"PHIL 321D. The Rise of Philosophical Analysis.","Description":"This course explores the history of twentieth-century philosophy by examining the methods and characteristic doctrines of two   successive philosophical movements. Students first focus on the early twentieth-century attempt, pioneered by Russell and the early Wittgenstein, to apply the newly developed techniques of formal logic to the analysis of the cognitive significance of our ordinary ways of talking. The course then considers the way in which a later generation of \"ordinary language\" philosophers, including Ryle, Austin, and the later Wittgenstein, reacted  against this attempt. Readings are taken from the works of Russell, G. E. Moore, Wittgenstein, Carnap, Quine, Ayer, Ryle, and Austin. Prerequisite(s): one course in philosophy. Recommended background: PHIL 195 or two courses in philosophy. Enrollment limited to 15.    M. Okrent.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL321D'> LINK </a>","Requisite":" one course in philosophy. Recommended background: PHIL 195 or two courses in philosophy. Enrollment limited to 15.    M. Okrent.","Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PL/RE 260","x":370.0,"y":0.0,"id":"38","attributes":{"Title":"PL/RE 260. Philosophy of Religion.","Description":"A consideration of major issues that arise in philosophical reflection upon religion. Particular issues are selected from among such topics as the nature of faith, the possibility of justifying religious beliefs, the nature and validity of religious experience, the relation of religion and science, and the problem of evil.    Open to first-year students. Enrollment limited to 30. T. Tracy.","Department Code":"PL/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PL/RE260'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)","Religious Studies (C001)"]},"color":"rgb(157, 91, 202)","size":10.0},{"label":"PHIL 237","x":380.0,"y":0.0,"id":"39","attributes":{"Title":"PHIL 237. Computational Modeling, Intelligence, and Intelligent Systems.","Description":"Artificial intelligence is an interdisciplinary research field dedicated to the study of intelligence and intelligent systems. The field draws on materials from computer science, psychology, neuroscience, and philosophy. Its history is closely associated with the development of cognitive science. This course provides a historical introduction and overview of theories and methods within the field with a strong focus on the development of computational modeling and simulation as research methods. Course work include hands-on modeling and simulation exercises that enable students to explore the practical applications and limits of different models for intelligenct behavior. No prior programming experience is required.    Enrollment limited to 30. Normally offered every other year. W. Seeley.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PHIL#PHIL237'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 321G","x":390.0,"y":0.0,"id":"40","attributes":{"Title":"PHIL 321G. Philosophical Issues in Cognitive Science.","Description":"Cognitive science is an interdisciplinary field in which theories and methods from psychology, computer science, neuroscience, linguistics, and philosophy are used to study cognitive phenomena, e.g., thinking, rationality, perception, language learning, and language comprehension. In its broadest form cognitive science is the study of how organisms acquire, represent, manipulate, and use information. In this context the goal of the cognitive science is to provide an account of the sorts of mental computations that underlie intelligent performance. Traditionally computational theories of mind have been central to this project. In this course students evaluate the computational model of mind and discuss its application to three areas of cognitive research: vision, artificial intelligence, and language learning and comprehension. Students also discuss several challenges to traditional cognitive science and evaluate the relationship between the computational model of mind and new research in cognitive neuroscience. Recommended background: PHIL 232, 234, or 235, or PSYC 101. Enrollment limited to 18. W. Seeley.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PHIL#PHIL321G'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 236","x":400.0,"y":0.0,"id":"41","attributes":{"Title":"PHIL 236. Theory of Knowledge.","Description":"Is knowledge possible, and if so, how? The course investigates how we can know the ordinary things we take ourselves to know. Students are introduced to major philosophical theories concerning when our thoughts about ourselves and the world are rationally justified.   Open to first-year students. Enrollment limited to 30. L. Ashwell.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL236'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 195","x":15.0,"y":0.0,"id":"42","attributes":{"Title":"PHIL 195. Introduction to Logic.","Description":"An investigation of the nature of valid reasoning, coupled with training in the skills of critical thinking. Close attention is paid to the analysis of ordinary arguments.   Enrollment limited to 40 per section. Normally offered every year. M. Okrent, L. Ashwell.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL195'> LINK </a>","Requisite":[],"Concentrations":["Applying Mathematical Methods (C006)","Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 321H","x":410.0,"y":0.0,"id":"43","attributes":{"Title":"PHIL 321H. Computational Modeling: Autonomous Robots and Embodied Cognition.","Description":"This course explores current research models in embodied cognition and artificial intelligence that use simulations, robotics, and genetic algorithms to explore flexible and adaptive behaviors constitutive of our conception of intelligence. These approaches provide alternative models for intelligent behavior that challenge traditional representational and computational theories of mind. The course includes a lab in which students use hands robotics exercises to explore the ideas they encounter in the class. Topics include the nature of intelligence, the computational theory of mind, representation, embodied cognition, behavior-based robotics, biorobotics modeling, dynamic systems, neural networks, genetic algorithms, and philosophical questions surrounding the use of computer simulations and robotics as research tools in psychology and cognitive science. No prior programming experience is necessary. Recommended background: PHIL 195, 235, 237, 321G; PSYC 101, 230; or NS/PY 330.   Enrollment limited to 18. W. Seeley.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL321H'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 295","x":30.0,"y":100.0,"id":"44","attributes":{"Title":"PHIL 295. Logic: Possibility, Probability, and Proofs.","Description":"Philosophers use various formal tools for philosophical inquiry. In this course students consider modal logic, the logic of possibility and necessity, formal epistemology, and also some surprising metalogical results. Prerequisite(s): PHIL 195. Not open to students who have received credit for PHIL 395A. Enrollment limited to 30. L. Ashwell.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL295'> LINK </a>","Requisite":" PHIL 195. Not open to students who have received credit for PHIL 395A. Enrollment limited to 30. L. Ashwell.","Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 232","x":420.0,"y":0.0,"id":"45","attributes":{"Title":"PHIL 232. Philosophy of Psychology.","Description":" The fundamental question philosophers of psychology ask is: Can there be a science of the mind? The major obstacle to an affirmative answer is the nature of consciousness. Thus a significant part of the course focuses on the philosophical problem of consciousness. Emotions, however, also pose problems for the science of the mind, and are also implicated in the nature of consciousness. A second focus of the course is the nature of emotion and its relationship to consciousness. Prerequisite(s): one course in philosophy. Not open to students who have received credit for PHIL s21. Enrollment limited to 30. S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PHIL#PHIL232'> LINK </a>","Requisite":" one course in philosophy. Not open to students who have received credit for PHIL s21. Enrollment limited to 30. S. Stark.","Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)","Neuroscience"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 150","x":430.0,"y":0.0,"id":"46","attributes":{"Title":"PHIL 150. Introduction to Philosophy.","Description":"This course introduces students to philosophy and philosophical reasoning by examining some of the fundamental philosophical problems of human existence. Among these are the problem of doubt and uncertainty as an aspect of human knowledge; the justification and importance of religious belief; and the nature of mind, matter, and freedom. An attempt is made to establish a balance between philosophy as a vigorous and professional discipline and philosophy as a personally useful method for exploring one's own reasoning and beliefs. Readings include both historical and contemporary works. Enrollment limited to 30 per section. W. Seeley.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL150'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 325B","x":40.0,"y":200.0,"id":"47","attributes":{"Title":"PHIL 325B. Moral Rules and/or Particulars.","Description":"Until recently many moral philosophers have assumed that moral justification proceeds by showing that, for example, an action falls under some more general moral principle. However, the existence and epistemic value of moral generalities have increasingly come to be questioned by a group of contemporary moral philosophers, including Aristotelians, feminists, and some British moral realists. These particularists have advanced the striking metaphysical claim that there are no codifiable moral generalities, as well as the epistemological claim that moral justification need not be parasitic on a supposed metaphysical relationship between justified and justifying properties. This course investigates these claims while also investigating the role that rules may or should play in morality. Prerequisite(s): PHIL 170 or 256. Enrollment limited to 15.    S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL325B'> LINK </a>","Requisite":" PHIL 170 or 256. Enrollment limited to 15.    S. Stark.","Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL s22","x":440.0,"y":0.0,"id":"48","attributes":{"Title":"PHIL s22. Moral Luck.","Description":"This course explores the relationship between luck and morality. It examines the moral and metaphysical problem of free will, determinism, and responsibility, and the related problem of moral luck. It looks at the role friendship plays in the moral life and the ways \"relational goods\" help to protect us from some of the exigencies of bad luck. It considers Kant's attempt to make morality \"safe\" from luck and the way Aristotle embraces luck in his moral outlook. It also looks at the nature of evil and the extent to which evil is under our control. Not open to students who have received credit for FYS 288 or PHIL 257. Open to first-year students. Enrollment limited to 30. S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHILs22'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 273","x":450.0,"y":0.0,"id":"49","attributes":{"Title":"PHIL 273. Philosophy in the Nineteenth Century.","Description":"The course follows the development of modern thought from Kant, through the rise and breakup of Hegelianism, to the culmination of nineteenth-century thought in Nietzsche. The impact of science, the relation of the individual and society, and the role of reflection in experience are examined in readings drawn from among Kant, Hegel, Schopenhauer, Feuerbach, Marx, Mill, Nietzsche, and Kierkegaard. Recommended background: two courses in philosophy or Philosophy 272.  Open to first-year students. M. Okrent.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL273'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","European Studies"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 324E","x":45.0,"y":0.0,"id":"50","attributes":{"Title":"PHIL 324E. Virtue Ethics.","Description":"Virtue ethics emerged as an important kind of moral theory during the last half of the twentieth century. There are many virtue theories, but they share a focus on the morality of character rather than the morality of individual actions. Many seek an answer to the question, \"How shall I live?\" rather than, \"What should I do?\" This course explores both the historical roots of virtue theory found in Aristotle and, according to some scholars, Kant. It also examines several contemporary theories of virtue as well as critics of this approach to moral theory. Prerequisite(s): FYS 248 or PHIL 256. Enrollment limited to 15.    S. Stark.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL324E'> LINK </a>","Requisite":" FYS 248 or PHIL 256. Enrollment limited to 15.    S. Stark.","Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 112","x":460.0,"y":0.0,"id":"51","attributes":{"Title":"PHIL 112. Contemporary Moral Disputes.","Description":"The course focuses on particular moral issues and the ethical arguments provoked by them. Topics discussed in the course may include the death penalty, abortion, and war tactics that result in civilian casualties including the ethics of drones, torture, and terrorism. Not open to students who have received credit for FYS 309. Enrollment limited to 30 per section. D. Cummiskey, T. Tracy, P. Schofield.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL112'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Religious Studies (C001)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PL/RE 304","x":470.0,"y":0.0,"id":"52","attributes":{"Title":"PL/RE 304. The Problem of Evil.","Description":"The presence of profound suffering and appalling injustice in the world raises some of the deepest questions that religions seek to address. Can the evils we see around us be reconciled with the classical affirmation that the world is created by a just and all-powerful God? This seminar considers the problem of evil as it arises in the theological and philosophical traditions of the West. Readings include Genesis and Job, Holocaust literature and Jewish theological responses, and contemporary writings in philosophy of religion and theology. Prerequisite(s): one course in philosophy or religious studies.    Enrollment limited to 15.    T. Tracy.","Department Code":"PL/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PL/RE304'> LINK </a>","Requisite":" one course in philosophy or religious studies.    Enrollment limited to 15.    T. Tracy.","Concentrations":["Philosophy (C042)","Philosophy and Psychology (C031)","Religious Studies (C001)"]},"color":"rgb(157, 91, 202)","size":10.0},{"label":"PHIL 323","x":480.0,"y":0.0,"id":"53","attributes":{"Title":"PHIL 323. Seminar: Topics in Metaphysics and Epistemology.","Description":" This course focuses on advanced issues in the theory of knowledge and in the theory of ultimate reality.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL323'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 268","x":490.0,"y":0.0,"id":"54","attributes":{"Title":"PHIL 268. Capitalism and Its Critics.","Description":"Some consider a capitalist economy an environment ideally conducive to human flourishing, while others consider it a significant threat. Debates over the merits of capitalism have raged among philosophers for generations. This course considers some of capitalism's most able defenders, as well as some of its most incisive critics. The course also examines some hybrid views, which attempt  to harness capitalism's capacity for good, while mitigating its ability to harm. Enrollment limited to 30. P. Schofield.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL268'> LINK </a>","Requisite":[],"Concentrations":["Law and Society (C013)","Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL s25","x":500.0,"y":0.0,"id":"55","attributes":{"Title":"PHIL s25. Asian and Islamic Ethical Systems.","Description":"This course provides a comparative study of Asian conceptions of ethics, including Confucian, Buddhist, and Islamic belief systems. Students carry out their own research, focusing on the beliefs, practices, and social structure of a tradition or community of their choice. The course ends with seminars in which students share the results of their research. Prerequisite(s): one course in philosophy. Enrollment limited to 15. D. Cummiskey.","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHILs25'> LINK </a>","Requisite":" one course in philosophy. Enrollment limited to 15. D. Cummiskey.","Concentrations":["Buddhism (C002)","Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 365","x":510.0,"y":0.0,"id":"56","attributes":{"Title":"PHIL 365. Special Topics.","Description":"A course or seminar offered from time to time and reserved for a special topic selected by the department. ","Department Code":"PHIL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PHIL#PHIL365'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)"]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 3","x":330.0,"y":0.0,"id":"57","attributes":{"Title":"PHIL 3","Description":"not offered in the last 4 semesters","Department Code":"PHIL","Course Site":"","Requisite":"","Concentrations":[]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"PHIL 170","x":40.0,"y":300.0,"id":"58","attributes":{"Title":"PHIL 170","Description":"not offered in the last 4 semesters","Department Code":"PHIL","Course Site":"","Requisite":"","Concentrations":[]},"color":"rgb(233, 56, 160)","size":10.0},{"label":"FYS 248","x":50.0,"y":100.0,"id":"59","attributes":{"Title":"FYS 248","Description":"not offered in the last 4 semesters","Department Code":"FYS","Course Site":"","Requisite":"","Concentrations":[]},"color":"rgb(26, 197, 189)","size":10.0}],"edges":[{"label":"","source":"0","target":"10","id":"6","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"1","target":"47","id":"8","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"1","target":"50","id":"10","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"2","target":"21","id":"12","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"10","target":"42","id":"14","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"15","target":"42","id":"16","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"17","target":"30","id":"18","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"19","target":"30","id":"20","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"22","target":"42","id":"22","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"34","target":"57","id":"24","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"42","target":"44","id":"26","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"47","target":"58","id":"28","attributes":{},"color":"rgb(233, 56, 160)","size":1.0},{"label":"","source":"50","target":"59","id":"30","attributes":{},"color":"rgb(26, 197, 189)","size":1.0}]}