{"edges": [{"attributes": {}, "target": "1", "source": "0", "id": "6", "label": "", "size": 1.0, "color": "rgb(148, 174, 43)"}], "nodes": [{"x": 0.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 115. Bates Science Fellows.", "Concentrations": [], "Description": "What does it mean to \"think like a scientist\"? In this course, students apply knowledge and skills from other science and mathematics courses to the study of contemporary issues in science. This year-long sequence integrates scientific and quantitative concepts commonly covered in first-year science and math courses. With readings, class discussions, individual and group work, students examine and analyze case studies and the scientific literature on various topics. Throughout the course, emphasis is given to how we develop and understand scientific knowledge. One-half course credit is granted upon completion of the course. Corequisite(s): one 100-level biology course; CHEM 107A; CH/ES 107B; FYS 274; MATH 105, 106, or 205; or PHYS 107. Enrollment limited to 12. Instructor permission is required. Normally offered every year. S. Richards.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=INDS#INDS115'> LINK </a>"}, "id": "0", "y": 0.0, "label": "INDS 115", "size": 10.0, "color": "rgb(148, 174, 43)"}, {"x": 0.0, "attributes": {"Requisite": " INDS 115. Corequisite(s): BIO 190; CHEM 108A; CH/ES 108B; MATH 106; 205; or PHYS 108. Enrollment limited to 12. Instructor permission is required. Normally offered every year. S. Richards.", "Department Code": "INDS", "Title": "INDS 116. Bates Science Fellows.", "Concentrations": [], "Description": "A continuation of INDS 115. One-half course credit is granted upon completion of the course. Prerequisite(s): INDS 115. Corequisite(s): BIO 190; CHEM 108A; CH/ES 108B; MATH 106; 205; or PHYS 108. Enrollment limited to 12. Instructor permission is required. Normally offered every year. S. Richards.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=INDS#INDS116'> LINK </a>"}, "id": "1", "y": 10.0, "label": "INDS 116", "size": 10.0, "color": "rgb(148, 174, 43)"}, {"x": 10.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 238. Sexuality Movements and the Politics of Difference.", "Concentrations": ["Knowledge, Action, and the Public Good (C091)", "Law and Society (C013)", "Queer Studies (C009)"], "Description": "This course introduces students to social movement theory and interest group politics in the United States via the case study of gay, lesbian, bisexual, transgender, and queer (LGBTQ) politics from the immediate post-World War II period to the present, and examines the relationship of sexuality to the racial and gender dynamics of American identity-based social movements. The course traces the development of research methodologies to study collective action from early rational choice models to resource mobilization theory to new social movement models and political opportunity and process models. How the LGBTQ movements drew upon, expanded, and challenged foundations established by both African American civil rights and feminism is also explored. A range of source materials includes political science, sociology, and history monographs and articles, primary source documents, literature, and film. Cross-listed in politics, sociology, and women and gender studies.    Enrollment limited to 30. (Identities and Interests.) (Institutional Politics.)    S. Engel.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=INDS#INDS238'> LINK </a>"}, "id": "2", "y": 0.0, "label": "INDS 238", "size": 10.0, "color": "rgb(148, 174, 43)"}, {"x": 20.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 458. Interdisciplinary Senior Thesis.", "Concentrations": [], "Description": "Independent study and writing of a major research paper in the area of the student's interdisciplinary major, supervised by an appropriate faculty member. Students register for Interdisciplinary Senior Thesis 458 in the winter semester. Interdisciplinary majors writing an honors thesis register for both Interdisciplinary Thesis 457 and 458. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=INDS#INDS458'> LINK </a>"}, "id": "3", "y": 0.0, "label": "INDS 458", "size": 10.0, "color": "rgb(148, 174, 43)"}, {"x": 30.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 457. Interdisciplinary Senior Thesis.", "Concentrations": [], "Description": "Independent study and writing of a major research paper in the area of the student's interdisciplinary major, supervised by an appropriate faculty member. Students register for INDS 457 in the fall semester. Interdisciplinary majors writing an honors thesis register for both INDS 457 and 458. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=INDS#INDS457'> LINK </a>"}, "id": "4", "y": 0.0, "label": "INDS 457", "size": 10.0, "color": "rgb(148, 174, 43)"}]}