{"edges": [{"attributes": {}, "target": "55", "source": "10", "id": "6", "label": "", "size": 1.0, "color": "rgb(153, 214, 236)"}, {"attributes": {}, "target": "24", "source": "20", "id": "8", "label": "", "size": 1.0, "color": "rgb(153, 214, 236)"}, {"attributes": {}, "target": "55", "source": "26", "id": "10", "label": "", "size": 1.0, "color": "rgb(153, 214, 236)"}, {"attributes": {}, "target": "85", "source": "48", "id": "12", "label": "", "size": 1.0, "color": "rgb(171, 106, 127)"}, {"attributes": {}, "target": "55", "source": "54", "id": "14", "label": "", "size": 1.0, "color": "rgb(153, 214, 236)"}, {"attributes": {}, "target": "82", "source": "70", "id": "16", "label": "", "size": 1.0, "color": "rgb(78, 50, 55)"}], "nodes": [{"x": 0.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s32. The Photograph as Document.", "Concentrations": ["Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)", "Material Culture (C083)", "American Cultural Studies"], "Description": "Documentary photographs generally describe human social situations that aim to be objective transcriptions of events into images. This course examines changes in style and methodology from classical documentary approaches of the 1930s and 1940s to contemporary modes of documentary photography. Using either traditional darkroom or digital imaging techniques, students produce projects that address the photograph's function as a document. Concepts of documentary photographs as witness and testimony are analyzed as is the issue of how these notions are challenged and manipulated by many contemporary artists. Recommended background: AVC 218 or 219. Enrollment limited to 15. E. Morris.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs32'> LINK </a>"}, "id": "0", "y": 0.0, "label": "AVC s32", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 10.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 293. African Photography: Representations of Africa.", "Concentrations": ["Considering Africa (C022)", "Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)", "Producing Culture: Arts and Audience (C061)"], "Description": "The course examines photography in Africa through two distinct lenses: that of the nonindigenous outsider and that of the African insider. The first half of the course is devoted to photographic representations of Africa by European and American explorers, missionaries, colonial officials, and tourists from the nineteenth century to the present. In the second half of the course, the works of African photographers from the nineteenth century to the present are examined, as well as the interface/distance between these photographers and their nonindigenous counterparts. Open to first-year students. Enrollment limited to 25. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AVC#AVC293'> LINK </a>"}, "id": "1", "y": 0.0, "label": "AVC 293", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 20.0, "attributes": {"Requisite": [], "Department Code": "AV/ES", "Title": "AV/ES s15. Photographing the Landscape.", "Concentrations": ["Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "The course provides a context for studying and analyzing images of the landscape by viewing and discussing historic and contemporary landscape photographs. Questions considered include the role of the sublime in current landscape photography, beauty as a strategy for persuasion, perceptions of \"natural\" versus \"artificial,\" and contemporary approaches in trying to affect environmental change. Students explore the depiction of the landscape by producing their own work, using \"pinhole,\" black-and-white film, or digital photography. Recommended background: AVC 218 or 219. Open to first-year students. Enrollment limited to 12. E. Morris.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/ESs15'> LINK </a>"}, "id": "2", "y": 0.0, "label": "AV/ES s15", "size": 10.0, "color": "rgb(107, 192, 138)"}, {"x": 30.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS s10. Between Past and Future: Contemporary Chinese Art since 1980.", "Concentrations": ["Asian Art and Literature (C033)", "Chinese Society and Culture (C047)"], "Description": "A book \"from the sky\" with imagined characters, Mao in a Mickey Mouse costume, a nude and pregnant self-portrait, the act of repeatedly \"stamping\" the water with a seal in Tibet: these are snapshots of Chinese contemporary art since 1980. This course examines the exhilarating last three decades of Chinese art. While focusing on the shadow of tradition in contemporary image making, topics also include gender and sexuality, political expression and activism, private and public spaces, and questions of historiography. Cross-listed in art and visual culture, Asian studies, and Chinese.    Enrollment limited to 30. Y. Liu.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#INDSs10'> LINK </a>"}, "id": "3", "y": 0.0, "label": "INDS s10", "size": 10.0, "color": "rgb(171, 106, 127)"}, {"x": 40.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 365. Special Topics.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "A course or seminar offered from time to time and reserved for a special topic selected by the department. ", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC365'> LINK </a>"}, "id": "4", "y": 0.0, "label": "AVC 365", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 50.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 458A. Senior Thesis: Studio Art.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Guidance in the development of a body of work in studio art accompanied by a short essay and culminating in an exhibition presented at the Bates College Museum of Art. Students majoring in art and visual culture in the studio track take 457A in the fall and 458A in the winter and must take these courses consecutively in their senior year. Students undertaking a thesis in studio art meet weekly. Normally offered every year. R. Feintuch, P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC458A'> LINK </a>"}, "id": "5", "y": 0.0, "label": "AVC 458A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 60.0, "attributes": {"Requisite": " one studio art course. Enrollment limited to 10. Instructor permission is required. Normally offered every year. P. Johnson.", "Department Code": "AVC", "Title": "AVC s23A. Printmaking Workshop I.", "Concentrations": ["The Collaborative Project (C012)", "Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)"], "Description": "This course offers an opportunity to work independently in a printshop for five weeks. Working with traditional intaglio processes including drypoint, etching, engraving, softground, aquatint, sugar lift, and multiple plate color printing, students develop guided individual work in a contemporary context. Prerequisite(s): one studio art course. Enrollment limited to 10. Instructor permission is required. Normally offered every year. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs23A'> LINK </a>"}, "id": "6", "y": 0.0, "label": "AVC s23A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 70.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 283. Contemporary Art.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "This course concerns contemporary art, with a focus on art of the United States created from the 1960s to the 1990s. Topics include changing definitions of art; the relation of art production to the mechanisms for exhibition, criticism, and sale; the contentious interaction of form and content; and the increased attention of artists and critics to matters of class, race, gender, and sexual orientation. Open to first-year students. Enrollment limited to 30 per section. A. Bessire.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC283'> LINK </a>"}, "id": "7", "y": 0.0, "label": "AVC 283", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 80.0, "attributes": {"Requisite": [], "Department Code": "AV/AS", "Title": "AV/AS 246. Visual Narratives: Storytelling in East Asian Art.", "Concentrations": ["Asian Art and Literature (C033)", "Asian Narrative Traditions (C052)", "Buddhism (C002)", "Chinese Society and Culture (C047)", "Language and Literacy (C085)", "Learning and Teaching (C084)", "Producing Culture: Arts and Audience (C061)"], "Description": "This course examines the important artistic tradition of narrative painting in China and Japan. Through study of visually narrative presentations of religious, historical, and popular stories, the course explores different contexts in which the works—tomb, wall, and scroll paintings—were produced. The course introduces various modes of visual analysis and art-historical contexts. Topics include narrative theory, text-image relationships, elite patronage, and gender representation.    Open to first-year students. (Non-Western Canon.) T. Nguyen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/AS246'> LINK </a>"}, "id": "8", "y": 0.0, "label": "AV/AS 246", "size": 10.0, "color": "rgb(78, 50, 55)"}, {"x": 90.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 290. Modern Architecture.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)", "European Studies"], "Description": "An introduction to modern European and American architecture. This course examines practical, social, and aesthetic dimensions related to the development of modern architecture. Special consideration is given to styles and collective movements such as the Bauhaus, the International Style, the Chicago School, and postmodernism. Architects considered at length include Henry Hobson Richardson, Louis Sullivan, Frank Lloyd Wright, Le Corbusier, Alvar Aalto, Mies van der Rohe, and Robert Venturi.   Not open to students who have received credit for AVC s22. Open to first-year students. Enrollment limited to 40. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC290'> LINK </a>"}, "id": "9", "y": 0.0, "label": "AVC 290", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 100.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 218. Photography I: The Analog Image.", "Concentrations": ["Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": " A study of photographic image making. This introductory course covers concepts and techniques of black-and-white photography. Working with film-based cameras and darkroom techniques, the course offers improvement in perceptual awareness and a study of the medium's expressive possibilities. There is a laboratory fee. A film camera with adjustable shutter speed and aperture is required. Open to first-year students. Enrollment limited to 12 per section. E. Morris.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC218'> LINK </a>"}, "id": "10", "y": 10.0, "label": "AVC 218", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 130.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 457A. Senior Thesis: Studio Art.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Guidance in the development of a body of work in studio art accompanied by a short essay and culminating in an exhibition at the Bates College Museum of Art. Students majoring in art and visual culture in the studio track take 457A in the fall and 458A in the winter and must take these courses consecutively in their senior year. Students undertaking a thesis in studio art meet weekly. Normally offered every year. P. Johnson, E. Morris.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC457A'> LINK </a>"}, "id": "11", "y": 0.0, "label": "AVC 457A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 140.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s26. Museum Studies.", "Concentrations": ["Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)", "Producing Culture: Arts and Audience (C061)"], "Description": "Analyzing how the history of museums and architecture has influenced paradigms of display and taxonomy, and how display and taxonomy have influenced museums and architecture, this course views the past in an attempt to identify characteristics of new museum ideologies of the twenty-first century.  Few institutional concepts have the fortitude and resilience to continually defend and renew themselves from external attack and self-referential lethargy.  The museum \"conquers\" by slowly assimilating cultural challenges.  In the past hundred years, the museum has met these challenges while increasing its relevance and historical importance despite architectural makeovers, financial scandal, censorship, cultural shifts, and the ever-changing demands of new media.  As the work shifts from analog to digital, museums are presenting exhibitions of painting, sculpture, photography, and video to ever-increasing audiences.  Field trips are planned. Enrollment limited to 15. Instructor permission is required. R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs26'> LINK </a>"}, "id": "12", "y": 0.0, "label": "AVC s26", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 150.0, "attributes": {"Requisite": " AVC 317A. Instructor permission is required. Normally offered every year. P. Johnson.", "Department Code": "AVC", "Title": "AVC 317B. Etching Workshop III.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Further study of intaglio printmaking processes. There is a laboratory fee. Prerequisite(s): AVC 317A. Instructor permission is required. Normally offered every year. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC317B'> LINK </a>"}, "id": "13", "y": 0.0, "label": "AVC 317B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 160.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s14. Greek and Roman Art and Architecture.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "A survey of the sculpture and architecture of Greece and Rome from the eighth century   through the fifth century   Enrollment limited to 30. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs14'> LINK </a>"}, "id": "14", "y": 0.0, "label": "AVC s14", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 170.0, "attributes": {"Requisite": [], "Department Code": "AV/AS", "Title": "AV/AS 234. Chinese Arts and Visual Culture.", "Concentrations": ["Asian Art and Literature (C033)", "Chinese Society and Culture (C047)", "Learning and Teaching (C084)"], "Description": "This course introduces Chinese visual cultures, from the Neolithic period to the present day, focusing on a period of particular cultural significance from the Han to Qing dynasties. The course reveals interrelationships among Chinese art, literature, religious philosophy, and politics. Topics discussed include artists' places within specific social groups, theories of arts, questions of patronage, and the relation of traditional indigenous art forms to the evolving social and cultural orders from which they draw life. Principal objects include ritual objects, bronze vessels, ceramics, porcelain, lacquer ware, sculptures, rock-cut temples, gardens, painting, calligraphy, and wood-block prints. Recommended background: AS/HI 171, AS/RE 208, and CHI 261. Open to first-year students. Enrollment limited to 45. (Non-Western Canon.) T. Nguyen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/AS234'> LINK </a>"}, "id": "15", "y": 0.0, "label": "AV/AS 234", "size": 10.0, "color": "rgb(78, 50, 55)"}, {"x": 180.0, "attributes": {"Requisite": " one course in the history of art and visual culture. Enrollment limited to 15. E. Harwood.", "Department Code": "AVC", "Title": "AVC 390B. Pre-Raphaelitism to Modernism.", "Concentrations": ["Beauty and Desire (C055)", "Learning and Teaching (C084)", "European Studies"], "Description": "Through the second half of the nineteenth century, the stated goals of progressive painting evolved away from a commitment to pursue an objective, visual realism and toward artists' recreation on their canvases of determinedly personal and subjective responses to the material world. This seminar traces that transformation through a focus, though not an exclusive one, on developments in the English art world. Topics and artists covered include Rossetti, Burne-Jones, Whistler, the Arts and Crafts Movement, Post-Impressionism, aestheticism, and symbolism. Prerequisite(s): one course in the history of art and visual culture. Enrollment limited to 15. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AVC#AVC390B'> LINK </a>"}, "id": "16", "y": 0.0, "label": "AVC 390B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 190.0, "attributes": {"Requisite": " any drawing course including AVC 212A, 213A, 312A, or 366A. Open to first-year students. Enrollment limited to 8. Normally offered every year. Staff.", "Department Code": "AVC", "Title": "AVC 214A. Painting: Pictorial Structure I.", "Concentrations": ["Color: Sight and Perception (C036)", "The Human Body (C027)", "Learning and Teaching (C084)"], "Description": "Problems in representation and pictorial structure. The student learns about painting by concentrated study of the works of painters from the past and present and by painting from nature. Prerequisite(s): any drawing course including AVC 212A, 213A, 312A, or 366A. Open to first-year students. Enrollment limited to 8. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC214A'> LINK </a>"}, "id": "17", "y": 0.0, "label": "AVC 214A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 200.0, "attributes": {"Requisite": " one course in any medium and AVC s34A. Instructor permission is required. R. Feintuch.", "Department Code": "AVC", "Title": "AVC s34B. Building a Studio Practice II.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Continued study of intensive studio practice. Prerequisite(s): one course in any medium and AVC s34A. Instructor permission is required. R. Feintuch.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs34B'> LINK </a>"}, "id": "18", "y": 0.0, "label": "AVC s34B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 210.0, "attributes": {"Requisite": " any painting course including AVC 202A, 214A, or 215A. Enrollment limited to 10. Normally offered every year. R. Feintuch, P. Johnson.", "Department Code": "AVC", "Title": "AVC 314A. Advanced Painting I.", "Concentrations": ["Beauty and Desire (C055)", "Color: Sight and Perception (C036)", "The Human Body (C027)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "An opportunity to combine experience from other painting courses with post-1945 painting practices. Students are encouraged to develop individual responses to thematic material. Consideration is given to the interaction of image, process, and meaning. Prerequisite(s): any painting course including AVC 202A, 214A, or 215A. Enrollment limited to 10. Normally offered every year. R. Feintuch, P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC314A'> LINK </a>"}, "id": "19", "y": 0.0, "label": "AVC 314A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 220.0, "attributes": {"Requisite": " AVC 316. Instructor permission is required. Normally offered every year. P. Johnson.", "Department Code": "AVC", "Title": "AVC 317A. Etching Workshop II.", "Concentrations": ["The Collaborative Project (C012)", "Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Continued study of intaglio printmaking processes. There is a laboratory fee. Prerequisite(s): AVC 316. Instructor permission is required. Normally offered every year. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC317A'> LINK </a>"}, "id": "20", "y": 10.0, "label": "AVC 317A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 230.0, "attributes": {"Requisite": [], "Department Code": "AV/CM", "Title": "AV/CM 265. Florence to Bruges: The Early Renaissance in Europe.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)", "Premodern History (C048)", "Renaissance: Arts and Letters (C035)"], "Description": "This course investigates the art and architecture of Northern and Southern Europe between 1250 and 1450. Students analyze the impact of theology, liturgy, social change, urbanism, gender, and social class on visual culture. Artists considered include Cimabue, Duccio, Giotto, Fra Angelico, Donatello, Brunelleschi, Jan van Eyck, and Rogier van der Weyden.    Open to first-year students. Enrollment limited to 40. (Premodern.)     R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/CM265'> LINK </a>"}, "id": "21", "y": 0.0, "label": "AV/CM 265", "size": 10.0, "color": "rgb(63, 86, 158)"}, {"x": 240.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s20. Renaissance and Post-Renaissance Gardens and Landscape Architecture.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Early Modern World (C066)", "Learning and Teaching (C084)", "Renaissance: Arts and Letters (C035)"], "Description": "The course examines the development and transformation of a major art form, the landscape garden, from its beginnings in fifteenth-century Italy through its later manifestations in seventeenth-century France and eighteenth-century England. While the garden provides the visual and historical framework for the course, the pervasive theme is humanity's changing attitudes toward and interpretations of nature and the world. Not open to students who have received credit for AVC 285. Open to first-year students. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs20'> LINK </a>"}, "id": "22", "y": 0.0, "label": "AVC s20", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 250.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 207. Ceramics: Making Sculptural Form.", "Concentrations": ["Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "This course explores the processes, methods, and conceptual possibilities of three-dimensional making through hand-building techniques such as coil, slab, and press molding as well as using the pottery wheel to make sculptural forms. Emphasis is placed on developing sculptural approaches using ceramic materials. Students examine contemporary sculpture as well as the processes, methods, and theories of ceramic work, glazing, and firing. There is a laboratory fee. Recommended background: prior experience with ceramics, sculpture, or drawing. Enrollment limited to 13. S. Dewsnap.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC207'> LINK </a>"}, "id": "23", "y": 0.0, "label": "AVC 207", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 220.0, "attributes": {"Requisite": " AVC 212A, 213A, 312A, 366A, or s39. Open to first-year students. Enrollment limited to 10. Instructor permission is required. Normally offered every year. P. Johnson.", "Department Code": "AVC", "Title": "AVC 316. Etching Workshop I.", "Concentrations": ["The Collaborative Project (C012)", "Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Students develop images using intaglio printmaking processes including drypoint, etching, softground, aquatint, sugar-lift, photo-transfer, multiple plate, and color printing. Emphasis is placed on development of sustained independent projects and critical thinking. There is a laboratory fee. Prerequisite(s): AVC 212A, 213A, 312A, 366A, or s39. Open to first-year students. Enrollment limited to 10. Instructor permission is required. Normally offered every year. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC316'> LINK </a>"}, "id": "24", "y": 0.0, "label": "AVC 316", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 260.0, "attributes": {"Requisite": " AVC 214A. Instructor permission is required. Normally offered every year. Staff.", "Department Code": "AVC", "Title": "AVC 214B. Painting: Pictorial Structure II.", "Concentrations": ["Color: Sight and Perception (C036)", "Learning and Teaching (C084)"], "Description": "Continued study of the problems of representation and pictorial structure introduced in AVC 214A. Prerequisite(s): AVC 214A. Instructor permission is required. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC214B'> LINK </a>"}, "id": "25", "y": 0.0, "label": "AVC 214B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 110.0, "attributes": {"Requisite": " AVC 318. Enrollment limited to 4. Instructor permission is required. Normally offered every year. E. Morris.", "Department Code": "AVC", "Title": "AVC 319. Photography III.", "Concentrations": ["Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)"], "Description": "This course offers advanced studies in the perception and generation of photographic images, using film-based or digital techniques. Emphasis is on photographic projects that are independently conceived and undertaken by the student. There is a laboratory fee. Prerequisite(s): AVC 318. Enrollment limited to 4. Instructor permission is required. Normally offered every year. E. Morris.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC319'> LINK </a>"}, "id": "26", "y": 10.0, "label": "AVC 319", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 270.0, "attributes": {"Requisite": " AVC 212A. Instructor permission is required. Normally offered every year. R. Feintuch, P. Johnson, P. Jones.", "Department Code": "AVC", "Title": "AVC 212B. Drawing: Still Life to the Model II.", "Concentrations": ["The Human Body (C027)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Continued study of drawing through process and analysis. Emphasis is placed on drawing from observation, and the subject matter that is addressed progresses from still life to the model. Prerequisite(s): AVC 212A. Instructor permission is required. Normally offered every year. R. Feintuch, P. Johnson, P. Jones.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC212B'> LINK </a>"}, "id": "27", "y": 0.0, "label": "AVC 212B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 280.0, "attributes": {"Requisite": [], "Department Code": "AV/AS", "Title": "AV/AS 245. Architectural Monuments of Southeast Asia.", "Concentrations": ["Asian Art and Literature (C033)", "Buddhism (C002)", "The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)", "Material Culture (C083)", "Popular Culture (C040)", "South Asian Studies (C087)"], "Description": "This course examines the arts of Southeast Asia by focusing on significant monuments of the countries in the region. It examines the architecture, sculpture, and relief carvings on the ancient monuments and their relations to religious, cultural, political, and social contexts. Sites covered include Borobudur, Angkor, Pagan, Sukkhothai, and My-Son.    Open to first-year students. Enrollment limited to 40. (Non-Western Canon.) (Premodern.)  T. Nguyen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/AS245'> LINK </a>"}, "id": "28", "y": 0.0, "label": "AV/AS 245", "size": 10.0, "color": "rgb(78, 50, 55)"}, {"x": 290.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s31. Museum Internship.", "Concentrations": ["Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)"], "Description": "Students who have arranged to participate in a nonpaid internship at the Bates College Museum of Art may receive one Short Term credit by taking this course at the same time. Permission may be given for internships carried out at other institutions, including the Portland Museum of Art, upon petition to the Department of Art and Visual Culture in advance. Students may have internships throughout their college careers, but may receive credit for one Short Term internship only. Enrollment limited to 30. Instructor permission is required. Normally offered every year. R. Corrie, E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs31'> LINK </a>"}, "id": "29", "y": 0.0, "label": "AVC s31", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 300.0, "attributes": {"Requisite": " One course in either studio art, music composition, theater design, playwriting, directing, contemporary performance, theater production, dance composition, fiction writing, poetry writing, or documentary video. Open to first-year students. Enrollment limited to 18. P. Johnson.", "Department Code": "AVC", "Title": "AVC s39. Drawing and Intention.", "Concentrations": ["Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)"], "Description": "Guided individual and collaborative research into various drawing methods including systemic approaches, off-press printing processes, mechanical reproduction, drawing as ritual, and perceptual drawing. Consideration is given to the relationship between function, form, image, and idea. Students have an opportunity to respond to an expanding definition of drawing that could include text, movement, and sound. Prerequisite(s): One course in either studio art, music composition, theater design, playwriting, directing, contemporary performance, theater production, dance composition, fiction writing, poetry writing, or documentary video. Open to first-year students. Enrollment limited to 18. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs39'> LINK </a>"}, "id": "30", "y": 0.0, "label": "AVC s39", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 310.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 377B. The Chateau and Gardens of Versailles.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Early Modern World (C066)", "Learning and Teaching (C084)"], "Description": "Beginning in the 1630s as a modest hunting lodge for Louis XIII, Versailles evolved over the next two centuries into a monumental palace and garden complex. This seminar considers the design and building history of the chateau and its gardens. Particular attention is devoted to their use both as the physical setting for the court, and as the staging area for and the embodiment of an idea of a magnificent, national monarchy and its attendant culture. Recommended background: two 200-level courses in the history of art and visual culture.    Enrollment limited to 15. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC377B'> LINK </a>"}, "id": "31", "y": 0.0, "label": "AVC 377B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 320.0, "attributes": {"Requisite": " two 200- or 300-level courses in the history of art and visual culture. Enrollment limited to 15. Instructor permission is required. Normally offered every year. E. Harwood.", "Department Code": "AVC", "Title": "AVC 374. Methods in the Study of Art and Visual Culture.", "Concentrations": ["Learning and Teaching (C084)", "Material Culture (C083)"], "Description": "This course considers the history and methodology of art history and visual culture studies, with an emphasis on recent theoretical strategies for understanding visual culture. Topics discussed include stylistic, iconographic, psychoanalytic, feminist, historicist, queer, anti-racist, and postmodern approaches to the study of visual material.  Prerequisite(s): two 200- or 300-level courses in the history of art and visual culture. Enrollment limited to 15. Instructor permission is required. Normally offered every year. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC374'> LINK </a>"}, "id": "32", "y": 0.0, "label": "AVC 374", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 330.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 229. Modern Vietnamese Culture through Film.", "Concentrations": ["Asian Art and Literature (C033)", "Asian Narrative Traditions (C052)", "Film and Media Studies (C019)", "Learning and Teaching (C084)", "Producing Culture: Arts and Audience (C061)"], "Description": "Many people conceive of Vietnam through images of war rather than through its culture. This course offers students an opportunity to study modern Vietnamese culture through documentary and feature films produced by westerners and Vietnamese during the last fifty years. The course helps students to gain insight into a traditional culture that, in part, shaped the modern course of Vietnam's history. The course challenges the old stereotypical views of Vietnam advanced by Hollywood movies with the new cultural images presented through Vietnamese eyes. Not open to students who have received credit for AVC s29. Enrollment limited to 25. (Non-Western Canon.) T. Nguyen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC229'> LINK </a>"}, "id": "33", "y": 0.0, "label": "AVC 229", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 340.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 282. Modern European Art.", "Concentrations": ["Color: Sight and Perception (C036)", "Learning and Teaching (C084)", "Modern Europe (C024)", "European Studies"], "Description": " An intensive investigation of European art from 1880 to 1930, with special attention to Post-Impressionism, Symbolism, Cubism, the emergence of abstraction, and Dada and Surrealism. Artists studied include Seurat, Van Gogh, Cézanne, Gauguin, Munch, Picasso, Matisse, Kandinsky, and Mondrian. Open to first-year students. Enrollment limited to 50. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC282'> LINK </a>"}, "id": "34", "y": 0.0, "label": "AVC 282", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 350.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s21. Soda Firing.", "Concentrations": ["Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "This course focuses on using the potter's wheel as a tool to generate functional and sculptural forms. Soda firing glazes the work in a unique way that enhances every surface.  Various clays, slips, and glazes are employed in exploration of the techniques used by the pioneers of the soda-firing process, as well as its current practitioners. Open to first-year students. Enrollment limited to 13. Normally offered every year. S. Dewsnap.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs21'> LINK </a>"}, "id": "35", "y": 0.0, "label": "AVC s21", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 360.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s18. Leonardo and His Heirs: High Renaissance and Mannerism.", "Concentrations": ["Beauty and Desire (C055)", "The City in History: Urbanism and Constructed Spaces (C057)", "Color: Sight and Perception (C036)", "Early Modern World (C066)", "The Human Body (C027)", "Learning and Teaching (C084)", "Renaissance: Arts and Letters (C035)"], "Description": "This course investigates the transformation of art and architecture that began with Leonardo da Vinci and his contemporaries, and remade the visual culture of Italy and northern Europe in the urban and court settings of the sixteenth century. Using traditional and recent modes of analysis to address the effect of religion, gender, and social and political structures on visual culture, students research the works of Leonardo, Raphael, Michelangelo, Bronzino, Titian, Anguissola, Palladio, and Holbein, among others. Attention is given to the changing reputations of the artists and their clients over the last five centuries.    Open to first-year students. Enrollment limited to 30.    R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs18'> LINK </a>"}, "id": "36", "y": 0.0, "label": "AVC s18", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 370.0, "attributes": {"Requisite": " AVC 215A. Instructor permission is required. P. Johnson.", "Department Code": "AVC", "Title": "AVC 215B. Painting: Nature and Abstraction II.", "Concentrations": ["Color: Sight and Perception (C036)", "Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)"], "Description": "Continued study of abstract painting methods. Prerequisite(s): AVC 215A. Instructor permission is required. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC215B'> LINK </a>"}, "id": "37", "y": 0.0, "label": "AVC 215B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 380.0, "attributes": {"Requisite": " AVC 312A. Instructor permission is required. Normally offered every year. R. Feintuch, P. Johnson.", "Department Code": "AVC", "Title": "AVC 312B. Drawing: The Figure II.", "Concentrations": ["The Human Body (C027)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Continued study from the human figure. Prerequisite(s): AVC 312A. Instructor permission is required. Normally offered every year. R. Feintuch, P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC312B'> LINK </a>"}, "id": "38", "y": 0.0, "label": "AVC 312B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 390.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 281. Realism and Impressionism.", "Concentrations": ["Color: Sight and Perception (C036)", "Learning and Teaching (C084)", "Modern Europe (C024)", "European Studies"], "Description": "An intensive investigation of British and French painting from 1850 to 1900. Artists and movements studied include the Pre-Raphaelite Brotherhood, Whistler, Courbet, Manet, Monet, Degas, and Renoir. The course concludes with a brief consideration of Post-Impressionism. Open to first-year students. Enrollment limited to 50. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC281'> LINK </a>"}, "id": "39", "y": 0.0, "label": "AVC 281", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 400.0, "attributes": {"Requisite": " AVC 203, s21, or s25. Open to first-year students. Enrollment limited to 13. Normally offered every year. S. Dewsnap.", "Department Code": "AVC", "Title": "AVC 217A. Studio Pottery I.", "Concentrations": ["Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "This course explores work generated on the potter's wheel through making and studying aspects of historic and contemporary pottery. Emphasis is placed on developing utilitarian pots as student examine the processes, methods, and theories of ceramic pottery work, glazing, and firing. There is a laboratory fee. Prerequisite(s): AVC 203, s21, or s25. Open to first-year students. Enrollment limited to 13. Normally offered every year. S. Dewsnap.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC217A'> LINK </a>"}, "id": "40", "y": 0.0, "label": "AVC 217A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 410.0, "attributes": {"Requisite": " AVC 350A. Instructor permission is required. Normally offered every year. P. Johnson.", "Department Code": "AVC", "Title": "AVC 350B. Visual Meaning II: Process, Material, Format.", "Concentrations": ["Beauty and Desire (C055)", "The Collaborative Project (C012)", "Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Continued study of contemporary studio practice, as introduced in Visual Meaning I. Prerequisite(s): AVC 350A. Instructor permission is required. Normally offered every year. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC350B'> LINK </a>"}, "id": "41", "y": 0.0, "label": "AVC 350B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 420.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 284. Revolutions and Romanticisms.", "Concentrations": ["Beauty and Desire (C055)", "Learning and Teaching (C084)", "European Studies"], "Description": "The course considers European and British painting in the period from 1770 to 1850, with particular consideration of the work in its broader social, political, and cultural contexts. Artists and topics include Blake, David, Goya, Ingres, Delacroix, Géricault, imperialism and art, orientalist painting, and the rise of Romantic landscape painting. The course serves as an essential bridge between AVC 280 and AVC 281. Open to first-year students. Enrollment limited to 40. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC284'> LINK </a>"}, "id": "42", "y": 0.0, "label": "AVC 284", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 430.0, "attributes": {"Requisite": [], "Department Code": "AV/WS", "Title": "AV/WS 295. The Decorated Body.", "Concentrations": ["Color: Sight and Perception (C036)", "The Human Body (C027)", "Learning and Teaching (C084)", "Material Culture (C083)"], "Description": "This course analyzes the arts associated with the body, using the body as subject and as lens for theoretical discussions in relation to non-Western and Western cultures. Cross-cultural and cross-disciplinary, with particular attention to the body as gendered and raced, the course addresses the ways that the body has been adorned and manipulated as an artistic medium through practices including painting, scarification, surgical manipulation, tattooing, piercing, branding, and hair adornment. Enrollment limited to 25. (Non-Western Canon.) (Race, Sexuality, Gender.) A. Bessire.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/WS295'> LINK </a>"}, "id": "43", "y": 0.0, "label": "AV/WS 295", "size": 10.0, "color": "rgb(45, 139, 114)"}, {"x": 440.0, "attributes": {"Requisite": [], "Department Code": "AV/WS", "Title": "AV/WS 375. Issues of Sexuality and the Study of Visual Culture.", "Concentrations": ["Learning and Teaching (C084)", "Queer Studies (C009)"], "Description": "This course considers issues of sexuality as they affect the study of visual culture, with a focus on lesbian, gay, bisexual, and other queer sexualities. Topics include the value and politics of identifying artists and other cultural producers by sexuality; the articulation of sexuality in relation to race, ethnicity, class, and gender; queer/trans/genders/sexuality; and the implications of work in sexuality studies for the study of art and other forms of visual culture in general. Not open to students who have received credit for AVC 375. Enrollment limited to 15. Instructor permission is required. E. Rand.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AVC#AV/WS375'> LINK </a>"}, "id": "44", "y": 0.0, "label": "AV/WS 375", "size": 10.0, "color": "rgb(45, 139, 114)"}, {"x": 450.0, "attributes": {"Requisite": [], "Department Code": "AV/CM", "Title": "AV/CM 252. Art of the Middle Ages.", "Concentrations": ["Beauty and Desire (C055)", "The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)", "Material Culture (C083)", "Medieval Worlds (C051)", "Premodern History (C048)", "Religious Studies (C001)"], "Description": "In Europe from the Early Christian era to the end of the Gothic age, from 300 to 1450  , precious objects, manuscripts, wall paintings, and stained glass were produced in great quantities. The course traces the development of these and other media, including tapestry and sculpture. The roles of liturgy, theology, and technological and social changes are stressed. Modes of historical analysis are investigated.    Open to first-year students. Enrollment limited to 50. (Premodern.)     R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/CM252'> LINK </a>"}, "id": "45", "y": 0.0, "label": "AV/CM 252", "size": 10.0, "color": "rgb(63, 86, 158)"}, {"x": 460.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 206. Ceramic Tile: Color and Design.", "Concentrations": ["Color: Sight and Perception (C036)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "This course explores glaze, color, and design on ceramic tile. Students consider color theory and its application to the ceramic surface. Students work with preliminary drawings and paper studies progressing to a series of handmade ceramic tiles. Analysis of readings and paper studies is used as a foundation to develop glaze color, examine glaze limitations, and investigate possibilities for the glazed ceramic surface. Students strategize about tile layout using imagination and traditional perspectives of historical tile design. Open to first-year students. Enrollment limited to 15. S. Dewsnap.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC206'> LINK </a>"}, "id": "46", "y": 0.0, "label": "AVC 206", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 470.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 272. Northern Baroque Art.", "Concentrations": ["Beauty and Desire (C055)", "Color: Sight and Perception (C036)", "Early Modern World (C066)", "Learning and Teaching (C084)", "Renaissance: Arts and Letters (C035)"], "Description": "A survey of painting, landscape design, and architecture in France and the Low Countries during the seventeenth century. Artists and places studied include Rubens, Rembrandt, Vermeer, Poussin, Claude Lorrain, Vaux-le-Vicomte, and Versailles. Recommended background: AVC 271. Open to first-year students. Enrollment limited to 45. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC272'> LINK </a>"}, "id": "47", "y": 0.0, "label": "AVC 272", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 480.0, "attributes": {"Requisite": [], "Department Code": "AV/WS", "Title": "AV/WS 287. Gender and Visual Culture.", "Concentrations": ["Learning and Teaching (C084)", "Queer Studies (C009)"], "Description": "This course concerns gender in the making and viewing of visual culture, with emphasis on the later twentieth and early twenty-first centuries, and the roles of visual culture in the construction of  gendered identities. Topics include the use of the visual in artistic, political, and historical representations of gendered people; queer and transgenderings; the visualization of gender in relation to race, ethnicity, nationality, class, age, sex, and sexuality; and matters of censorship, circulation, and resources that affect the cultural production of people oppressed and/or marginalized by sex and/or gender. Open to first-year students. Enrollment limited to 30 per section. (Race, Sexuality, Gender.)    E. Rand.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/WS287'> LINK </a>"}, "id": "48", "y": 0.0, "label": "AV/WS 287", "size": 10.0, "color": "rgb(45, 139, 114)"}, {"x": 490.0, "attributes": {"Requisite": [], "Department Code": "AV/CM", "Title": "AV/CM 241. The Art of Islam.", "Concentrations": ["Beauty and Desire (C055)", "The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)", "Medieval Worlds (C051)", "Middle East in Global Context (C090)"], "Description": "Art of the Islamic world from its roots in the ancient Near East to the flowering of Safavid Persia and Mughal India in the sixteenth, seventeenth, and eighteenth centuries. Developments are traced through architecture, painting, ceramics, textiles, and metalwork. Consideration is given to the continuity of the Near Eastern artistic tradition and Islamic art in the nineteenth and twentieth centuries.  Open to first-year students. Enrollment limited to 50. (Non-Western Canon.) (Premodern.)     R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/CM241'> LINK </a>"}, "id": "49", "y": 0.0, "label": "AV/CM 241", "size": 10.0, "color": "rgb(63, 86, 158)"}, {"x": 500.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 366A. Drawing the Model/Sustained Study I.", "Concentrations": ["The Human Body (C027)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "For a variety of reasons the human body has been and continues to be of great importance in Western art, and sustained study from the model is often central to artists' training and practices. This seminar focuses exclusively on drawing from the model in three-hour sessions. Enrollment limited to 12. R. Feintuch, P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC366A'> LINK </a>"}, "id": "50", "y": 0.0, "label": "AVC 366A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 510.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 458B. Senior Thesis: History and Criticism.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Preparation of an essay in the history or criticism of art and visual culture, conducted under the guidance of a member of the department faculty. Students conducting a senior thesis in history and criticism do not meet as a class. Students undertaking a thesis in the winter semester take 458B.    Normally offered every year. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC458B'> LINK </a>"}, "id": "51", "y": 0.0, "label": "AVC 458B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 520.0, "attributes": {"Requisite": [], "Department Code": "AV/CM", "Title": "AV/CM 376C. Siena: Art and Social Memory.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)", "Renaissance: Arts and Letters (C035)"], "Description": "At the height of its power Siena, Italy, bankrolled much of Europe and from 1250 to 1450 produced images that influenced painting from England to the Islamic world. Studying the work of Sienese artists including Duccio, Simone Martini, and the Lorenzetti, this course investigates the ties between visual culture (including sculpture and architecture) and politics, economics, religion, urban structure, and social identity. Recommended background: at least one 200-level course in the history of art and visual culture or the equivalent, or a course in medieval or Renaissance history. Enrollment limited to 15.    R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AVC#AV/CM376C'> LINK </a>"}, "id": "52", "y": 0.0, "label": "AV/CM 376C", "size": 10.0, "color": "rgb(63, 86, 158)"}, {"x": 530.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 390. Seminar in Nineteenth- and Twentieth-Century Art.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "The seminar offers the opportunity for an in-depth consideration of a significant artist, critic, movement, or aesthetic current in the nineteenth and/or twentieth century.  Enrollment limited to 15.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC390'> LINK </a>"}, "id": "53", "y": 0.0, "label": "AVC 390", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 120.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 219. Photography I: The Digital Image.", "Concentrations": ["Color: Sight and Perception (C036)", "Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": " A study of photographic image making using digital technology. This introductory course covers concepts and techniques of photography and the use of basic image-editing software (e.g., Adobe Photoshop). The course offers improvement in perceptual awareness and the study of expressive possibilities, especially as they pertain to digital manipulation.  A DSLR or equivalent digital camera with adjustable shutter speed and aperture is required. There is a laboratory fee. Open to first-year students. Enrollment limited to 12. Normally offered every year. E. Morris.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC219'> LINK </a>"}, "id": "54", "y": 10.0, "label": "AVC 219", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 110.0, "attributes": {"Requisite": " AVC 218 or 219 or equivalent experience. Open to first-year students. Enrollment limited to 11. Normally offered every year. E. Morris.", "Department Code": "AVC", "Title": "AVC 318. Photography II.", "Concentrations": ["Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Continued study in film-based or digital photography, offering refinement in technical skills as introduced in AVC 218 or 219. The further development of perception and critical analysis of images is emphasized. There is a laboratory fee. Prerequisite(s): AVC 218 or 219 or equivalent experience. Open to first-year students. Enrollment limited to 11. Normally offered every year. E. Morris.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC318'> LINK </a>"}, "id": "55", "y": 0.0, "label": "AVC 318", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 540.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 360. Independent Study.", "Concentrations": ["Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC360'> LINK </a>"}, "id": "56", "y": 0.0, "label": "AVC 360", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 550.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 248. The Art of Rock-Cut Architecture in Asia.", "Concentrations": ["Asian Art and Literature (C033)", "Buddhism (C002)", "The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)", "South Asian Studies (C087)"], "Description": "This course explores the art of early Buddhist rock-cut temples. These temples appeared in India during the third century  , then spread along the ancient trade routes from India to eastern Asia. The rock caves not only chart artistic development, expressed through breathtaking architecture, sculpture, reliefs, and mural paintings depicting legends and stories, they also reveal the religious practice along the trade route, as well as international and local cultures. Recommended background: AV/AS 243. Open to first-year students. Enrollment limited to 40. (Non-Western Canon.) (Premodern.)  T. Nguyen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC248'> LINK </a>"}, "id": "57", "y": 0.0, "label": "AVC 248", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 560.0, "attributes": {"Requisite": " AVC 202A. Instructor permission is required. Normally offered every year. Staff.", "Department Code": "AVC", "Title": "AVC 202B.  Painting: Color and Design II.", "Concentrations": ["Color: Sight and Perception (C036)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Continued exploration and practice of the color theory and design introduced in AVC 202A. Prerequisite(s): AVC 202A. Instructor permission is required. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC202B'> LINK </a>"}, "id": "58", "y": 0.0, "label": "AVC 202B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 570.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 203. Ceramic Design and Techniques.", "Concentrations": ["Color: Sight and Perception (C036)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Designing and sculpting of objects in clay, using such traditional techniques as coil and slab construction and throwing on the potter's wheel. This course provides an introduction to the ceramic process covering the nature of clay, application of glazes, firing procedures and aspects of the history of pottery. Drawing is part of some assignments. The course is a prerequisite for Studio Pottery (AVC 217). Open to first-year students. Enrollment limited to 15 per section. Normally offered every year. S. Dewsnap.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC203'> LINK </a>"}, "id": "59", "y": 0.0, "label": "AVC 203", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 580.0, "attributes": {"Requisite": " AVC 217A.    Instructor permission is required. Normally offered every year. S. Dewsnap.", "Department Code": "AVC", "Title": "AVC 217B. Studio Pottery II.", "Concentrations": ["Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "This advanced ceramic course continues the study of the history of ceramics and the use of the potters wheel. There is a laboratory fee. Prerequisite(s): AVC 217A.    Instructor permission is required. Normally offered every year. S. Dewsnap.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC217B'> LINK </a>"}, "id": "60", "y": 0.0, "label": "AVC 217B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 590.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 377A. Picturesque Suburbia.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)", "American Cultural Studies"], "Description": "The seminar focuses on the interconnections among conceptions of nature and the city, emergent middle-class social practices, and developments in the design of single-family houses in the United States between 1830 and 1930. Particular attention is paid to A. J. Downing, the garden city movement, and Frank Lloyd Wright. Recommended background: a 200-level course in the history of art and visual culture. Enrollment limited to 15. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC377A'> LINK </a>"}, "id": "61", "y": 0.0, "label": "AVC 377A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 600.0, "attributes": {"Requisite": " one previous studio art course. Enrollment limited to 10. Instructor permission is required. Normally offered every year. P. Johnson.", "Department Code": "AVC", "Title": "AVC 350A. Visual Meaning I: Process, Material, Format.", "Concentrations": ["Beauty and Desire (C055)", "The Collaborative Project (C012)", "Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "This course reflects changing concerns in the contemporary art world. Working in various media of their choice, students share a common investigation of the process of making meaning, and the impact material has on visual thinking/visual product. Students consider the potential of format, with emphasis on processes that balance critical thinking with creative generation.  Prerequisite(s): one previous studio art course. Enrollment limited to 10. Instructor permission is required. Normally offered every year. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC350A'> LINK </a>"}, "id": "62", "y": 0.0, "label": "AVC 350A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 610.0, "attributes": {"Requisite": " any drawing course including AVC 205A, 212A, 213A, 312A, or 366A. Open to first-year students. Enrollment limited to 10. Normally offered every year. Staff.", "Department Code": "AVC", "Title": "AVC 202A. Painting: Color and Design I.", "Concentrations": ["Color: Sight and Perception (C036)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "An examination of color theory and its application to the art of painting. Prerequisite(s): any drawing course including AVC 205A, 212A, 213A, 312A, or 366A. Open to first-year students. Enrollment limited to 10. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC202A'> LINK </a>"}, "id": "63", "y": 0.0, "label": "AVC 202A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 620.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 279. Abstract Expressionism.", "Concentrations": ["Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)", "Modern Europe (C024)"], "Description": "The ideas, forms, and practices that are the basis of abstract expressionism evolved clearly from earlier movements in twentieth-century art such as Cubism, Dada, and Surrealism. It is also a movement essentially intertwined with the broader culture of its time, from politics to psychoanalysis. The course examines the emergence of abstract expressionism and its subsequent influence over the art of the 1950s and 1960s.  Open to first-year students. Enrollment limited to 40. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC279'> LINK </a>"}, "id": "64", "y": 0.0, "label": "AVC 279", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 630.0, "attributes": {"Requisite": [], "Department Code": "AV/AS", "Title": "AV/AS 236. Japanese Arts and Visual Culture.", "Concentrations": ["Asian Art and Literature (C033)", "Japanese Society and Culture (C046)", "Learning and Teaching (C084)", "Material Culture (C083)"], "Description": "This course surveys the history of Japanese art and visual culture focusing on the development of pictorial, sculptural, and architectural traditions from the Neolithic to the present time. The course explores the relationship between indigenous art forms and the foreign concepts, art forms and techniques that influenced Japanese culture, and social political and religious contexts as well as the role of patronage for artistic production. Topics include architecture, sculpture, painting, narrative handscrolls, the  Zen arts, monochromatic ink painting, woodblock prints, decorative arts, contemporary architecture, photography, and fashion design. Open to first-year students. Enrollment limited to 30. (Non-Western Canon.) T. Nguyen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/AS236'> LINK </a>"}, "id": "65", "y": 0.0, "label": "AV/AS 236", "size": 10.0, "color": "rgb(78, 50, 55)"}, {"x": 640.0, "attributes": {"Requisite": [], "Department Code": "AV/CM", "Title": "AV/CM 251. The Age of the Cathedrals.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)", "Medieval Worlds (C051)", "Premodern History (C048)", "Religious Studies (C001)", "Renaissance: Arts and Letters (C035)"], "Description": "An investigation of medieval architecture from the Early Christian era to the end of the Gothic period in Europe, including Russia and the Byzantine East. Emphasis is placed on the development of Christian architecture and the emergence of the Gothic cathedral in the context of European political and social history before 1500. This course explores historical methodology in the field since 1800.   \n Open to first-year students. Enrollment limited to 49. (Premodern.)     R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/CM251'> LINK </a>"}, "id": "66", "y": 0.0, "label": "AV/CM 251", "size": 10.0, "color": "rgb(63, 86, 158)"}, {"x": 650.0, "attributes": {"Requisite": [], "Department Code": "AV/TH", "Title": "AV/TH 221. Performance Art.", "Concentrations": ["The Collaborative Project (C012)", "The Human Body (C027)", "Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)", "Theater Arts (C028)"], "Description": "Performance art is live art performed by artists. In this course, students investigate the history and theories of performance art through readings, screenings, discussions and the creation of original works. They experiment with a variety of performance elements including movement, design, media, text, voice and sound. The class collaborates to create site/historic-specific performance events and individuals make a self-directed original work.    Open to first-year students. Enrollment limited to 20. One-time offering. G. Berg.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/TH221'> LINK </a>"}, "id": "67", "y": 0.0, "label": "AV/TH 221", "size": 10.0, "color": "rgb(12, 12, 122)"}, {"x": 660.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 361. Museum Internship.", "Concentrations": ["The Collaborative Project (C012)", "Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)", "Material Culture (C083)", "Producing Culture: Arts and Audience (C061)", "American Cultural Studies"], "Description": "Students who have arranged to participate in a volunteer internship at the Bates College Museum of Art may receive one course credit by taking this course at the same time. Depending on the needs of the museum, internships may involve collections management, exhibition development, education programming, or research. The same arrangement is possible for students who obtain internships at the Portland Museum of Art or summer internships. Students may have internships throughout their college careers, but may receive credit for one semester only. Instructor permission is required. Normally offered every semester. R. Corrie, E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC361'> LINK </a>"}, "id": "68", "y": 0.0, "label": "AVC 361", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 670.0, "attributes": {"Requisite": " one studio art course in any medium. Enrollment limited to 20. One-time offering.", "Department Code": "AVC", "Title": "AVC s27. Digital Video.", "Concentrations": ["Film and Media Studies (C019)", "Learning and Teaching (C084)"], "Description": "This class introduces students to video and time-based media production and aesthetics. Course will include screening of video works, in-class demonstrations of equipment and techniques, discussions, and projects. Students will plan, execute and produce 3-4 short videos during the course of the term. Discussion will revolve around the formal and conceptual concerns of video art and film. Prerequisite(s): one studio art course in any medium. Enrollment limited to 20. One-time offering.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs27'> LINK </a>"}, "id": "69", "y": 0.0, "label": "AVC s27", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 680.0, "attributes": {"Requisite": " AS/RE 250,  AN/RE 263, or AV/AS 243. Enrollment limited to 15.    Staff.", "Department Code": "AS/RE", "Title": "AS/RE 308. Buddhist Texts in Translation.", "Concentrations": ["Asian Art and Literature (C033)", "Buddhism (C002)", "Religious Studies (C001)", "South Asian Studies (C087)"], "Description": "This seminar involves the close reading and discussion of a number of texts representing a variety of Buddhist traditions. Emphasis is placed on several different genres including canonical sutras, commentarial exegeses, philosophical treatises, and popular legends. Prerequisite(s): AS/RE 250,  AN/RE 263, or AV/AS 243. Enrollment limited to 15.    Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/RE308'> LINK </a>"}, "id": "70", "y": 0.0, "label": "AS/RE 308", "size": 10.0, "color": "rgb(221, 96, 246)"}, {"x": 690.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 205. Drawing and Sculpting the Figure.", "Concentrations": ["The Human Body (C027)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "A study of the figure through the understanding of anatomy and the use of a model. Reliefs, fully dimensional heads, and other figurative works of sculpture in clay are based on preliminary drawings. The special problems of firing ceramic sculpture are covered. Open to first-year students. Enrollment limited to 15. Instructor permission is required. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AVC#AVC205'> LINK </a>"}, "id": "71", "y": 0.0, "label": "AVC 205", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 700.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 280. The Art of the Eighteenth Century.", "Concentrations": ["Beauty and Desire (C055)", "Early Modern World (C066)", "Learning and Teaching (C084)", "Renaissance: Arts and Letters (C035)", "European Studies"], "Description": "A study of European and British artistic culture from 1700 to 1800 with particular consideration of the relationships among the arts of painting, architecture, landscape architecture, and sculpture and their broader social, political, and cultural contexts. Topics include Neoclassicism, the Gothic Revival, and the rise of the English landscape garden.  Artists include Watteau, Hogarth, Boucher, Fragonard, and David. Open to first-year students. Enrollment limited to 40. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC280'> LINK </a>"}, "id": "72", "y": 0.0, "label": "AVC 280", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 710.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s50. Independent Study.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Independent study during the Short Term in the Department of Art and Visual Culture is available only in the history and criticism track of the department. Independent study is not available in studio art during the Short Term. Acceptance of a proposal for independent study is entirely at the discretion of the faculty member. Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required.  Students may register for no more than one independent study during a Short Term. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs50'> LINK </a>"}, "id": "73", "y": 0.0, "label": "AVC s50", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 720.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s28. Desiring Italy.", "Concentrations": ["Beauty and Desire (C055)", "Early Modern World (C066)", "Learning and Teaching (C084)", "European Studies"], "Description": "For four centuries Italy and Italian art have drawn artists, writers, and scholars from America and transalpine Europe. This course focuses on the literature, art, and art history that have emerged from this encounter, stressing the work of such writers as Stendhal, Hawthorne, James, Forster, Mann, and the Brownings, and artists including Mengs, West, Turner, Lewis, and Hosmer. It investigates the manner in which the nature of that encounter shaped the practice of the history and criticism of art from Winkelmann and Ruskin to Berenson and van Marle, and even the political life and material survival of Italy itself, and concludes by considering the spate of films that seek to evoke this now nearly-lost expatriate world, including   and  . Open to first-year students. Enrollment limited to 30.    R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs28'> LINK </a>"}, "id": "74", "y": 0.0, "label": "AVC s28", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 730.0, "attributes": {"Requisite": " AVC 213A. Instructor permission is required. Normally offered every year. P. Johnson.", "Department Code": "AVC", "Title": "AVC 213B. Drawing: From Realism to Abstraction II.", "Concentrations": ["Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Continued study of drawing through process and analysis. Emphasis is placed on drawing from observation, with a gradual progression to abstraction. Prerequisite(s): AVC 213A. Instructor permission is required. Normally offered every year. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC213B'> LINK </a>"}, "id": "75", "y": 0.0, "label": "AVC 213B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 740.0, "attributes": {"Requisite": " AVC 366A. Instructor permission is required. R. Feintuch, P. Johnson.", "Department Code": "AVC", "Title": "AVC 366B. Drawing the Model/Sustained Study II.", "Concentrations": ["The Human Body (C027)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Continued study from the model. Prerequisite(s): AVC 366A. Instructor permission is required. R. Feintuch, P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC366B'> LINK </a>"}, "id": "76", "y": 0.0, "label": "AVC 366B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 750.0, "attributes": {"Requisite": " AVC 217B.    Instructor permission is required. Normally offered every year. S. Dewsnap.", "Department Code": "AVC", "Title": "AVC 217C. Studio Pottery III.", "Concentrations": ["Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Further study of the history of ceramics and the use of the potters wheel. There is a laboratory fee. Prerequisite(s): AVC 217B.    Instructor permission is required. Normally offered every year. S. Dewsnap.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC217C'> LINK </a>"}, "id": "77", "y": 0.0, "label": "AVC 217C", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 760.0, "attributes": {"Requisite": [], "Department Code": "AV/AS", "Title": "AV/AS 247. The Art of Zen Buddhism.", "Concentrations": ["Asian Art and Literature (C033)", "Buddhism (C002)", "Learning and Teaching (C084)", "Producing Culture: Arts and Audience (C061)", "Religious Studies (C001)"], "Description": "The art of Zen (Chan) as the unique and unbounded expression of the liberated mind has attracted Westerners since the mid-twentieth century. But what is Zen, its art, and its culture? This course considers the historical development of Zen art and its use in several genres within monastic and lay settings. It also examines the underlying Buddhist concepts of Zen art. The course aims to help students understand the basic teachings of Zen and their expression in architecture, gardens, sculpture, painting, poetry, and calligraphy. Recommended background: AV/AS 243. Open to first-year students. Enrollment limited to 30. (Non-Western Canon.) T. Nguyen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/AS247'> LINK </a>"}, "id": "78", "y": 0.0, "label": "AV/AS 247", "size": 10.0, "color": "rgb(78, 50, 55)"}, {"x": 770.0, "attributes": {"Requisite": [], "Department Code": "AV/CM", "Title": "AV/CM 376D. Crusader Art and Architecture.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Conflict and Threat: War and Disease (C064)", "Learning and Teaching (C084)", "Medieval Worlds (C051)", "Premodern History (C048)", "Renaissance: Arts and Letters (C035)"], "Description": "This seminar investigates the visual and material culture of the Crusader states found between 1099 and 1500 from Jerusalem to Syria, Constantinople, Greece, and the islands of the Aegean. Focusing on manuscript and icon painting, sculpture, and church and military architecture of the Frankish states, it also addresses the related production of Armenian Cilicia, the Byzantine Empire, Cyprus, Greece, the Balkan kingdoms, Europe, and the Islamic Near East and North Africa, concluding with a consideration of the nineteenth- and twentieth-century fascination with the Crusades and the recent flowering of scholarship on Crusader art. Recommended background: at least one 200-level course in the history of art and visual culture or in a related field such as history or religious studies. Enrollment limited to 15. (Premodern.)     R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/CM376D'> LINK </a>"}, "id": "79", "y": 0.0, "label": "AV/CM 376D", "size": 10.0, "color": "rgb(63, 86, 158)"}, {"x": 780.0, "attributes": {"Requisite": [], "Department Code": "AV/CM", "Title": "AV/CM s23. Ancient Egypt: Abydos to Meroe.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)"], "Description": "This course surveys the art and architecture of ancient Egypt, with attention given to topics including women in ancient Egypt, the Kingdom of Kush, and the ancient Near East. The history of archaeology and current developments in Egyptian archaeology are also considered. Some day trips are planned. Not open to students who have received credit for AV/CM 232. Open to first-year students. Enrollment limited to 30.    R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AVC#AV/CMs23'> LINK </a>"}, "id": "80", "y": 0.0, "label": "AV/CM s23", "size": 10.0, "color": "rgb(63, 86, 158)"}, {"x": 790.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 312A. Drawing: The Figure I.", "Concentrations": ["The Human Body (C027)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "This course emphasizes drawing from the human figure, the development of conceptual drawing attitudes, and drawing as a medium of lyrical expression. Recommended background: previous drawing experience. Open to first-year students. Enrollment limited to 15. Normally offered every year. R. Feintuch, P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC312A'> LINK </a>"}, "id": "81", "y": 0.0, "label": "AVC 312A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 680.0, "attributes": {"Requisite": [], "Department Code": "AV/AS", "Title": "AV/AS 243. Buddhist Arts and Visual Cultures.", "Concentrations": ["Asian Art and Literature (C033)", "Buddhism (C002)", "Learning and Teaching (C084)", "Material Culture (C083)", "Religious Studies (C001)", "South Asian Studies (C087)"], "Description": "The course examines the history of Buddhist visual cultures. It provides a basic introduction to a broad spectrum of Buddhist art, beginning with the emergence of early Buddhist sculpture in India and ending with modern Buddhist visual works. It examines selected works of architecture, sculpture, and paintings in their religious, social, and cultural contexts. It also briefly surveys regional Buddhism and its arts. Open to first-year students. (Non-Western Canon.) Normally offered every year. T. Nguyen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/AS243'> LINK </a>"}, "id": "82", "y": 10.0, "label": "AV/AS 243", "size": 10.0, "color": "rgb(78, 50, 55)"}, {"x": 800.0, "attributes": {"Requisite": [], "Department Code": "AV/CM", "Title": "AV/CM 376. Seminar in Medieval and Renaissance Art.", "Concentrations": ["Learning and Teaching (C084)", "Material Culture (C083)"], "Description": "This seminar examines the visual culture of Europe and the Mediterranean basin in the Middle Ages and the Renaissance. In different years the seminar focuses on specific subjects, which may include manuscript illumination, regional architecture, Crusader art, and medieval urbanism. ", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/CM376'> LINK </a>"}, "id": "83", "y": 0.0, "label": "AV/CM 376", "size": 10.0, "color": "rgb(63, 86, 158)"}, {"x": 810.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s35. Materials and Techniques of Drawing and Painting.", "Concentrations": ["Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Guided individual research into various drawing media including etching, as well as consideration of the problems of landscape painting, figure drawing, and similar genres. Each Short Term focuses on one of the above categories. The Short Term registration material includes a description of the particular focus for the Short Term course at hand, including specific prerequisites.    Open to first-year students. Enrollment limited to 10. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs35'> LINK </a>"}, "id": "84", "y": 0.0, "label": "AVC s35", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 480.0, "attributes": {"Requisite": " one of the following: AA/AC 119; AC/AV 288, 340; ACS 100, 280; AC/WS 353; AV/AS 246; AVC 218, 219, 293, 350A, 374; AV/WS 287 or 296. Not open to first-year students or sophomores.   Enrollment limited to 15. (Community-Engaged Learning.) M. Beasley, D. Mills.", "Department Code": "INDS", "Title": "INDS s30. Visual Narratives: The City, Ethnography, and Cultural Politics.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Evidence: Documentation and Reality (C017)", "Knowledge, Action, and the Public Good (C091)", "Material Culture (C083)", "Producing Culture: Arts and Audience (C061)"], "Description": "The focus of this course is to create visual narratives of the City of Lewiston. Situated as a visual methods research course, it builds on theories of urban studies, critical ethnography, and the cultural politics surrounding the photographic documentation of people performing everyday life in the context of Lewiston. Particular attention is given to the development of photography both as a mode for representing culture and as a site of cultural practice. In the first two weeks, students engage theory and history; during the third week, are joined by a guest photographer. The course culminates in visual display of students' work at a location in downtown Lewiston. Cross-listed in African American studies, American cultural studies, and art and visual culture. Prerequisite(s): one of the following: AA/AC 119; AC/AV 288, 340; ACS 100, 280; AC/WS 353; AV/AS 246; AVC 218, 219, 293, 350A, 374; AV/WS 287 or 296. Not open to first-year students or sophomores.   Enrollment limited to 15. (Community-Engaged Learning.) M. Beasley, D. Mills.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDSs30'> LINK </a>"}, "id": "85", "y": 10.0, "label": "INDS s30", "size": 10.0, "color": "rgb(171, 106, 127)"}, {"x": 820.0, "attributes": {"Requisite": [], "Department Code": "AV/RE", "Title": "AV/RE 244. Visual Narratives in South and Southeast Asia.", "Concentrations": ["Asian Art and Literature (C033)", "Asian Narrative Traditions (C052)", "Buddhism (C002)", "Learning and Teaching (C084)", "Producing Culture: Arts and Audience (C061)", "Religious Studies (C001)"], "Description": "This course examines the narrative art of South and Southeast Asian traditions and the important artistic tradition of narrative paintings, bas-reliefs, and stone carvings. The course focuses on Buddhist and Hindu legends, stories, and folklore. Philosophically, it deals from the visual perspective with religious and popular concepts of reincarnation, rebirth, cause and effect, meritorious accumulation, wisdom perfection, and the ultimate enlightenment. The course explores different contexts in which the works of art were produced. Topics include narrative theory, text-image relationships, Jataka stories (the Buddha's previous lives), a youthful Sudhana's long search for wisdom and enlightenment, and the Ramayana epic. Open to first-year students. Enrollment limited to 45. T. Nguyen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AVC#AV/RE244'> LINK </a>"}, "id": "86", "y": 0.0, "label": "AV/RE 244", "size": 10.0, "color": "rgb(250, 42, 64)"}, {"x": 830.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s25. The Japanese Tea Bowl.", "Concentrations": ["Asian Art and Literature (C033)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "Tea and Zen Buddhism came to Japan from China in the twelfth century. The tea ceremony developed from these imports and many schools have been formed since then, but all have kept the ceramic tea bowl as one of the most important focal points. In this course, students explore the history of the ceremony by making tea bowls and related utensils. Various clays, forming methods, and styles are explored. Enrollment limited to 15. S. Dewsnap.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs25'> LINK </a>"}, "id": "87", "y": 0.0, "label": "AVC s25", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 840.0, "attributes": {"Requisite": [], "Department Code": "AV/CM", "Title": "AV/CM 376E. The Medieval Manuscript.", "Concentrations": ["Beauty and Desire (C055)", "Learning and Teaching (C084)", "Medieval Worlds (C051)", "Renaissance: Arts and Letters (C035)"], "Description": "This course examines a variety of illuminated manuscripts from the early medieval period to the fifteenth century.  Students consider manuscripts in the Byzantine world and the medieval West including Insular Gospel books, Psalters Bibles, herbals, bestiaries, magic manuscripts, and books of hours.  Themes include the relationship between text and image, medieval marginalia, issues of design, pictorial innovation, the construction of manuscripts as well as patronage, audience, and the function of books in medieval society.   Enrollment limited to 15. (Premodern.)     R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/CM376E'> LINK </a>"}, "id": "88", "y": 0.0, "label": "AV/CM 376E", "size": 10.0, "color": "rgb(63, 86, 158)"}, {"x": 850.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC s22. Modern Architecture.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Learning and Teaching (C084)"], "Description": "An introduction to modern European and American architecture. This course examines practical, social, and aesthetic dimensions related to the development of modern architecture. Special consideration is given to styles and collective movements such as the Bauhaus, the International Style, the Chicago School, and postmodernism. Architects considered at length include Henry Hobson Richardson, Louis Sullivan, Frank Lloyd Wright, Le Corbusier, Alvar Aalto, Mies van der Rohe, and Robert Venturi. Not open to students who have received credit for AVC 290. Open to first-year students. Enrollment limited to 30. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs22'> LINK </a>"}, "id": "89", "y": 0.0, "label": "AVC s22", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 860.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 285. Renaissance and Post-Renaissance Gardens and Landscape Architecture.", "Concentrations": ["Beauty and Desire (C055)", "The City in History: Urbanism and Constructed Spaces (C057)", "Early Modern World (C066)", "Learning and Teaching (C084)", "Renaissance: Arts and Letters (C035)"], "Description": "The course examines the development and transformation of a major art form, the landscape garden, from its beginnings in fifteenth-century Italy through its later manifestations in seventeenth-century France and eighteenth-century England. While the garden provides the visual and historical framework for the course, the pervasive theme is humanity's changing attitudes toward and interpretations of nature and the world.    Not open to students who have received credit for AVC s20. Open to first-year students. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC285'> LINK </a>"}, "id": "90", "y": 0.0, "label": "AVC 285", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 870.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 377. Seminar in Architectural History.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "The seminar considers selected topics in the history of architecture, urbanism, and landscape design. Possible subjects include Versailles, the English landscape garden, the Periclean building program, Rome in the Baroque, the architecture and landscaping of world's fairs, and the domestic architecture of Frank Lloyd Wright.  Enrollment limited to 15.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC377'> LINK </a>"}, "id": "91", "y": 0.0, "label": "AVC 377", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 880.0, "attributes": {"Requisite": " AVC s23A. Instructor permission is required. Normally offered every year. P. Johnson.", "Department Code": "AVC", "Title": "AVC s23B. Printmaking Workshop II.", "Concentrations": ["The Collaborative Project (C012)", "Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)"], "Description": "This course offers an opportunity to work independently in a printshop for five weeks. Working with traditional intaglio processes including drypoint, etching, engraving, softground, aquatint, sugar lift, and multiple plate color printing, students develop guided individual work in a contemporary context. Prerequisite(s): AVC s23A. Instructor permission is required. Normally offered every year. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs23B'> LINK </a>"}, "id": "92", "y": 0.0, "label": "AVC s23B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 890.0, "attributes": {"Requisite": " AVC 314A. Instructor permission is required. Normally offered every year. R. Feintuch, P. Johnson.", "Department Code": "AVC", "Title": "AVC 314B. Advanced Painting II.", "Concentrations": ["Color: Sight and Perception (C036)", "Learning and Teaching (C084)"], "Description": "Continued study of painting. Prerequisite(s): AVC 314A. Instructor permission is required. Normally offered every year. R. Feintuch, P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC314B'> LINK </a>"}, "id": "93", "y": 0.0, "label": "AVC 314B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 900.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 271. Italian Baroque Art.", "Concentrations": ["Beauty and Desire (C055)", "Color: Sight and Perception (C036)", "Early Modern World (C066)", "Learning and Teaching (C084)", "Renaissance: Arts and Letters (C035)"], "Description": "A survey of painting, sculpture, and architecture in Italy during the seventeenth century. Artists studied include Caravaggio, the Carracci, Guercino, Bernini, and Borromini. Open to first-year students. Enrollment limited to 40. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC271'> LINK </a>"}, "id": "94", "y": 0.0, "label": "AVC 271", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 910.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 213A. Drawing: From Realism to Abstraction I.", "Concentrations": ["Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "This course is a study of drawing through process and analysis. Emphasis is placed on drawing from observation, with a gradual progression to abstraction.  Strongly recommended for beginning students with no studio background, yet subjects and ideas studied offer enough complexity for more advanced students. Open to first-year students. Enrollment limited to 18. Normally offered every year. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC213A'> LINK </a>"}, "id": "95", "y": 0.0, "label": "AVC 213A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 920.0, "attributes": {"Requisite": [], "Department Code": "AV/WS", "Title": "AV/WS 299. Gender in African Art.", "Concentrations": ["Considering Africa (C022)", "Learning and Teaching (C084)"], "Description": "This course examines the complex role of gender in African art and visual culture. Focused topics include gender divisions in artistic production, women in royal traditions, gender restrictions in viewing sacred arts, arts and visual culture celebrating women’s power, performative cross-dressing, gender identities in cultural performance, the personification of spirit spouses, and cis- and transgender expressions in contemporary art.    Enrollment limited to 30. (Non-Western Canon.) (Race, Sexuality, Gender.) A. Bessire.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/WS299'> LINK </a>"}, "id": "96", "y": 0.0, "label": "AV/WS 299", "size": 10.0, "color": "rgb(45, 139, 114)"}, {"x": 930.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 457B. Senior Thesis: History and Criticism.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Preparation of an essay in the history or criticism of art and visual culture, conducted under the guidance of a member of the department faculty. Students may conduct a thesis in either fall or winter semester. Students conducting a senior thesis in history and criticism do not meet as a class. Students undertaking a thesis in the fall semester take 457B.    Normally offered every year. E. Harwood.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC457B'> LINK </a>"}, "id": "97", "y": 0.0, "label": "AVC 457B", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 940.0, "attributes": {"Requisite": [], "Department Code": "AVC", "Title": "AVC 212A. Drawing: From Still Life to the Model I.", "Concentrations": ["The Human Body (C027)", "Learning and Teaching (C084)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "This course is a study of drawing through process and analysis. Emphasis is placed on drawing from observation and the subject matter that is addressed progresses from still life to the model. Strongly recommended for beginning students with no studio background, yet the subjects and ideas studied offer enough complexity for more advanced students. Open to first-year students. Enrollment limited to 18. Normally offered every year. R. Feintuch, P. Johnson, P. Jones.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC212A'> LINK </a>"}, "id": "98", "y": 0.0, "label": "AVC 212A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 950.0, "attributes": {"Requisite": " one studio art course in any medium. Enrollment limited to 14. Instructor permission is required. R. Feintuch.", "Department Code": "AVC", "Title": "AVC s34A. Building a Studio Practice I.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Choosing media they would like to investigate closely, students focus on methods and ideas in order to develop their work. Students are encouraged to investigate the possibilities that arise when they choose limitations on subjects, materials, processes, and form and make a group of closely related works. This course offers an opportunity to try to maintain a regular, independent, and self-sustaining studio practice for five weeks. Access to some technical facilities may be limited. Prerequisite(s): one studio art course in any medium. Enrollment limited to 14. Instructor permission is required. R. Feintuch.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVCs34A'> LINK </a>"}, "id": "99", "y": 0.0, "label": "AVC s34A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 960.0, "attributes": {"Requisite": " any drawing course including AVC 205, 212A, 213A, 312A, or 366A. Open to first-year students. Enrollment limited to 12. P. Johnson.", "Department Code": "AVC", "Title": "AVC 215A. Painting: Nature and Abstraction I.", "Concentrations": ["Color: Sight and Perception (C036)", "Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)"], "Description": "This course is a study of abstract painting methods, which develop from perceptual observation. Working from subjects found in nature, students learn how to manipulate explicit appearance in order to express implicit potential. Prerequisite(s): any drawing course including AVC 205, 212A, 213A, 312A, or 366A. Open to first-year students. Enrollment limited to 12. P. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AVC215A'> LINK </a>"}, "id": "100", "y": 0.0, "label": "AVC 215A", "size": 10.0, "color": "rgb(153, 214, 236)"}, {"x": 970.0, "attributes": {"Requisite": [], "Department Code": "AV/AS", "Title": "AV/AS s16. Understanding Vietnam: Its History and Culture.", "Concentrations": ["Asian Art and Literature (C033)", "Learning and Teaching (C084)"], "Description": "In this course students consider a wide range of Vietnamese history and culture through a multidisciplinary lens. Students explore Vietnam within the framework and context of specific historical and visual culture, ranging from ancient monuments to contemporary sites. Students visit a variety of field sites including national museums, historical monuments, imperial palaces and tombs, and traditional craft villages, as well as important sites of battles during the Vietnam War. Students discuss background texts and field trip experiences in light of their historical and cultural contexts. Recommended background: AVC 245 or s29. Enrollment limited to 14. Instructor permission is required. T. Nguyen.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/ASs16'> LINK </a>"}, "id": "101", "y": 0.0, "label": "AV/AS s16", "size": 10.0, "color": "rgb(78, 50, 55)"}]}