{"edges": [{"attributes": {}, "target": "13", "source": "1", "id": "6", "label": "", "size": 1.0, "color": "rgb(174, 250, 20)"}, {"attributes": {}, "target": "3", "source": "2", "id": "8", "label": "", "size": 1.0, "color": "rgb(225, 12, 101)"}, {"attributes": {}, "target": "23", "source": "4", "id": "10", "label": "", "size": 1.0, "color": "rgb(230, 41, 120)"}, {"attributes": {}, "target": "24", "source": "9", "id": "12", "label": "", "size": 1.0, "color": "rgb(7, 119, 52)"}, {"attributes": {}, "target": "18", "source": "12", "id": "14", "label": "", "size": 1.0, "color": "rgb(143, 117, 145)"}, {"attributes": {}, "target": "29", "source": "18", "id": "16", "label": "", "size": 1.0, "color": "rgb(54, 151, 4)"}, {"attributes": {}, "target": "30", "source": "24", "id": "18", "label": "", "size": 1.0, "color": "rgb(137, 134, 210)"}], "nodes": [{"x": 0.0, "attributes": {"Requisite": [], "Department Code": "ACS", "Title": "ACS 220. Community Studies.", "Concentrations": ["Class, Inequity, Poverty, and Justice (C008)", "Knowledge, Action, and the Public Good (C091)", "American Cultural Studies"], "Description": "Too often, students experience college within an academic cocoon, taking for granted their surrounding environment. This course moves beyond the bubble of the academy. After a review of cultural studies methodology, students consider the evolution of the college itself as well as the dynamic history of Lewiston, Maine. Students' understanding of the community is developed in readings on immigration and on practical work in local service-oriented agencies.  In addition to community work and weekly assignments prepared for seminar discussions, students produce a research paper relevant to the themes of the course. In 2015-2016, the theme will be local food production, farming and politics. Open to first-year students. Enrollment limited to 12. (Community-Engaged Learning.) Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#ACS220'> LINK </a>"}, "id": "0", "y": 0.0, "label": "ACS 220", "size": 10.0, "color": "rgb(59, 80, 5)"}, {"x": 10.0, "attributes": {"Requisite": " One of the following: ACS 100, AA/AC 119, AAS 100, WGST 100, INDS 250, AVC 280, AVC 374, AV/WS 296, ANTH 100, AV/WS 297, ACS 283, or AC/AV 288.    Enrollment limited to 30. M. Beasley, A. Bessire.", "Department Code": "AA/AC", "Title": "AA/AC 375. Curatorial Studies and Contemporary Culture.", "Concentrations": ["The Collaborative Project (C012)", "Material Culture (C083)"], "Description": "Cultural studies interprets curatorial practice such as how people come to understand and express identities through interactions with spaces, things, and shared social relations in contemporary daily life. This seminar considers the definitions of  \"curating\" from an act of collecting, arranging, and displaying things for others to understanding curatorial projects that investigate rituals, objects, sites, and events of everyday life and their interplay with identity and cultural politics. Students consider the work of such scholars as Wilson, Golden, Benjamin, Foucault, Gonzalez, and de Certeu. They discuss the usual sites for curatorial work such as museums, galleries, libraries, and botanic gardens, as well as less conventional sites such as food displays, magazines, dorm rooms, websites, music (the DJ as curator), and video programs. Prerequisite(s): One of the following: ACS 100, AA/AC 119, AAS 100, WGST 100, INDS 250, AVC 280, AVC 374, AV/WS 296, ANTH 100, AV/WS 297, ACS 283, or AC/AV 288.    Enrollment limited to 30. M. Beasley, A. Bessire.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/AC375'> LINK </a>"}, "id": "1", "y": 10.0, "label": "AA/AC 375", "size": 10.0, "color": "rgb(230, 58, 235)"}, {"x": 20.0, "attributes": {"Requisite": " ACS 100, AA/AC 119, or ANTH 101. Enrollment limited to 30. M. Beasley.", "Department Code": "ACS", "Title": "ACS 280. Story of Things: Introduction to Material Culture.", "Concentrations": ["Material Culture (C083)"], "Description": "The phrase \"material culture\" refers to the \"things\" of our daily lives. Our material lives range from our bodies to the clothes we wear, the specific objects we use, the food we eat, and the places we go. Material culture has been defined from numerous perspectives, most notably anthropology, archaeology, art history, cultural theory, and history. Scholars in these and other disciplines have used material culture as sources of evidence to explore the everyday lives of ordinary citizens.  This seminar introduce students to consider how objects are used to reinforce, propagate, and resist cultural hierarchies based on race, class, gender, sexuality, and national identity. Prerequisite(s): ACS 100, AA/AC 119, or ANTH 101. Enrollment limited to 30. M. Beasley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#ACS280'> LINK </a>"}, "id": "2", "y": 10.0, "label": "ACS 280", "size": 10.0, "color": "rgb(59, 80, 5)"}, {"x": 20.0, "attributes": {"Requisite": [], "Department Code": "ANTH", "Title": "ANTH 101. Cultural Anthropology.", "Concentrations": ["Culture and Meaning (C026)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Material Culture (C083)"], "Description": "An introduction to the study of a wide variety of social and cultural phenomena. The argument that the reality we inhabit is a cultural construct is explored by examining concepts of race and gender, kinship and religion, the individual life cycle, and the nature of community. Course materials consider societies throughout the world against the background of the emerging global system and the movement of refugees and immigrants. Enrollment limited to 50 per section. Normally offered every semester. L. Danforth, S. Kemper.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH101'> LINK </a>"}, "id": "3", "y": 0.0, "label": "ANTH 101", "size": 10.0, "color": "rgb(225, 12, 101)"}, {"x": 30.0, "attributes": {"Requisite": " FRE 207, 208, 235, 240, or 250. Open to first-year students.    Normally offered every year. A. Dauge-Roth.", "Department Code": "FRE", "Title": "FRE 251. Introduction to French Literature II.", "Concentrations": ["French and Francophone Studies (C034)", "Learning and Teaching (C084)", "European Studies"], "Description": "An introduction to major French authors and forms of French literature through close readings, short papers, and discussion of texts selected from various periods of French literature from nineteenth to the twenty-first century. The purpose is to introduce the student to critical approaches to French literature. Some attention is paid to the socioeconomic context of the works studied and to questions of gender. Various genres like poetry, short story, novel and theater are explored through the works of authors such as Baudelaire, Maupassant, Flaubert, Apollinaire, Colette, Beauvoir, Sartre, Camus, Simon, Daeninckx, and Duras. Prerequisite(s): FRE 207, 208, 235, 240, or 250. Open to first-year students.    Normally offered every year. A. Dauge-Roth.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FRE#FRE251'> LINK </a>"}, "id": "4", "y": 10.0, "label": "FRE 251", "size": 10.0, "color": "rgb(49, 214, 208)"}, {"x": 40.0, "attributes": {"Requisite": [], "Department Code": "ACS", "Title": "ACS 457. Senior Thesis.", "Concentrations": ["American Cultural Studies"], "Description": "Under the supervision of a faculty advisor, all majors write an extended essay that utilizes the methods of at least two disciplines. Students register for ACS 457 in the fall semester. Majors writing an honors thesis register for both ACS 457 and 458.    Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#ACS457'> LINK </a>"}, "id": "5", "y": 0.0, "label": "ACS 457", "size": 10.0, "color": "rgb(59, 80, 5)"}, {"x": 50.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 222. History of American Popular Culture.", "Concentrations": ["Color: Sight and Perception (C036)", "Material Culture (C083)", "Popular Culture (C040)"], "Description": "We live in a world surrounded by the trends of popular culture. What has defined American pop culture through history? This course examines the history of popular culture in America from the nineteenth century to the present.  Students investigate the ways that Americans have popularized trends, with special focus on the following case studies: chapbooks, dime novels, blackface and minstrel shows, P. T. Barnum, burlesque and vaudeville, baseball and American visual culture, amusement parks, advertising, popular music, television, and film. Cross-listed in American cultural studies, art and visual culture, and history. Open to first-year students. Enrollment limited to 40. (United States.) A. Bessire.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#INDS222'> LINK </a>"}, "id": "6", "y": 0.0, "label": "INDS 222", "size": 10.0, "color": "rgb(54, 151, 4)"}, {"x": 60.0, "attributes": {"Requisite": " one 100-level course in English.    Enrollment limited to 25. (Race, Ethnicity, or Diasporic Literature.) (Post-1800.) T. Pickens.", "Department Code": "AC/EN", "Title": "AC/EN 247. Contemporary Arab American Literature.", "Concentrations": ["English (C086)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Middle East in Global Context (C090)", "Racisms (C041)"], "Description": "This course studies Arab American literature from 1990 until the present.  Students examine novels, short fiction, memoirs, or poetry in an effort to understand the major concerns of contemporary Arab American authors.  Students are expected to engage theoretical material and literary criticism to supplement their understanding of the literature.  In addition to a discussion of formal literary concerns, this course is animated by the way authors spotlight gender, sexual orientation, politics, and history. Prerequisite(s): one 100-level course in English.    Enrollment limited to 25. (Race, Ethnicity, or Diasporic Literature.) (Post-1800.) T. Pickens.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/EN247'> LINK </a>"}, "id": "7", "y": 0.0, "label": "AC/EN 247", "size": 10.0, "color": "rgb(123, 200, 42)"}, {"x": 70.0, "attributes": {"Requisite": [], "Department Code": "ACS", "Title": "ACS s50. Independent Study.", "Concentrations": ["American Cultural Studies"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#ACSs50'> LINK </a>"}, "id": "8", "y": 0.0, "label": "ACS s50", "size": 10.0, "color": "rgb(59, 80, 5)"}, {"x": 80.0, "attributes": {"Requisite": [], "Department Code": "AC/HI", "Title": "AC/HI 141. America in the Age of the Civil War.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Conflict and Threat: War and Disease (C064)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "This course surveys United States history from the early nineteenth to the early twentieth century, focusing particularly on the experience of immigrants, women, the plantation South, and the urbanizing North. Special attention is also given to the history of the American Civil War. Enrollment limited to 48. (United States.) M. Creighton.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/HI141'> LINK </a>"}, "id": "9", "y": 10.0, "label": "AC/HI 141", "size": 10.0, "color": "rgb(7, 119, 52)"}, {"x": 100.0, "attributes": {"Requisite": [], "Department Code": "ACS", "Title": "ACS 100. Introduction to American Cultural Studies.", "Concentrations": ["Material Culture (C083)", "American Cultural Studies"], "Description": "This course introduces students to the different methods and perspectives of cultural studies within an American context. The course considers the separate evolution of American studies and cultural studies in the academy, and considers how cultural studies provides a lens through which to investigate dynamic American identities, institutions, and communities. Of particular concern is how differences such as race, gender, class, ethnicity, and sexuality are constructed and expressed in diverse settings, and how they connect to the deployment of power. Enrollment limited to 35. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#ACS100'> LINK </a>"}, "id": "10", "y": 0.0, "label": "ACS 100", "size": 10.0, "color": "rgb(59, 80, 5)"}, {"x": 110.0, "attributes": {"Requisite": [], "Department Code": "AC/RE", "Title": "AC/RE 272. Islam in America.", "Concentrations": ["Knowledge, Action, and the Public Good (C091)", "Religious Studies (C001)"], "Description": "Islam, with its mosaic of different beliefs and practices, has been part of America’s social and religious fabric for centuries. This course traces a history of Islam in America from the West African slaves, to voluntary immigration, to experiences of Muslims in the post -September 11 era. Students explore the historical and contemporary realities of Muslims living in America, including the role of religious authority, racial identity, and activism of American Muslim women. These explorations take students into the Lewiston-Auburn community to discover its religious diversity and hear how local residents speak about and practice their Islamic faith.    Enrollment limited to 40. (Community-Engaged Learning.) One-time offering. S. Oladi Ghadikolaei.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/RE272'> LINK </a>"}, "id": "11", "y": 0.0, "label": "AC/RE 272", "size": 10.0, "color": "rgb(162, 168, 119)"}, {"x": 120.0, "attributes": {"Requisite": [], "Department Code": "WGST", "Title": "WGST 100. Introduction to Women and Gender Studies.", "Concentrations": ["Queer Studies (C009)", "American Cultural Studies", "Women and Gender Studies"], "Description": "An interdisciplinary study of women and gender in cross-cultural and historical perspectives. Emphasis is given to the gendered lives and to potentials for solidarity given diversities of race, class, ethnicity, age, (dis)ability, sexuality, nationality, and religion.    Enrollment limited to 40. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST100'> LINK </a>"}, "id": "12", "y": 10.0, "label": "WGST 100", "size": 10.0, "color": "rgb(222, 142, 192)"}, {"x": 10.0, "attributes": {"Requisite": [], "Department Code": "AC/AV", "Title": "AC/AV 288. Visualizing Race.", "Concentrations": ["Color: Sight and Perception (C036)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Popular Culture (C040)", "Racisms (C041)"], "Description": "This course considers visual constructions of race in art and popular culture, with a focus on the twentieth and twenty-first centuries. General topics include the role of visual culture in creating and sustaining racial stereotypes, racism, white supremacy, and white-skin privilege; the effects upon cultural producers of their own perceived race in terms of both their opportunities and their products; and the relations of constructions of race to those of gender, class, ethnicity, and sexuality. Not open to students who have received credit for AVC 288. Open to first-year students. Enrollment limited to 30. (Race, Sexuality, Gender.)    E. Rand.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/AV288'> LINK </a>"}, "id": "13", "y": 0.0, "label": "AC/AV 288", "size": 10.0, "color": "rgb(174, 250, 20)"}, {"x": 140.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 211. Environmental Perspectives on U.S. History.", "Concentrations": ["Environment, Place, History (C068)", "American Cultural Studies", "Environmental Studies"], "Description": "This course explores the relationship between the North American environment and the development and expansion of the United States. Because Americans' efforts (both intentional and not) to define and shape the environment were rooted in their own struggles for power, environmental history offers an important perspective on the nation's social history. Specific topics include Europeans', Africans', and Indians' competing efforts to shape the colonial environment; the impact and changing understanding of disease; the relationship between industrial environments and political power; and the development of environmental movements. Cross-listed in American cultural studies, environmental studies, and history. Open to first-year students. Enrollment limited to 40. (United States.) J. Hall.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#INDS211'> LINK </a>"}, "id": "14", "y": 0.0, "label": "INDS 211", "size": 10.0, "color": "rgb(54, 151, 4)"}, {"x": 150.0, "attributes": {"Requisite": " one 100-level English course or one American cultural studies course. Recommended background: WGST 100. Enrollment limited to 15. Instructor permission is required. (Critical thinking.)    E. Osucha.", "Department Code": "AC/EN", "Title": "AC/EN 395B. Privacy, Intimacy, and Identity.", "Concentrations": ["English (C086)", "Law and Society (C013)", "Learning and Teaching (C084)", "Queer Studies (C009)"], "Description": "This seminar explores American concepts of \"self\" in historical and cultural context, focusing on distinct yet overlapping discourses of privacy, intimacy, and identity, as these are shaped by evolving understandings of race, sexuality, gender, class, and nation. Beginning with a critical investigation of how the nation's Puritan settlers articulated, practiced, and regulated \"the self\" and concluding with a consideration of how self and identity are presented in mediated environments such as Facebook and MySpace, students consider scholarship in American literary and cultural history, critical theory, and primary literary and legal texts. Prerequisite(s): one 100-level English course or one American cultural studies course. Recommended background: WGST 100. Enrollment limited to 15. Instructor permission is required. (Critical thinking.)    E. Osucha.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/EN395B'> LINK </a>"}, "id": "15", "y": 0.0, "label": "AC/EN 395B", "size": 10.0, "color": "rgb(123, 200, 42)"}, {"x": 160.0, "attributes": {"Requisite": [], "Department Code": "ACS", "Title": "ACS 360. Independent Study.", "Concentrations": ["American Cultural Studies"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#ACS360'> LINK </a>"}, "id": "16", "y": 0.0, "label": "ACS 360", "size": 10.0, "color": "rgb(59, 80, 5)"}, {"x": 170.0, "attributes": {"Requisite": [], "Department Code": "AC/HI", "Title": "AC/HI 390L. Exhibiting American Culture.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "How is America defined through cultural exhibitions and performances of national identity? This course examines the politics of exhibiting American culture.  Each week the course investigates distinct exhibitions of visual culture and the cultural body, such as historic house museums, plantations and American slavery museums, Colonial Williamsburg, world expositions, the phenomenon of the wild west show, cowboy culture, Native American exhibitions, and displays of American culture in music videos, film, and television. Through these types of exhibitions, students consider issues of stereotype, race, and national and local identity. Cross-listed in American cultural studies, art and visual culture, and history. Open to first-year students. Enrollment limited to 15. (United States.) A. Bessire.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=ACS#AC/HI390L'> LINK </a>"}, "id": "17", "y": 0.0, "label": "AC/HI 390L", "size": 10.0, "color": "rgb(7, 119, 52)"}, {"x": 125.0, "attributes": {"Requisite": " one of the following: AA/AC 119, ACS 100, AC/AV 340, AC/EN 395B, AV/WS 287, INDS 250 or 267, or WGST 100. Enrollment limited to 15. M. Beasley.", "Department Code": "AC/WS", "Title": "AC/WS 353. Critical Theory/Critical Acts.", "Concentrations": ["Material Culture (C083)", "Queer Studies (C009)"], "Description": "Critical theory unravels streams of repressive discourses and hierarchies in our contemporary world, and artists have fostered ruptures and fissures in everyday life. This seminar ponders the concept of \"cultural worker\" and laments the domain of theory by exploring the intersections between critical theory, art, and cultural politics. Students engage in the ruptures, the fragments of knowledge, and making sense of the residue of \"social change\" while not forgetting the problematization of the aesthetic. They consider U.S.-based interdisciplinary artists such as Thiong'o, Fusco, Ana Mediata, Tania Bruguera, David Hammon, Jay-Z, Pope.L, and Lady Gaga with critical theorists such as Fanon, Butler, Foucault, Phalen, Muñoz, Moten, Adorno, Barthes, Dorothea Olkowski, and Benjamin. This seminar is based on close readings of theoretical texts and connecting those texts with contemporary cultural politics. Prerequisite(s): one of the following: AA/AC 119, ACS 100, AC/AV 340, AC/EN 395B, AV/WS 287, INDS 250 or 267, or WGST 100. Enrollment limited to 15. M. Beasley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/WS353'> LINK </a>"}, "id": "18", "y": 0.0, "label": "AC/WS 353", "size": 10.0, "color": "rgb(143, 117, 145)"}, {"x": 180.0, "attributes": {"Requisite": [], "Department Code": "AC/HI", "Title": "AC/HI 244. Native American History.", "Concentrations": ["Colonialism (C059)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)", "Racisms (C041)"], "Description": "A survey of Native American peoples from European contact to the present, this course addresses questions of cultural interaction, power, and native peoples' continuing history of colonization. By looking at the ways various First Nations took advantage of and suffered from their new relations with newcomers, students learn that this history is more than one of conquest and disappearance. In addition, they learn that the basic categories of \"Indian\" and \"white\" are themselves inadequate for understanding native pasts and presents. Much of this learning depends on careful readings of native writers. Open to first-year students. Enrollment limited to 40. (United States.) J. Hall.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/HI244'> LINK </a>"}, "id": "19", "y": 0.0, "label": "AC/HI 244", "size": 10.0, "color": "rgb(7, 119, 52)"}, {"x": 190.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 210. Technology in U.S. History.", "Concentrations": ["Material Culture (C083)", "American Cultural Studies", "Environmental Studies", "Women and Gender Studies"], "Description": "Surveys the development, distribution, and use of technology in the United States from colonial roadways to microelectronics, using primary and secondary source material. Subjects treated include sexual and racial divisions of labor, theories of invention and innovation, and the ecological consequences of technological change. Cross-listed in American cultural studies, history, and women and gender studies. Enrollment limited to 40. (United States.) R. Herzig.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#INDS210'> LINK </a>"}, "id": "20", "y": 0.0, "label": "INDS 210", "size": 10.0, "color": "rgb(54, 151, 4)"}, {"x": 200.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 390L. Exhibiting American Culture.", "Concentrations": ["Material Culture (C083)", "Popular Culture (C040)"], "Description": "How is America defined through cultural exhibitions and performances of national identity? This course examines the politics of exhibiting American culture.  Each week the course investigates distinct exhibitions of visual culture and the cultural body, such as historic house museums, plantations and American slavery museums, Colonial Williamsburg, world expositions, the phenomenon of the wild west show, cowboy culture, Native American exhibitions, and displays of American culture in music videos, film, and television. Through these types of exhibitions, students consider issues of stereotype, race, and national and local identity. Cross-listed in American cultural studies, art and visual culture, and history.    Enrollment limited to 40. (United States.)    A. Bessire.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#INDS390L'> LINK </a>"}, "id": "21", "y": 0.0, "label": "INDS 390L", "size": 10.0, "color": "rgb(54, 151, 4)"}, {"x": 210.0, "attributes": {"Requisite": [], "Department Code": "AC/AV", "Title": "AC/AV 340. History of Photography.", "Concentrations": ["Evidence: Documentation and Reality (C017)", "Learning and Teaching (C084)", "Material Culture (C083)"], "Description": "This course explores the photographic medium from its inception to the art of contemporary photography. Students examine specific photographic genres, such as landscape, portraiture and images of the body, travel photography, and documentary and war photography through the lens of their cultural, social, and political context. Requirements for the course include weekly assignments related to the readings, a research paper, and final group research presentation. Enrollment limited to 25. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=ACS#AC/AV340'> LINK </a>"}, "id": "22", "y": 0.0, "label": "AC/AV 340", "size": 10.0, "color": "rgb(174, 250, 20)"}, {"x": 30.0, "attributes": {"Requisite": " FRE 207, 208, 235, 250, or 251. Open to first-year students. Enrollment limited to 20.    M. Rice-DeFosse.", "Department Code": "AC/FR", "Title": "AC/FR 240I. French in Maine.", "Concentrations": ["The City in History: Urbanism and Constructed Spaces (C057)", "Diasporas (C038)", "Environment, Place, History (C068)", "French and Francophone Studies (C034)", "Identity, Race, and Ethnicity (C037)", "Language and Literacy (C085)", "Learning and Teaching (C084)", "Post/Colonial Issues in French and Spanish (C032)"], "Description": "An appreciation and analysis of what it means to speak French and to be \"French\" in the local and regional context. Students examine questions of language, ethnic identity, and cultural expression through novels, short stories, autobiographies, film, and written and oral histories. Visits to local cultural sites enhance students' understanding of the Franco-American community and its heritage.  Prerequisite(s): FRE 207, 208, 235, 250, or 251. Open to first-year students. Enrollment limited to 20.    M. Rice-DeFosse.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/FR240I'> LINK </a>"}, "id": "23", "y": 0.0, "label": "AC/FR 240I", "size": 10.0, "color": "rgb(230, 41, 120)"}, {"x": 85.0, "attributes": {"Requisite": " AC/HI 141 or HIST 243. Open to first-year students. Enrollment limited to 40. (United States.) M. Creighton.", "Department Code": "AC/HI", "Title": "AC/HI 248. Back East, Down South, Out West: Regions in American Culture.", "Concentrations": ["Learning and Teaching (C084)", "Material Culture (C083)", "Racisms (C041)"], "Description": "This course examines American regions as they have emerged as cultural entities from the eighteenth century to the present. Its primary texts are grounded in contemporary scholarship in history and cultural geography and in popular literature, film, music, and architecture. Students investigate the intersection of demographic and economic history with cultural invention. Beginning with a focus on \"olde\" New England and continuing with a study of the cultural power of the \"wild\" West, students devote considerable attention to the \"deep\" South to understand how region mediates the identities and experiences associated with race, class, and gender difference. Prerequisite(s): AC/HI 141 or HIST 243. Open to first-year students. Enrollment limited to 40. (United States.) M. Creighton.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/HI248'> LINK </a>"}, "id": "24", "y": 0.0, "label": "AC/HI 248", "size": 10.0, "color": "rgb(7, 119, 52)"}, {"x": 220.0, "attributes": {"Requisite": [], "Department Code": "AC/RE", "Title": "AC/RE 214. Election! Religion and American Politics.", "Concentrations": ["Religious Studies (C001)"], "Description": "America is a nation that prides itself on religious diversity but has been deeply shaped by Christianity. Americans claim to support a separation of church and state but also call the United States a Christian nation. In light of the 2016 presidential election, understanding these tensions is crucial. This course examines religious and political issues that will shape the 2016 election while grounding contemporary debates in their historical context. Students analyze speeches, debates, court cases, and visual and popular culture sources as well as scholarly articles on how religion and politics shape each other. Assignments include a community-engaged learning project. Recommended background: familiarity with American history, 18th century to the present. Open to first-year students. Enrollment limited to 40. One-time offering. M. Goodwin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/RE214'> LINK </a>"}, "id": "25", "y": 0.0, "label": "AC/RE 214", "size": 10.0, "color": "rgb(162, 168, 119)"}, {"x": 230.0, "attributes": {"Requisite": [], "Department Code": "ACS", "Title": "ACS 458. Senior Thesis.", "Concentrations": ["American Cultural Studies"], "Description": "Under the supervision of a faculty advisor, all majors write an extended essay that utilizes the methods of at least two disciplines. Students register for ACS 458 in the winter semester. Majors writing an honors thesis register for both ACSs 457 and 458.    Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#ACS458'> LINK </a>"}, "id": "26", "y": 0.0, "label": "ACS 458", "size": 10.0, "color": "rgb(59, 80, 5)"}, {"x": 240.0, "attributes": {"Requisite": " one 100-level English course or one American cultural studies course.   Enrollment limited to 15. Instructor permission is required. (Critical thinking.)    E. Osucha.", "Department Code": "AC/EN", "Title": "AC/EN 395C. Frontier and Border in U.S. Literature.", "Concentrations": ["English (C086)", "Identity, Race, and Ethnicity (C037)", "Learning and Teaching (C084)"], "Description": "The American \"frontier\" has long been a controlling idea in the production of U.S. national identity: less physical reality than ideological framework, what historian Frederick Jackson Turner called \"the meeting point between savagery and civilization.\" Drawing on theoretical and historical writings, studied alongside twentieth-century U.S. literary texts, this course examines the history and legacy of this concept, and the new interpretive and cultural paradigms of \"the border\" that have supplanted Turner's \"frontier thesis.\" Studying the border as \"contact zone,\" students read widely in Chicana/o and Native American literatures, studying connections and commonalities in what are often treated as distinct traditions, toward a more nuanced understanding of the diverse territories — real and imagined — engaged by critical discourses of the border. Prerequisite(s): one 100-level English course or one American cultural studies course.   Enrollment limited to 15. Instructor permission is required. (Critical thinking.)    E. Osucha.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=ACS#AC/EN395C'> LINK </a>"}, "id": "27", "y": 0.0, "label": "AC/EN 395C", "size": 10.0, "color": "rgb(123, 200, 42)"}, {"x": 250.0, "attributes": {"Requisite": [], "Department Code": "INDS", "Title": "INDS 267. Blood, Genes, and American Culture.", "Concentrations": ["The Human Body (C027)", "Material Culture (C083)", "Public Health (C065)", "Racisms (C041)", "African American Studies", "American Cultural Studies", "Women and Gender Studies"], "Description": "Places recent popular and scientific discussions of human heredity and genetics in broader social, political, and historical context, focusing on shifting definitions of personhood. Topics include the ownership and exchange of human bodies and body parts, the development of assisted reproductive technologies, and the emergence of new forms of biological citizenship. Recommended background: course work in biology and/or women and gender studies. Cross-listed in American cultural studies, history, and women and gender studies.    Open to first-year students. Enrollment limited to 40. (United States.) R. Herzig.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#INDS267'> LINK </a>"}, "id": "28", "y": 0.0, "label": "INDS 267", "size": 10.0, "color": "rgb(54, 151, 4)"}, {"x": 130.0, "attributes": {"Requisite": " AAS 100, ACS 100, or WGST 100, and one other course in African American studies, American cultural studies, or women and gender studies.    Enrollment limited to 40. Normally offered every year. Staff.", "Department Code": "INDS", "Title": "INDS 250. Interdisciplinary Studies: Methods and Modes of Inquiry.", "Concentrations": ["African American Studies", "American Cultural Studies", "Women and Gender Studies"], "Description": "Interdisciplinarity involves more than a meeting of disciplines. Practitioners stretch methodological norms and reach across disciplinary boundaries. Through examination of a single topic, this course introduces students to interdisciplinary methods of analysis. Students examine what practitioners actually do and work to become practitioners themselves. Cross-listed in African American studies, American cultural studies, and women and gender studies. Prerequisite(s): AAS 100, ACS 100, or WGST 100, and one other course in African American studies, American cultural studies, or women and gender studies.    Enrollment limited to 40. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDS250'> LINK </a>"}, "id": "29", "y": 10.0, "label": "INDS 250", "size": 10.0, "color": "rgb(54, 151, 4)"}, {"x": 90.0, "attributes": {"Requisite": "", "Department Code": "HIST", "Title": "HIST 243", "Concentrations": [], "Description": "not offered in the last 4 semesters", "Course Site": ""}, "id": "30", "y": 10.0, "label": "HIST 243", "size": 10.0, "color": "rgb(137, 134, 210)"}]}