{"nodes":[{"label":"EUS 457","x":0.0,"y":0.0,"id":"0","attributes":{"Title":"EUS 457. Senior Thesis.","Description":"This course involves research for and writing of the senior thesis, under the direction of a faculty advisor. Students register for EUS 457 in the fall semester. Majors writing an honors thesis register for EUS 457 in the fall semester and EUS 458 in the winter semester.    Normally offered every year. Staff.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUS457'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EUS 101","x":10.0,"y":0.0,"id":"1","attributes":{"Title":"EUS 101. Introduction to European Studies.","Description":"This course introduces students to major themes in European studies, considering the dynamic processes by which Europe and European identities have been defined since the cold war. They examine, among other questions, how Europe has changed in the wake of new economic and political realities, with the formation of international organizations, and in the face of shifting ethnic, religious, and cultural landscapes. By investigating these topics from various perspectives, students gain the interdisciplinary tools to understand the intricacies of an ever-changing Europe. Not open to seniors. Not open to students who have received credit for FYS 297. Normally offered every year. D. Browne.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUS101'> LINK </a>","Requisite":[],"Concentrations":["European Studies"]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EU/SP 366","x":20.0,"y":0.0,"id":"2","attributes":{"Title":"EU/SP 366. Iberian Nightmares: Fantasy and Horror in Spanish and Portuguese Cinemas.","Description":"This course explores the genres of fantasy and horror in Spanish and Portuguese cinemas from the silent era to the present. It considers how such films represent the supernatural, the diabolical, evil violence, fear, paranoia, and magic; create, perpetuate, and subvert categories of gender, class, race, and sexuality; and adapt and participate in key European literary and cinematic genres such as the Gothic, parody, adventure, family drama, magical realism, and science fiction. Special attention is given to how these particular forms of popular cinema reinterpret Iberian traditions at the same they reflect the anxieties of contemporary Spanish and Portuguese societies vis-à-vis processes of modernization, democratization, integration in Europe and globalization. Taught in English. Recommended background: an introductory film studies course.    Enrollment limited to 20. D. George.","Department Code":"EU/SP","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EU/SP366'> LINK </a>","Requisite":[],"Concentrations":["Bridging "," (C016)","Film and Media Studies (C019)","Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(240, 163, 152)","size":10.0},{"label":"EUS 240","x":30.0,"y":0.0,"id":"3","attributes":{"Title":"EUS 240. Daily Life under Hitler and Stalin.","Description":"In this course, students examine everyday life in two of the twentieth century's most brutal political systems: Hitler's Nazi Germany and Stalin's USSR. They pay particular attention to how these two totalitarian regimes dominated the public sphere from the late 1920s to the end of World War II, and examine the question of agency: To what extent were the citizens of the Third Reich and the USSR manipulated subjects, willing participants, or sympathetic fellow travelers? Not open to students who have received credit for INDS s13. Open to first-year students. Enrollment limited to 30. (European.) D. Browne.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUS240'> LINK </a>","Requisite":[],"Concentrations":["Modern Europe (C024)","European Studies"]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EUS 120","x":40.0,"y":0.0,"id":"4","attributes":{"Title":"EUS 120. Kusturica: Gentle Barbarian or Barbaric Gentleman?.","Description":"Emir Nemanja Kusturica is one of the most celebrated contemporary filmmakers in Europe; he is also one of the most controversial. His films have brought him numerous festival awards including two Golden Palms at Cannes and a César, the French Oscar. But they have also brought severe criticism from some of Europe's intellectual celebrities such as Alain Finkielkraut and Slavoj Zizek. In this course, students examine all of Kusturica's feature films, and look at the social and political furor his work has generated since the mid 1990s. Films are subtitlted in English.\n\n Not open to students who have received credit for RUSS 120. Enrollment limited to 60. Staff.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUS120'> LINK </a>","Requisite":[],"Concentrations":["Modern Europe (C024)"]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EU/SP 351","x":50.0,"y":0.0,"id":"5","attributes":{"Title":"EU/SP 351. Iberian Modernisms: Modernity, Literature and Crisis in Portugal and Spain.","Description":"This course explores literary and artistic responses to the social, political, and cultural crises of modernity in Portugal and Spain from 1890 to 1934. It traces the emergence of the concept of the \"modern\" in early twentieth-century Europe, and examines the particular forms and content of Iberian modernism in terms of language, the unconscious, sexuality and gender, religion, liberalism, Europe as Other, empire, and cosmopolitanism. Students discuss works translated into English by Portuguese and Spanish authors such as Antonio Machado, Fernando Pessoa, Pio Baroja, Concha Espina, and Mário Sá-Caneiro as well as contemporary film, art, and critical readings in history and cultural theory. Enrollment limited to 15. D. George.","Department Code":"EU/SP","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EU/SP351'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)","Writing Spain (C018)"]},"color":"rgb(240, 163, 152)","size":10.0},{"label":"EUS 261","x":60.0,"y":0.0,"id":"6","attributes":{"Title":"EUS 261. Slavic Europe.","Description":"A topical survey of Slavic culture as realized in a number of social institutions including the family, the church, the popular media, and the arts. Particular attention is given to texts, which examine both real and imagined communities and the unities and disunities that shape the identities of Europe's largest language family and the peoples who occupy more than half of the European continent. \n Not open to students who have received credit for RUSS 261. Open to first-year students.    D. Browne.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUS261'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EU/SP 324","x":70.0,"y":0.0,"id":"7","attributes":{"Title":"EU/SP 324. Memories of Civil War in European Film and Literature.","Description":"Issues of memory and postmemory are one of the most relevant concerns in contemporary European culture. This course explores how these concerns are represented in film and narratives of several European civil wars in the twentieth century. Although the main focus is on representations of the Spanish conflict, students also consider the cases of the former Yugoslavia, Ireland, and Greece. Theories of memory (cultural and collective) and postmemory provide the framework for textual and cultural analysis. Recommended background: at least one course on Spanish (Spain), French, German, Russian, or English literature. Enrollment limited to 15. F. López.","Department Code":"EU/SP","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EU/SP324'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Writing Spain (C018)"]},"color":"rgb(240, 163, 152)","size":10.0},{"label":"EUS 458","x":80.0,"y":0.0,"id":"8","attributes":{"Title":"EUS 458. Senior Thesis.","Description":"This course involves research for and writing of the senior thesis, under the direction of a faculty advisor. Students register for EUS 458 in the winter semester. Majors writing an honors thesis register for EUS 457 in the fall semester and EUS 458 in the winter semester.    Normally offered every year. Staff.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUS458'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EU/HI 206","x":90.0,"y":0.0,"id":"9","attributes":{"Title":"EU/HI 206. The Empire Strikes Back: The Ends of European Empires in the Twentieth Century.","Description":"In 1918, Woodrow Wilson famously outlined his Fourteen Points emphasizing the right of subject peoples to self-determination. While Wilson's was hardly the first critique of empire, it provided a framework for increasingly organized anti-colonial movements. Just as European empires reached their zenith, older rationales for empire became harder to maintain. Yet the end(s) of European empires were long in the making. Many would argue that we have yet to live in a postcolonial world. This course explores the changing arguments over the future of European empires, the contests for power, and their effects on individuals' lives across the globe.    Open to first-year students. Enrollment limited to 40. (European.) C. Shaw.","Department Code":"EU/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EU/HI206'> LINK </a>","Requisite":[],"Concentrations":["Considering Africa (C022)","Learning and Teaching (C084)"]},"color":"rgb(52, 103, 70)","size":10.0},{"label":"EUS 248","x":100.0,"y":0.0,"id":"10","attributes":{"Title":"EUS 248. Narratives of the Austro-Hungarian Empire.","Description":"Created by the Compromise of 1867 as a dual monarchy, the Austro-Hungarian Empire comprised more than a dozen linguistic and many more ethnic and religious groups. While Vienna was the undisputed cultural capital of the Empire, local urban centers produced a remarkably diverse cultural landscape. Through readings, films, and art by Austrian, Polish, Czech, Romanian, Hungarian, and Jewish artists, students explore this multicultural periphery and consider national, ethnic, class, religious, and gender identities; conflict and cooperation in an age of nationalism; the relationship between center and margins; colonial and postcolonial attitudes; and the legacies of the Empire in today's Central and Eastern Europe.    Open to first-year students. Enrollment limited to 30.    R. Cernahoschi.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUS248'> LINK </a>","Requisite":[],"Concentrations":["The Translated World (C067)","European Studies"]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EUS s20","x":110.0,"y":0.0,"id":"11","attributes":{"Title":"EUS s20. Transylvanian Journey: Myth, Reality, and the Traveler \"beyond the Forest.\".","Description":"Transylvania—\"The Land beyond the Forest\"—is known in popular culture as the mythical home of Dracula and the locale of awe-inspiring adventures. This course offers students the chance to investigate some of the persisting myths about Transylvania, their origins and their transmission, as well as the reassessment of the province's image since the removal of Romania's communist government in 1989. On campus, students familiarize themselves with the complexities of Transylvania's image through readings and discussions of travel narratives before traveling to Transylvania for a two-week tour in preparation for their own collaborative travel account. Enrollment limited to 14. Instructor permission is required. R. Cernahoschi.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUSs20'> LINK </a>","Requisite":[],"Concentrations":["Modern Europe (C024)"]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EU/RU 213","x":120.0,"y":0.0,"id":"12","attributes":{"Title":"EU/RU 213. Russian Identities and National Values in Russian Literature.","Description":"The present tensions between the United States and Russia have often been described as a clash of civilizations. This course places the contemporary debates into a wider historical context. Students analyze Russian literary texts from nineteenth and twentieth centuries, with some study of much earlier works. Students examine works by Alexander Pushkin, Nickolay Gogol, Fyodor Dostoevsky, and Mikhail Bulgakov, among others, to critically consider Russian national values, the construction of a Russian national identity, and Russia's relationship to the \"West.\" They also study Russian and Soviet films and their representations of these questions. Conducted in English. M. Loginova.","Department Code":"EU/RU","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EU/RU213'> LINK </a>","Requisite":[],"Concentrations":["Russian in St. Petersburg (C078)"]},"color":"rgb(210, 103, 207)","size":10.0},{"label":"EU/PT s22","x":130.0,"y":0.0,"id":"13","attributes":{"Title":"EU/PT s22. Politics of Memory in Central and Eastern Europe.","Description":"The twentieth century cast a long shadow over Eastern and Central Europe: two world wars, several mass expulsions and deportations, the imposition of Soviet-style dictatorships, and, most tragically, the Holocaust. Each country has its share of victims, villains, heroes, cowards, and collaborators. Efforts to make sense of this history, even after all these years, remain a topic of intense political debate.  This course examines historical writings, films, museums, and monuments to examine the politics of memory in East and Central Europe. Why does historical memory of these events continue to have such emotional and political power in this region? What choices are made in memorializing history, and what are their contemporary political implications? Enrollment limited to 30. (Identities and Interests.) (Philosophical, Literary, and Legal Studies.) J. Richter.","Department Code":"EU/PT","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EU/PTs22'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(81, 52, 10)","size":10.0},{"label":"EUS s26","x":140.0,"y":0.0,"id":"14","attributes":{"Title":"EUS s26. Russian and East European Film.","Description":"From the early years of the Russian avant-garde to the post-Communist era of blockbusters, Russian and East European cinema offers an intriguing and important perspective on life in Europe. This course introduces students to the avant-garde cinema of Eisenstein and Vertov, the Soviet propaganda films of the 1930s, the Czech New Wave, the Yugoslav Black Wave, the Polish Film School, the aesthetic and moral questions of post-Communist filmmakers, and new directions in filmmaking of the twenty-first century. Films are in the original languages, with subtitles. All reading and writing is in English. Not open to students who have received credit for RUSS s26. D. Browne.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUSs26'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)","Modern Europe (C024)","Russian Language (C069)"]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EUS s24","x":150.0,"y":0.0,"id":"15","attributes":{"Title":"EUS s24. Slavic Europe.","Description":"A topical survey of Slavic culture as realized in a number of social institutions including the family, the church, the popular media, and the arts. Particular attention is given to texts, which examine both real and imagined communities and the unities and disunities that shape the identities of Europe's largest language family and the peoples who occupy more than half of the European continent.    Not open to students who have received credit for EUS 261. Open to first-year students. Enrollment limited to 30. D. Browne.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUSs24'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EUS s23","x":160.0,"y":0.0,"id":"16","attributes":{"Title":"EUS s23. Dracula Looks in the Mirror: Popular Imagination and Transcultural Adaptation.","Description":"Dracula is one of the most widely adapted literary figures, with roots in both history and myth. In this course, students investigate the origins of the figure as well as into its multiple transcultural reflections. Through the figure of Dracula, they investigate questions about the forms, processes, agents, audiences, and contexts of adaptations. A creative component allows students to adapt Dracula to a context of their own choice. Enrollment limited to 30. R. Cernahoschi.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUSs23'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EU/GR s21","x":170.0,"y":0.0,"id":"17","attributes":{"Title":"EU/GR s21. Weimar and Berlin: German Culture in European Context.","Description":"The course traces the sociopolitical transformations that inform Germany's current role in the European Union through the example of two very different capitals: Weimar, the sleepy hamlet turned Germany's premier intellectual center, and Berlin, the once-divided city reinvented as intercultural meeting place. Using selected sites in the two cities, students focus on key moments in German history, which absorbed international trends and, in turn, reverberated across Europe. On campus and in Germany, students learn about important intellectual developments from the Reformation to the present day, cultural personalities and artifacts, and the crises and cooperations that produced them. Enrollment limited to 16. R. Cernahoschi, J. Kazecki.","Department Code":"EU/GR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EU/GRs21'> LINK </a>","Requisite":[],"Concentrations":["German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)"]},"color":"rgb(26, 87, 88)","size":10.0},{"label":"EU/HI 258","x":180.0,"y":0.0,"id":"18","attributes":{"Title":"EU/HI 258. Enlightenment and Revolution.","Description":"This course explores the era of the Enlightenment and the French Revolution. Examining texts by Montesquieu, Diderot, D’Alembert, Rousseau, Voltaire, and later reformers provides an opportunity to discuss the philosophical, economic, and social contexts of the \"Age of Reason\" in both local and international settings. The second half of the course studies the origins, course, and consequences of the first French Revolution, up to about 1799. Speeches, political pamphlets, paintings, and ephemeral documents are entry points to investigating topics such as rights and representation, citizenship, slavery, and terror. Enrollment limited to 40. K. McDonough.","Department Code":"EU/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EU/HI258'> LINK </a>","Requisite":[],"Concentrations":["Early Modern World (C066)","Learning and Teaching (C084)"]},"color":"rgb(52, 103, 70)","size":10.0},{"label":"EU/GR 254","x":190.0,"y":0.0,"id":"19","attributes":{"Title":"EU/GR 254. Berlin and Vienna, 1900–1914.","Description":"From the beginning of the twentieth century to the outbreak of World War I, the capital cities of Berlin and Vienna were home to major political and cultural developments, including diverse modernist movements in art, architecture, literature, and music, as well as the growth of mass party politics.  The ascending German Empire and the multiethnic Habsburg Empire teetering on the verge of collapse provide the context within which this course examines important texts of fin-de-siècle modernism. Topics include urban growth and planning, German Expressionism, Austrian Impressionism, early German cinema, and Freud's case studies of hysteria. Conducted in English. Open to first-year students. C. Decker.","Department Code":"EU/GR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EU/GR254'> LINK </a>","Requisite":[],"Concentrations":["The City in History: Urbanism and Constructed Spaces (C057)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)","The Translated World (C067)"]},"color":"rgb(26, 87, 88)","size":10.0},{"label":"EUS s50","x":200.0,"y":0.0,"id":"20","attributes":{"Title":"EUS s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term. Normally offered every year. Staff.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUSs50'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"EU/GR 220","x":210.0,"y":0.0,"id":"21","attributes":{"Title":"EU/GR 220. Remembering War: The Great War, Memory, and Remembrance in Europe.","Description":"The course focuses on ways in which the experience of the First World War changed established narratives of violence and armed conflict in central Europe. It investigates how the new narratives became sites of memory, mourning, and remembrance in the twentieth and twenty-first centuries drawing on examples from Germany, Poland, Czechoslovakia, and Hungary. Conducted in English. Open to first-year students. J. Kazecki.","Department Code":"EU/GR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EU/GR220'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)"]},"color":"rgb(26, 87, 88)","size":10.0},{"label":"EUS 360","x":220.0,"y":0.0,"id":"22","attributes":{"Title":"EUS 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester. Normally offered every semester. Staff.","Department Code":"EUS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#EUS360'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(190, 172, 5)","size":10.0},{"label":"INDS 390A","x":230.0,"y":0.0,"id":"23","attributes":{"Title":"INDS 390A. Sex and the Modern City: European Cultures at the Fin-de-Siècle .","Description":"Economic and political change during the 1800s revolutionized the daily lives of Europeans more profoundly than any previous century. By the last third of the century, the modern city became the stage for exploring and enacting new roles, new gender identities in particular. This course examines the cultural reverberations of these cataclysmic changes by focusing on sex, gender, and new urban spaces the decades around the turn of the twentieth century. Students consider the writings of Zola and Freud, investigate middle-class flirtations with the occult, and read about sensational crimes like those of Jack the Ripper. Cross-listed in European studies, history, women and gender studies.   Enrollment limited to 15. (European.)    C. Shaw.","Department Code":"INDS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=EUS#INDS390A'> LINK </a>","Requisite":[],"Concentrations":["The City in History: Urbanism and Constructed Spaces (C057)"]},"color":"rgb(244, 202, 118)","size":10.0}],"edges":[]}