{"edges": [], "nodes": [{"x": 0.0, "label": "EXDS s15A", "id": "0", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s15A. Short Term Practicum: Graphic Design.", "Concentrations": ["Color: Sight and Perception (C036)", "Producing Culture: Arts and Audience (C061)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "This course introduces graphic design, technology, and the design profession. Through studio work, design research, and historical study, students acquire a foundation in the principles and elements of design, typography, and visual communication. Students address aesthetic and communication problems through the creation of identity, poster, publication, and user interface design. They gain proficiency in the use of industry-standard software, including Adobe Illustrator, Adobe Photoshop, and Adobe InDesign. They consider graphic design in relation to industrial design, the built environment, and emergent media. Contemporary business and problem-solving practices are also covered, including branding, design management, design thinking, and strategic innovation. During field trips students explore the breadth and depth of activity within the design profession. Journals, sketchbooks and a final project allow students to demonstrate the skills developed during the course.   Enrollment limited to 16. Instructor permission is required. One-time offering. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=EXDS#EXDSs15A'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 10.0, "label": "EXDS s11", "id": "1", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s11. Financial Accounting.", "Concentrations": [], "Description": "This course is an introduction to the framework, basic concepts, and generally accepted accounting principles and standards underlying financial accounting systems. Students learn to analyze and record financial transactions form a source document through the entire accounting cycle. Accounting concepts include merchandising operations, inventory costing methods, internal controls and cash, receivables, liabilities, and long-term assets including intangibles. Students create basic financial statements and apply analytical tools to these and to statements from real companies.  Additionally, ethical issues in accounting are discussed as relevant topics arise. Enrollment limited to 30. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=EXDS#EXDSs11'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 20.0, "label": "EXDS s21", "id": "2", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s21. Life Architecture: Designing Your Future Work.", "Concentrations": ["Philosophy and Psychology (C031)"], "Description": "Everyone works, whether for pay or for pleasure, in public or in private, with gusto or with dread. This course supports students as they prepare for a lifetime of work by encouraging consideration of the philosophical components of their plan including identifying and developing personal attributes correlated with career well-being, exploring the context of vocational decision making, and contemplating how meaning and purpose can be infused into any work. They also consider the pragmatic components, discussing how mentors can be cultivated, how jobs are best secured, and the practical considerations that can hold people back from realizing their visions. Not open to First-Years or Sophomores   Enrollment limited to 30. Normally offered every other year. R. Fraser-Thill.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=EXDS#EXDSs21'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 30.0, "label": "EXDS s15K", "id": "3", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s15K. Short Term Practicum: Brand Culture Building.", "Concentrations": [], "Description": "This practicum course invites students behind the scenes of brand culture consultants, to not only humanize large corporate cultures, but also to arm students with tools to build, observe measure, maintain, and manage or shift a business’ brand culture to better align and prepare the organization to meet the challenges of today's marketplace. In a series of discussions, off-site visits, workshops and reflections, students gain the skills to analyze, strategize, and consult on the brand culture of various companies and organizations, local and global. Consultant teams present and critique their own brand proposal, and that of another team.   Enrollment limited to 16. Instructor permission is required. One-time offering. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=EXDS#EXDSs15K'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 40.0, "label": "EXDS s15B", "id": "4", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s15B. Short Term Practicum: Health Care Administration.", "Concentrations": ["Public Health (C065)"], "Description": "This course introduces the American health care system, with a particular focus on problems faced in delivering and paying for quality health care and approaches to addressing those problems. After a brief overview of the U.S. health care system, specific topics to be explored include access to care, the role of primary versus specialty care, quality measurement, health care finance, legal and compliance issues, human resources, and approaches to continuous improvement. Through readings, class discussion with professionals in various roles in health care, job shadowing, and a final project, students examine ideals and aspirations in delivering high quality, affordable health care as well as practical limitations and barriers to doing so. They consider implications for leaders who seek to change the way health care is delivered, administered and paid for in the United States.    Enrollment limited to 16. Instructor permission is required. One-time offering. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=EXDS#EXDSs15B'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 50.0, "label": "EXDS s15J", "id": "5", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s15J. Short Term Practicum: Journalism in an Age of Media Explosion.", "Concentrations": [], "Description": "An intensive experience in the process of creative journalism as it is practiced today, from reported pieces to travel journalism to the reported essay. Students read the best current journalism, and using the maelstrom of activity on the Bates campus as source material, brainstorm, research, report, write, and rewrite their own pieces with peer and professional guidance. Daily and weekly labs to help develop journalistic skills—idea development, outlining, interviewing, copy editing—in addition to practice writing clear and concise sentences, paragraphs, blog posts, short explanatory pieces, profiles, descriptive passages, opinion, humor, memoir, and narratives.    Enrollment limited to 16. Instructor permission is required. One-time offering. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=EXDS#EXDSs15J'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 60.0, "label": "EXDS s15C", "id": "6", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s15C. Short Term Practicum: Social Change Organizing and Advocacy.", "Concentrations": ["Class, Inequity, Poverty, and Justice (C008)", "Racisms (C041)"], "Description": "This course introduces concepts, strategies, and skills employed in the professional careers of organizers and advocates for social change, the act of changing power structures in society and/or the outcomes of those power structures in order to reduce exploitation, human suffering, and denial of human rights. Practitioners lead students through the examination of in-depth case studies of social change efforts at the local, state, and national level. Topics include poverty, LGBTQ rights, voting rights, immigration, urban development, housing, racial justice, labor, gender equity and environmental justice. Students explore strategies and skills illustrated in each case study, in the context of social change advocacy and organizing careers and more broadly in the context of informed civic action. Students develop and present proposals for social change projects reflecting detailed knowledge of a social issue of particular interest to them and a thoughtful application of some specific skills and strategies covered in the course.   Enrollment limited to 16. Instructor permission is required. One-time offering. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=EXDS#EXDSs15C'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 70.0, "label": "EXDS s15D", "id": "7", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s15D. Short Term Practicum: Digital Innovation.", "Concentrations": [], "Description": "From startups to innovative projects within existing organizations, digital innovation and entrepreneurship are fast growing arenas that present exciting challenges and opportunities. This practicum focuses on the tools, techniques, and practices used by digital innovators as they develop, design, and test products. Students explore the history and current challenges in this field, and then work through a process of product discovery, market research, wireframing, branding, and product development. At each step in this process, students develop a foundation of relevant skills including coding, design, marketing, distribution across various platforms, and project management. They apply those skills to the development of a tangible product, and explore a wide range of professional roles within the broad field of digital innovation and entrepreneurship.   Enrollment limited to 16. Instructor permission is required. One-time offering. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=EXDS#EXDSs15D'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 80.0, "label": "EXDS s15L", "id": "8", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s15L. Short Term Practicum: Filmmaking, The Creative Process.", "Concentrations": ["Evidence: Documentation and Reality (C017)", "Film and Media Studies (C019)"], "Description": "Visual storytelling has become ever more accessible, yet the creative process remains a mysterious and circuitous road of discovery, failure, innovation, happenstance, and, of course, perseverance. This practicum demystifies the creative process of visual storytelling while providing the basic tools to develop students' own ideas. What does it take to turn an idea into a pitch? A script? A film? How do you find your subject? Voice? Style? Students develop their own projects and work on those of their colleagues. Students work on the creative process in film, from the first idea, through the writing process, shooting, editing, and presentation.   Enrollment limited to 16. Instructor permission is required. One-time offering. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=EXDS#EXDSs15L'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 90.0, "label": "EXDS s15I", "id": "9", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s15I. Short Term Practicum: Consulting for Strategy Development .", "Concentrations": [], "Description": "This practicum places students in the role of organizational strategy consultants. Students examine how strategy helps groups prepare to respond adaptively to future uncertainties, volatility, and complexity. Students experience and become familiar with methods and practices for organizing groups to make progress on complex challenges such as developing strategies for the future. Once immersed in both the what of strategy and the how of facilitating groups to shape strategy together, students apply the methods, practices, and skills to a strategy consulting project for an initiative or program of Bates College.    Enrollment limited to 16. Instructor permission is required. One-time offering. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=EXDS#EXDSs15I'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 100.0, "label": "EXDS s30", "id": "10", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s30. Grant Writing across the Disciplines.", "Concentrations": [], "Description": "This course introduces students to the work and writing under taken by scholars, scientists, and artists at two crucial moments: when they have an idea for a project and when they have completed the project. Working in and across a variety of disciplines, students learn the methodologies for garnering support for arts and research endeavors. Students develop an individual project and pursue the examination and implementation of discipline-specific approaches to publication, performance, or the deployment of studies or experiments. In addition to focusing on interdisciplinary scholarship and arts, this course provides a tool kit for students pursuing graduate school, fellowships, and grants. Enrollment limited to 30.    R. Strong.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=EXDS#EXDSs30'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 110.0, "label": "EXDS s51A", "id": "11", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s51A. Writing Across the Curriculum, Composition, and the Writing Center .", "Concentrations": [], "Description": "This course introduces students to the academic field of composition studies, approaching the topic through an in-depth study of the higher education writing center. The course engages a small number of students in a survey of the rhetoric and composition literature, the Writing across the Curriculum (WAC) movement, and the theories that underlie current best practices in college and university writing centers. Students participate in a shared inquiry into how these translate to the day-to-day mentoring of writers, and provide feedback to inform a future, recurring course on the same topic.    Instructor permission is required. One-time offering. D. Sanford.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=EXDS#EXDSs51A'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}, {"x": 120.0, "label": "EXDS s15F", "id": "12", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "EXDS", "Title": "EXDS s15F. Short Term Practicum: Music Production, Recording, and Mixing.", "Concentrations": ["Producing Culture: Arts and Audience (C061)", "Sound (C005)"], "Description": "This course provides a solid foundation of practical techniques for the new to intermediate recordist including signal flow analysis, optimization, structuring a session, budgeting time and finances, acoustics, mixing, and editing. The course is grounded in traditional rudiments and fundamentals, but focused on production that is nimble and forward thinking enough for the digital age. In addition to the technology, the course examines the musical, interpersonal, and organizational skills needed to make a record successfully – skills that extend beyond the realm of music production. Additionally, the course examines applications of audio technology beyond the realm of music production, including audio post-production for video and podcasting. The course focuses on imparting skills that can be applied to any digital audio workstation (DAW).    Enrollment limited to 16. Instructor permission is required. One-time offering. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=EXDS#EXDSs15F'> LINK </a>"}, "size": 10.0, "color": "rgb(65, 65, 107)"}]}