{"nodes":[{"label":"CM/RE 221","x":0.0,"y":0.0,"id":"0","attributes":{"Title":"CM/RE 221. Venice to Istanbul and Cairo: Religion and Trade in the Medieval Mediterranean.","Description":"This course examines the intersection of religion and trade in the medieval Mediterranean (1000-1600), the crossroads of medieval Europe and the Middle East. Muslims, Christians, and Jews moved throughout Mediterranean cities as scholars and merchants, transmitting objects as diverse as silk textiles, holy relics, and texts on theology and science. This course follows the trade routes that connected Renaissance-era Italian city-states with nearby regions in the Islamic world, from Islamic Spain and Mamluk Egypt to the Crusader kingdoms and Ottoman Turkey. How are religion and economy related, and how can we understand the paradigm of \"Islam and the West\" more critically? Open to first-year students. Enrollment limited to 40. A. Akhtar.","Department Code":"CM/RE","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/RE221'> LINK </a>","Requisite":[],"Concentrations":["Medieval Worlds (C051)","Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(207, 95, 7)","size":10.0},{"label":"CM/RE 264","x":10.0,"y":0.0,"id":"1","attributes":{"Title":"CM/RE 264. Islam in a Global Context: Culture, Religion, Arts.","Description":"This course explores ways that the traditions of Islam manifest in world cultures from Spain and Morocco to Russia and China in both the medieval and modern periods. Topics include mystical theology of Morocco, art of the Quran, Sunni and Shi'i cultural practices in Iran, womens' mosques in China, and postcolonial debates in Egyptian politics. What does Islam mean to Muslims around the world? What makes Islam one of the most influential religious traditions in the history of Europe, Africa, and Asia? Not open to students who have received credit for REL 264. Open to first-year students. Enrollment limited to 40. Normally offered every year. A. Akhtar.","Department Code":"CM/RE","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/RE264'> LINK </a>","Requisite":[],"Concentrations":["Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(207, 95, 7)","size":10.0},{"label":"GRK 102","x":20.0,"y":100.0,"id":"2","attributes":{"Title":"GRK 102. Elementary Ancient Greek II.","Description":"A continuation of GRK 101, and designed to be taken in the same academic year, this course develops the understanding of Greek syntax. By the end of the year students are competent to read extended passages of classical Greek.  Prerequisite(s): GRK 101. Normally offered every year. Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK102'> LINK </a>","Requisite":" GRK 101. Normally offered every year. Staff.","Concentrations":["Ancient Greek (C020)","Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"GRK 201","x":30.0,"y":100.0,"id":"3","attributes":{"Title":"GRK 201. Classical Prose.","Description":"Called the \"age of enlightenment,\" classical Greece witnessed the invention of democracy, philosophy, and medicine, to name but a few. Students read Plato, Thucydides, Demosthenes, or Lysias in order to understand how and why the Greeks created these disciplines and institutions. Prerequisite(s): GRK 101 and 102. Open to first-year students. Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK201'> LINK </a>","Requisite":" GRK 101 and 102. Open to first-year students. Staff.","Concentrations":["Ancient Greek (C020)","Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"CM/PL 271","x":80.0,"y":0.0,"id":"4","attributes":{"Title":"CM/PL 271. Ancient Greek Philosophy.","Description":"A study of the basic philosophical ideas underlying Western thought as these are expressed in the writings of the Pre-Socratics, Socrates, Plato, and Aristotle. Greek thought is discussed in its historical and social context, with indications of how important Greek ideas were developed in later centuries.   Open to first-year students. Enrollment limited to 30. Normally offered every year. M. Okrent, S. Stark.","Department Code":"CM/PL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/PL271'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Philosophy (C042)"]},"color":"rgb(188, 10, 15)","size":10.0},{"label":"CM/EN 121V","x":90.0,"y":0.0,"id":"5","attributes":{"Title":"CM/EN 121V. Romance and Nation.","Description":"This course examines romance in the context of the formation of a national identity in late medieval England. Romance was the pulp fiction of the Middle Ages, a highly adaptable literary genre capable of offering a legible national past to a wide-ranging audience. Romances often provide a satisfying fantasy of national unity, but also reveal the contradictions of national identity in a time of multiculturalism and instability. Students investigate the capacities and limits of romance as a genre within which to imagine a nation. Texts include  ,  ,  , and Malory's  . Enrollment limited to 25. Staff.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/EN121V'> LINK </a>","Requisite":[],"Concentrations":["English (C086)","Learning and Teaching (C084)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"CM/HI 286","x":100.0,"y":0.0,"id":"6","attributes":{"Title":"CM/HI 286. The Crusades: Christian, Muslim, and Jewish Perspectives.","Description":"This course considers the history of the Crusades writ large. Students explore the history of holy war/jihad in the medieval Mediterranean through primary sources that consider Christian, Muslim, and Jewish perspectives on inter-religious warfare in the Eastern Mediterranean and in Spain. Course themes include the theology of warfare and toleration, economic contexts and ramifications of the Crusades, anti-Semitism and violence against Jews, the role of women, Crusades historiography, and the push to write alternate histories of the Crusades. Enrollment limited to 40. (European.) (Premodern.) One-time offering. E. Nutting.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/HI286'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)","Medieval Worlds (C051)","Middle East in Global Context (C090)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"CMS s50","x":110.0,"y":0.0,"id":"7","attributes":{"Title":"CMS s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.","Department Code":"CMS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CMSs50'> LINK </a>","Requisite":[],"Concentrations":["Classical and Medieval Studies"]},"color":"rgb(63, 93, 130)","size":10.0},{"label":"GRK 303","x":120.0,"y":0.0,"id":"8","attributes":{"Title":"GRK 303. Prose about Archaic Greece: Advanced.","Description":"This course covers the same material as GRK 203 but is designed for students who have completed two or more years of college-level Greek. Open to first-year students. Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK303'> LINK </a>","Requisite":[],"Concentrations":["Ancient Greek (C020)","Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"CMS 360","x":130.0,"y":0.0,"id":"9","attributes":{"Title":"CMS 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"CMS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CMS360'> LINK </a>","Requisite":[],"Concentrations":["Classical and Medieval Studies"]},"color":"rgb(63, 93, 130)","size":10.0},{"label":"CM/RE 236","x":140.0,"y":0.0,"id":"10","attributes":{"Title":"CM/RE 236. Introduction to the New Testament.","Description":"Readings in the New Testament and related Greek and early Christian literature. Studies of the gospels include investigation into the nature of the early Jesus movement and Jesus' place in the Judaism of his day, the interpretation of Jesus' teaching in the context of Roman-occupied Palestine, and the growth of the Jesus tradition in the early Church. Topics such as the diversity of ideas about salvation, influence of Greco-Roman religious thought, the place of women in the early Church, the break between Christianity and Judaism, and the formation of the early Church in its first century are covered in the study of the New Testament epistles (emphasis on the apostle Paul's epistles) and the book of Revelation. Open to first-year students. Enrollment limited to 40. C. Baker.","Department Code":"CM/RE","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/RE236'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Religious Studies (C001)"]},"color":"rgb(207, 95, 7)","size":10.0},{"label":"GRK 202","x":40.0,"y":100.0,"id":"11","attributes":{"Title":"GRK 202. Classical Poetry.","Description":"From Oedipus' self-blinding to the trial of a cheese grater, Athenian tragedies and comedies portray the human condition and the Athenian political world. Students read the works of the comedians, Aristophanes and Menander, and the tragic poets, Aeschylus, Sophocles, and Euripides, who dramatized and satirized the human condition. Prerequisite(s): GRK 101 and 102. Open to first-year students. Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK202'> LINK </a>","Requisite":" GRK 101 and 102. Open to first-year students. Staff.","Concentrations":["Ancient Greek (C020)","Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"INDS 130","x":150.0,"y":0.0,"id":"12","attributes":{"Title":"INDS 130. Food in Ancient Greece and Rome.","Description":" Participants in this course study food in ancient Greece and Rome: the history of the food supply for agrarian and urban populations; malnutrition, its probable impact on ancient economies, and its uneven impact on populations; famine; the symbolism of the heroic banquet—a division of the sacrificial animal among ranked members of society, and between men and gods; cuisine and delicacies of the rich; forbidden food; the respective roles of men and women in food production, and their unequal access to food supply; dietary transgression; and sacred food. Cross-listed in classical and medieval studies, history, and women and gender studies. Not open to students who have received credit for CMS s28. Enrollment limited to 50. (European.) (Premodern.) D. O'Higgins.","Department Code":"INDS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#INDS130'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Class, Inequity, Poverty, and Justice (C008)","Material Culture (C083)","Classical and Medieval Studies","Women and Gender Studies"]},"color":"rgb(155, 160, 162)","size":10.0},{"label":"LATN s50","x":160.0,"y":0.0,"id":"13","attributes":{"Title":"LATN s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product.  Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term. Normally offered every year. Staff.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATNs50'> LINK </a>","Requisite":[],"Concentrations":["Latin (C010)","Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"LATN 102","x":170.0,"y":100.0,"id":"14","attributes":{"Title":"LATN 102. Elementary Latin II.","Description":"A continuation of LATN 101. Normally offered every year. Staff.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATN102'> LINK </a>","Requisite":[],"Concentrations":["Latin (C010)","Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"CM/HI 231","x":190.0,"y":0.0,"id":"15","attributes":{"Title":"CM/HI 231. Litigation in Classical Athens.","Description":"This course studies the practice of law in ancient Athens. About 100 speeches survive from the fourth century   in which Athenians contested everything from wills and property to the worthiness of political candidates for office and the proper conduct of domestic and international affairs. Study of these speeches illuminates not merely the procedural organization of law in the Athenian democracy, but also the nature of political, social, and cultural structures in Athens. Consequently, the course concentrates as much on the various methodological approaches scholars have applied to the orations as on learning the mechanics of Athenian legal procedure. Open to first-year students. (Premodern.) M. Imber.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/HI231'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Law and Society (C013)","Learning and Teaching (C084)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"CM/HI 209","x":200.0,"y":0.0,"id":"16","attributes":{"Title":"CM/HI 209. Vikings.","Description":"The Vikings were the most feared and perhaps misunderstood people of their day. Savage raiders branded as the Antichrist by their Christian victims, the Vikings were also the most successful traders and explorers of the early Middle Ages. The Viking Age lasted for three centuries (800–1100  ), and the Vikings' world stretched from Russia to North America. Study of the myth and reality of Viking culture involves materials drawn from history, archaeology, mythology, and literature. Open to first-year students. Enrollment limited to 40. (European.) (Premodern.) M. Jones.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/HI209'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)","Medieval Worlds (C051)"," North Atlantic Studies (C045)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"LATN 365","x":210.0,"y":0.0,"id":"17","attributes":{"Title":"LATN 365. Special Topics.","Description":"Designed for the small seminar group of students who may have particular interests in areas of study that go beyond the regular course offerings. Periodic conferences and papers are required.   Instructor permission is required.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATN365'> LINK </a>","Requisite":[],"Concentrations":["Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"CM/EN 121A","x":220.0,"y":0.0,"id":"18","attributes":{"Title":"CM/EN 121A.  Monsters, Magicians, and Medievalism.","Description":"Medieval literature is famous for its monsters and magicians: from the dragon of   to the fairies of romance and the Merlin of the Arthur story, supernatural beings play a significant role in the plot and purpose of narratives from the Middle Ages. Likewise, in modern stories about the Middle Ages (especially Tolkien's), magicians and monsters figure prominently. This course explores the multiple meanings and effects related to this population of supernatural beings; students consider how and why such creatures appear in the texts and how they help to define the genre of medievalism. They read a number of medieval texts (in modern English translation) and a sampling of modern texts about the Middle Ages. Enrollment limited to 25 per section. (Pre-1800.)    S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/EN121A'> LINK </a>","Requisite":[],"Concentrations":["English (C086)","Learning and Teaching (C084)","Medieval Worlds (C051)","Popular Culture (C040)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"LATN 302","x":230.0,"y":0.0,"id":"19","attributes":{"Title":"LATN 302. Poetry of the Empire.","Description":"From Ovid's fables of women turning into trees to Lucan's descriptions of battles and Seneca's drama of Thyestes who feasts on his sons, the tumultuous events of the Roman Empire find strange expression in the poets who could not write openly about the cruelties of their emperors. Students read the works of Ovid, Seneca, Lucan, Statius, and Martial. Open to first-year students. Staff.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATN302'> LINK </a>","Requisite":[],"Concentrations":["Latin (C010)","Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"GRK 203","x":50.0,"y":100.0,"id":"20","attributes":{"Title":"GRK 203. Prose about Archaic Greece.","Description":"As the population exploded in archaic Greece, so did political, social, religious, and cultural institutions. The Persians invaded Greece, the Olympics were inaugurated, tyrants were overthrown, and law courts invented. Students examine these momentous events in archaic authors such as Herodotus and Antiphon or in later writers such as Plutarch and Pausanias. Prerequisite(s): GRK 101 and 102. Open to first-year students. Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK203'> LINK </a>","Requisite":" GRK 101 and 102. Open to first-year students. Staff.","Concentrations":["Ancient Greek (C020)","Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"GRK 301","x":240.0,"y":0.0,"id":"21","attributes":{"Title":"GRK 301. Classical Prose: Advanced.","Description":"This course covers the same material as GRK 201 but is designed for students who have completed two or more years of college-level Greek. Open to first-year students. Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK301'> LINK </a>","Requisite":[],"Concentrations":["Ancient Greek (C020)","Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"GRK 360","x":250.0,"y":0.0,"id":"22","attributes":{"Title":"GRK 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK360'> LINK </a>","Requisite":[],"Concentrations":["Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"LATN s30","x":170.0,"y":200.0,"id":"23","attributes":{"Title":"LATN s30. Medieval Latin.","Description":"An intensive introduction to reading medieval Latin, from early to late periods in several genres. Prerequisite(s): LATN 102. Enrollment limited to 30. Instructor permission is required. Staff.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATNs30'> LINK </a>","Requisite":" LATN 102. Enrollment limited to 30. Instructor permission is required. Staff.","Concentrations":["Latin (C010)"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"CM/EN s14","x":260.0,"y":0.0,"id":"24","attributes":{"Title":"CM/EN s14. Medieval Re-enactment: The Battle of Maldon.","Description":"This course offers the opportunity to explore the Middle Ages through creative re-enactment. An introduction to Anglo-Saxon literature is followed by a close reading of \"The Battle of Maldon,\" a short poem commemorating the 991 battle between native Britons and an invading Viking army. Drawing on historical evidence, students create replica weapons and garb appropriate to both armies. The course concludes with a live re-enactment of the battle.    Enrollment limited to 50. S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/ENs14'> LINK </a>","Requisite":[],"Concentrations":["English (C086)","Learning and Teaching (C084)","Medieval Worlds (C051)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"CM/HI 102","x":270.0,"y":0.0,"id":"25","attributes":{"Title":"CM/HI 102. Medieval Worlds.","Description":"Far from being an \"enormous hiccup\" in human progress, the medieval centuries (circa 350–1350) marked the full emergence of Islamic, Byzantine, and West European civilizations. These powerful medieval cultures shape our present. The central theme of this introductory survey course is the genesis and development of a distinct Western European medieval civilization including its social, economic, political, and cultural aspects. Important topics include the devolution of the Roman Empire; the Christianization of the West; the origins of the Byzantine world; the rise of Islam; and the history of medieval women. Enrollment limited to 48. (European.) (Premodern.) Normally offered every year. M. Jones.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/HI102'> LINK </a>","Requisite":[],"Concentrations":["The City in History: Urbanism and Constructed Spaces (C057)","Conflict and Threat: War and Disease (C064)","French and Francophone Studies (C034)","Learning and Teaching (C084)","Medieval Worlds (C051)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"LATN 202","x":280.0,"y":0.0,"id":"26","attributes":{"Title":"LATN 202. Introduction to Latin Poetry.","Description":"Introduction to the study of Latin Poetry from the Republic to the Middle Ages. Open to first-year students. Staff.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATN202'> LINK </a>","Requisite":[],"Concentrations":["Latin (C010)","Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"GRK s10","x":60.0,"y":100.0,"id":"27","attributes":{"Title":"GRK s10. Elementary Ancient Greek II.","Description":"A continuation of GRK 101, and designed to be taken in the same academic year, this course develops the understanding of Greek syntax. By the end of the year students are competent to read extended passages of classical Greek.  Prerequisite(s): GRK 101.    Not open to students who have received credit for GRK 102. Open to first-year students. Enrollment limited to 30. D. O'Higgins.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRKs10'> LINK </a>","Requisite":" GRK 101.    Not open to students who have received credit for GRK 102. Open to first-year students. Enrollment limited to 30. D. O'Higgins.","Concentrations":[]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"CM/EN 395E","x":290.0,"y":0.0,"id":"28","attributes":{"Title":"CM/EN 395E. Medieval Romance.","Description":"Romance was the most popular literary genre of the later Middle Ages. Originating in France in the twelfth century, this highly adaptable form quickly became an international phenomenon, with numerous examples found across Europe and the British Isles. Many romances tell tales of amorous exploits, exotic travels, and quests for knowledge; the celebration of chivalric ideals is a central theme. But many of these tales seem to question and sometimes undermine the very ideals they otherwise espouse: courtly love mingles with sexual adventurism, for instance, and loyalty to one's lord often results in alienation or death. Students read a selection of romances from France and Britain (all texts are in modern English translation or manageable Middle English) with an eye toward how they variously articulate and deconstruct the notion of chivalry. Prerequisite(s): one English course. Enrollment limited to 15. Instructor permission is required. (Pre-1800.)    S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=CMS#CM/EN395E'> LINK </a>","Requisite":" one English course. Enrollment limited to 15. Instructor permission is required. (Pre-1800.)    S. Federico.","Concentrations":["Beauty and Desire (C055)","English (C086)","Learning and Teaching (C084)","Medieval Worlds (C051)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"CM/HI 390D","x":300.0,"y":0.0,"id":"29","attributes":{"Title":"CM/HI 390D. Decline and Fall of the Roman Empire.","Description":"Edward Gibbon's classic   is the most famous work of history written in English. This course uses it as an introduction to the problem of the collapse of complex, premodern societies and specifically the end of the Roman West. Changing historical explanations for the fall of Rome are a microcosm of Western historiography. Students also explore basic questions on the nature of history and historians. Enrollment limited to 15. Instructor permission is required. (European.) (Premodern.)    M. Jones.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/HI390D'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)","Medieval Worlds (C051)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"GRK 304","x":310.0,"y":0.0,"id":"30","attributes":{"Title":"GRK 304. Poetry from Archaic Greece: Advanced.","Description":"This course covers the same material as GRK 204 but is designed for students who have completed two or more years of college-level Greek. Open to first-year students. Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK304'> LINK </a>","Requisite":[],"Concentrations":["Ancient Greek (C020)","Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"CMS 205","x":320.0,"y":0.0,"id":"31","attributes":{"Title":"CMS 205. Two Thousand Years of Classical Myth.","Description":"Using Ovid's   as a foundation, this course traces (in English) some of the many versions of Greco-Roman myths through medieval, Renaissance, and modern times, in Europe and the Americas, primarily in literary reworkings, but including some examples from art and music as well. Reading portions of Ovid in the original language is encouraged for students with one or more years of Latin. Not open to students who have received credit for CMS s18. Enrollment limited to 30. Staff.","Department Code":"CMS","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=CMS#CMS205'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","The Translated World (C067)","Classical and Medieval Studies"]},"color":"rgb(63, 93, 130)","size":10.0},{"label":"CMS 457","x":330.0,"y":0.0,"id":"32","attributes":{"Title":"CMS 457. Senior Thesis.","Description":"Required of all majors, the thesis involves research and writing of an extended essay in classical and medieval studies, following the established practices of the field, under the guidance of a supervisor in the classical and medieval studies program. Students register for CMS 457 in the fall semester and for CMS 458 in the winter semester. Majors writing an honors thesis register for both CMS 457 and 458.    Normally offered every year. Staff.","Department Code":"CMS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CMS457'> LINK </a>","Requisite":[],"Concentrations":["Classical and Medieval Studies"]},"color":"rgb(63, 93, 130)","size":10.0},{"label":"CM/HI 390J","x":340.0,"y":0.0,"id":"33","attributes":{"Title":"CM/HI 390J. Law and Society in Ancient Rome.","Description":"This research seminar introduces students to the range of academic skills necessary to conduct research and write scholarly papers on topics in ancient Roman law. In addition to considering the actual substance and procedures of Roman law, students explore different methodologies that consider Roman law and the relationship of Roman law to the historical and social contexts in which Roman law evolved. Prerequisite(s): CM/HI 100, 102, 108, or 109.   Enrollment limited to 15. (European.) (Premodern.)    M. Imber.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/HI390J'> LINK </a>","Requisite":" CM/HI 100, 102, 108, or 109.   Enrollment limited to 15. (European.) (Premodern.)    M. Imber.","Concentrations":["The Ancient World (C054)","Law and Society (C013)","Learning and Teaching (C084)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"CM/HI 108","x":350.0,"y":0.0,"id":"34","attributes":{"Title":"CM/HI 108. Roman Civilization: The Republic.","Description":"In this course students explore the civilization and history of ancient Rome from the foundation of the  Republic around 510   until its collapse in civil war and its transformation into a monarchy under Julius Caesar and his nephew, Octavian. Each week the class convenes for lectures devoted to the political, social, and cultural history of the Republic. In addition, students meet once a week to discuss in detail primary sources for the period. Enrollment limited to 60. (European.) (Premodern.) M. Imber.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/HI108'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","The City in History: Urbanism and Constructed Spaces (C057)","Learning and Teaching (C084)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"LATN 303","x":360.0,"y":0.0,"id":"35","attributes":{"Title":"LATN 303. Republican Prose.","Description":"The Roman Republic was imagined to be the result of fratricide and rape. Caesar crossed the Rubicon and Cicero's hands and ears were cut off and then hung in the Forum. The course explores the social, political, and religious foundations as well as the violence of the Roman Republic through the eyes of authors such as Livy, Cato, Cicero, Sallust, and Caesar. Open to first-year students. Staff.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATN303'> LINK </a>","Requisite":[],"Concentrations":["Latin (C010)","Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"CM/RE 240","x":370.0,"y":0.0,"id":"36","attributes":{"Title":"CM/RE 240. History of Christianity: Conflict, Self-Definition, and Dominance.","Description":"This course is a study of the convictions, controversies, and conflicts by which an egalitarian Jewish revitalization movement in Palestine became a worldwide religion. Students follow Christianity's development from martyrdom and persecution to a state-sponsored religion of the Roman Empire, from internal heresy and schism to the \"One Great Holy and Apostolic Catholic Church.\" Special attention is given to regional diversity and the changing place of women in the church. Open to first-year students. Enrollment limited to 40. C. Baker.","Department Code":"CM/RE","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/RE240'> LINK </a>","Requisite":[],"Concentrations":["Medieval Worlds (C051)","Religious Studies (C001)"]},"color":"rgb(207, 95, 7)","size":10.0},{"label":"CM/HI 109","x":340.0,"y":100.0,"id":"37","attributes":{"Title":"CM/HI 109. Roman Civilization: The Empire.","Description":"In this course students examine the civilization and history of ancient Rome from the Principate, the monarchy established by Octavian in 27  , until the end of Justinian's dynasty at the beginning of the seventh century of the Common Era. Each week the class convenes for lectures devoted to the political, social, and cultural history of the Empire. In addition, students meet once a week to discuss in detail primary sources for the period. Recommended background: CM/HI 108. Enrollment limited to 60. (European.) (Premodern.) M. Imber.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/HI109'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","The City in History: Urbanism and Constructed Spaces (C057)","Learning and Teaching (C084)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"CM/RE 242","x":380.0,"y":0.0,"id":"38","attributes":{"Title":"CM/RE 242. History of Christian Thought II: The Emergence of Modernity.","Description":"A study of the development of Christian thought from the fall of the Roman Empire to the beginnings of the modern era. The history of religious ideas in the West is considered in its social and political context. Readings include selections from Augustine, Gregory the Great, Anselm, Hildegard von Bingen, Aquinas, Luther, and Calvin. Not open to students who have received credit for REL 242. Open to first-year students. Enrollment limited to 40. Staff.","Department Code":"CM/RE","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/RE242'> LINK </a>","Requisite":[],"Concentrations":["Medieval Worlds (C051)","Religious Studies (C001)"]},"color":"rgb(207, 95, 7)","size":10.0},{"label":"CM/WS 204","x":390.0,"y":0.0,"id":"39","attributes":{"Title":"CM/WS 204. Gender and the Body in Ancient Greece.","Description":"How did people in ancient Greece think about the categories of male and female? How did these categories intersect with others, such as social status, age, and ethnicity? This course considers issues of gender in archaic and classical Greece and looks at how Greek people thought about the body, sexuality, and \"transgressive\" behavior and individuals. Students analyze literary texts (in translation) as well as medical, religious, and legal evidence—inscriptional and textual—and modern scholarship. Open to first-year students. Enrollment limited to 35. D. O'Higgins.","Department Code":"CM/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/WS204'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Beauty and Desire (C055)","The Human Body (C027)","Queer Studies (C009)"]},"color":"rgb(137, 231, 28)","size":10.0},{"label":"GRK 204","x":70.0,"y":100.0,"id":"40","attributes":{"Title":"GRK 204. Poetry from Archaic Greece.","Description":"Homer sang about Troy's destruction and Odysseus' travels; Hesiod, about the birth of gods and his cheating brother. Sappho praised the power of Aphrodite; Alcaeus, the power of wine. Students explore how the poets in archaic Greece sang about their lives and their world. Prerequisite(s): GRK 101 and 102. Open to first-year students. Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK204'> LINK </a>","Requisite":" GRK 101 and 102. Open to first-year students. Staff.","Concentrations":["Ancient Greek (C020)","Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"CMS 458","x":400.0,"y":0.0,"id":"41","attributes":{"Title":"CMS 458. Senior Thesis.","Description":"Required of all majors, the thesis involves research and writing of an extended essay in classical and medieval studies, following the established practices of the field, under the guidance of a supervisor in the classical and medieval studies program. Students register for CMS 458 in the winter semester. Majors writing an honors thesis register for both CMS 457 and 458.    Normally offered every year. Staff.","Department Code":"CMS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CMS458'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(63, 93, 130)","size":10.0},{"label":"CMS s17","x":410.0,"y":0.0,"id":"42","attributes":{"Title":"CMS s17. Readings in the ","Description":"The   has proved an inspiring and inexhaustible text over the centuries. This course explores the poem in detail, examining its cultural and literary context and considering modern approaches to this most enigmatic text. The course is taught in English, but students who have completed one or more years of ancient Greek are encouraged to read sections in Greek, and learn how to \"perform\" the poetry. Open to first-year students. Enrollment limited to 15. Staff.","Department Code":"CMS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CMSs17'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","The Translated World (C067)","Classical and Medieval Studies"]},"color":"rgb(63, 93, 130)","size":10.0},{"label":"CM/EN 257","x":420.0,"y":0.0,"id":"43","attributes":{"Title":"CM/EN 257. Literature of Dissent, 1350–1420.","Description":"This course examines literary texts engaged with the dramatic social and political upheavals which transformed late medieval England. Authors such as Chaucer, Langland, and Gower witnessed the ravages of the Black Death, the Hundred Years War, the Peasants' Revolt of 1381, the tyranny and deposition of Richard II, and religious repression. Students explore how these writers and others walked the fine line between offering topical commentary and avoiding radicalism in the context of plague, rebellion, war, usurpation, treason, heresy, and outlawry. They consider what forms that literary protest took and ask whether literature itself became a symbol of dissent. Finally, students investigate the implications of \"the literature of dissent\" as a category for the Middle Ages and for our own time. Prerequisite(s): one 100-level English course. Enrollment limited to 25. (Pre-1800.) Staff.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/EN257'> LINK </a>","Requisite":" one 100-level English course. Enrollment limited to 25. (Pre-1800.) Staff.","Concentrations":["English (C086)","Learning and Teaching (C084)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"CM/HI 253","x":430.0,"y":0.0,"id":"44","attributes":{"Title":"CM/HI 253. Introduction to Roman Law.","Description":"This course introduces students to the Roman legal system, as a process, a source of substantive law, and the origin of a particular kind of reasoning in the West. The course concentrates on a specific area of Roman law: either delict (akin to torts in the American legal system), family law, or criminal law. Teaching is mainly by the case law method used in law schools. Students spend a third of their time preparing for and participating in a mock trial that concludes the course. Recommended background: CMS 108 or 109. Enrollment limited to 40. (Premodern.) M. Imber.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=CMS#CM/HI253'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Law and Society (C013)","Learning and Teaching (C084)","Medieval Worlds (C051)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"LATN 201","x":175.0,"y":0.0,"id":"45","attributes":{"Title":"LATN 201. Introduction to Latin Prose.","Description":"Introduction to the study of Latin prose from the Republic to the Middle Ages. Prerequisite(s): LATN 101 and 102. Open to first-year students. Staff.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATN201'> LINK </a>","Requisite":" LATN 101 and 102. Open to first-year students. Staff.","Concentrations":["Latin (C010)","Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"CM/RE 303D","x":440.0,"y":0.0,"id":"46","attributes":{"Title":"CM/RE 303D. Song of Songs.","Description":"In this seminar, students spend the semester deeply immersed in the Song of Songs, a book of erotic love poetry in the Bible. They explore this ancient Hebrew text in English translations, using traditional and modern scholarly methods to understand its sources, meanings, and history of interpretation. They also read it in dialogue with sacred love poetry from Hindu, Sufi, and other religious traditions. \n\n Enrollment limited to 15. C. Baker.","Department Code":"CM/RE","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/RE303D'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Religious Studies (C001)"]},"color":"rgb(207, 95, 7)","size":10.0},{"label":"GRK 302","x":450.0,"y":0.0,"id":"47","attributes":{"Title":"GRK 302. Classical Poetry: Advanced.","Description":"This course covers the same material as GRK 202 but is designed for students who have completed two or more years of college-level Greek. Open to first-year students. Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK302'> LINK </a>","Requisite":[],"Concentrations":["Ancient Greek (C020)","Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"CMS 200","x":460.0,"y":0.0,"id":"48","attributes":{"Title":"CMS 200. Ancient Comedy and Satire.","Description":"Students read (in translation) the comic poets and satirists of Greece and Rome and investigate the nature and social context of ancient humor, satire, and invective. Authors include Homer, Hesiod, Archilochus, Semonides, Aristophanes, Menander, Terence, Horace, Seneca, and Petronius. Recommended background: CMS 100. Open to first-year students. Enrollment limited to 60.    D. O'Higgins.","Department Code":"CMS","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=CMS#CMS200'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Queer Studies (C009)","The Translated World (C067)","Classical and Medieval Studies"]},"color":"rgb(63, 93, 130)","size":10.0},{"label":"CM/EN s33","x":470.0,"y":0.0,"id":"49","attributes":{"Title":"CM/EN s33. Screening the Middle Ages.","Description":"This course examines cinematic representations of the Middle Ages, focusing especially on the cultural energies that produce certain visions of the past. The films offer an opportunity to reflect on how our various modern designs on (and desires for) the medieval illuminate the present as much as they animate the past. Students read selections from medieval history and poetry (in translation or manageable Middle English) in conjunction with daily viewings and written assignments; secondary readings are drawn from modern and postmodern film criticism and theory. Enrollment limited to 30. S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=CMS#CM/ENs33'> LINK </a>","Requisite":[],"Concentrations":["English (C086)","Film and Media Studies (C019)","Learning and Teaching (C084)","Medieval Worlds (C051)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"CM/EN 395H","x":480.0,"y":0.0,"id":"50","attributes":{"Title":"CM/EN 395H. Medieval Chivalry.","Description":"This course examines the many vocabularies of chivalry that arose during the Western High Middle Ages (1100-1500), a period of profound cultural change. In response to shifts in marriage and property customs, the papal schism, the Black Death, social rebellions, and civil wars, texts produced in the age of chivalry feature pointed representations of aristocrats and peasants, courtly ladies and prostitutes, crusaders and heathens, not to mention tournaments, treason, weaponry, and outlawry. These timely and sensitive topics appear in such varied genres as romances, court poetry, courtesy literature, letters, legal documents, city charters, and conduct books. Enrollment limited to 15. Instructor permission is required. (Pre-1800.)    S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=CMS#CM/EN395H'> LINK </a>","Requisite":[],"Concentrations":["English (C086)","Learning and Teaching (C084)","Medieval Worlds (C051)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"CM/RE 218","x":490.0,"y":0.0,"id":"51","attributes":{"Title":"CM/RE 218. Greek and Roman Myths.","Description":"Did the Greeks and Romans believe their myths about winged horses, goddesses, and golden apples? How are myths related to the religious, political, and social world of Greece and Rome? This course examines Greek and Roman myths from a variety of theoretical perspectives in order to understand their meaning in the ancient world and their enduring influence in Western literature and art.  Open to first-year students. Enrollment limited to 60. L. Maurizio.","Department Code":"CM/RE","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/RE218'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Religious Studies (C001)","The Translated World (C067)"]},"color":"rgb(207, 95, 7)","size":10.0},{"label":"CM/EN 344","x":500.0,"y":100.0,"id":"52","attributes":{"Title":"CM/EN 344. Chaucer and His Context.","Description":"This seminar encourages students already familiar with Chaucer's   to further explore his other major poetic works in the context of his late fourteenth-century London milieu. Texts include a selection of dream visions, historical romances, and philosophical treatises (\"Troilus and Criseyde,\" \"Book of the Duchess,\" \"Parliament of Fowls\" and others). Chaucer's literary contemporaries, including John Gower, William Langland, and the \"Gawain\"-Poet, are studied along with their poetic forms and historical contexts. All texts read in Middle English. Prerequisite(s): CM/EN 206. Enrollment limited to 15. (Medieval.) (Pre-1800.)    S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/EN344'> LINK </a>","Requisite":" CM/EN 206. Enrollment limited to 15. (Medieval.) (Pre-1800.)    S. Federico.","Concentrations":["English (C086)","Learning and Teaching (C084)","Medieval Worlds (C051)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"CM/HI 112","x":510.0,"y":0.0,"id":"53","attributes":{"Title":"CM/HI 112. Ancient Greek History.","Description":"This course examines Greece from the Bronze Age to Alexander. It focuses on the geographical breadth and temporal extent of \"Ancient Greece,\" and how that considerable space and time were negotiated and understood by the Greeks themselves. In such a far-flung world, extending from Sicily to Ionia, from the Black Sea to North Africa, Greeks experienced \"Hellenicity\" through sea lanes and land routes, and by means of a network of religious festivals and athletic meets, coordinated among multiple civic calendars. Topics include political structures, philosophies, literature and modes of warfare.    Enrollment limited to 40. Normally offered every other year. D. O'Higgins.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/HI112'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Identity, Race, and Ethnicity (C037)","Learning and Teaching (C084)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"CM/RE 238","x":520.0,"y":0.0,"id":"54","attributes":{"Title":"CM/RE 238. Jews and Judaism in Antiquity.","Description":"The millennium between 500   and 500   saw the gradual invention of a culture that has come to be known as Judaism. This course introduces the significant historical events and texts that were part of this cultural process, as well as the daily practices, institutions, ideologies, and movements associated with it.  The approach is both historical and thematic with close reading of archaeological and written sources including texts from the Dead Sea Scrolls, New Testament (substantially authored by Jews), later Hebrew Bible and Apocrypha, Philo, Josephus, and the early rabbinic corpus.  Topics include biblical interpretation; creation, adaptation, and transmission of traditions; identity and self-definition; accommodation and resistance; sectarianism and the invention of Jewish and Christian orthodoxies; theories about messiahs, afterlife, and a world-to-come. Open to first-year students. Enrollment limited to 40. C. Baker.","Department Code":"CM/RE","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/RE238'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(207, 95, 7)","size":10.0},{"label":"GRK 101","x":45.0,"y":0.0,"id":"55","attributes":{"Title":"GRK 101. Elementary Ancient Greek I..","Description":"The objective of the course, the first half of a yearlong sequence, is to begin a study of classical Greek as a foundation for upper-level reading courses. It covers the basics of grammar, syntax, and vocabulary building. Students learn to read Greek sentences and passages and to translate from English into Greek. During the early stage much learning by rote of forms and rules is necessary, but students find that Greek is a structured and beautiful language, and the pleasure of reading \"in the original\" is inestimable. Normally offered every year. D. O'Higgins, Staff.","Department Code":"GRK","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#GRK101'> LINK </a>","Requisite":[],"Concentrations":["Ancient Greek (C020)","Classical and Medieval Studies"]},"color":"rgb(96, 126, 184)","size":10.0},{"label":"CM/RE 235","x":530.0,"y":0.0,"id":"56","attributes":{"Title":"CM/RE 235. Introduction to the Hebrew Bible.","Description":"What is the Hebrew Bible (Christianity's \"Old Testament\" and Judaism's \"Tanakh\")? How and by whom did it come to be written and compiled? This course employs a range of scholarly tools and methods for exploring the content and genres of twelve books of the Hebrew Bible — Genesis, Exodus, Leviticus, Numbers, Deuteronomy, Joshua, Judges, Ruth, 1-2 Kings—with brief forays into selected Prophets and Wisdom literature. Topics include theories about the composition and sociopolitical contexts of the writings, the events and ideas they narrate, and the use of scripture in contemporary public discourse.    Not open to students who have received credit for REL 235. Open to first-year students. Enrollment limited to 40. C. Baker.","Department Code":"CM/RE","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/RE235'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Religious Studies (C001)"]},"color":"rgb(207, 95, 7)","size":10.0},{"label":"CM/HI 390I","x":540.0,"y":0.0,"id":"57","attributes":{"Title":"CM/HI 390I. Anglo-Saxon England.","Description":"This seminar concentrates on Dark Age Britain (circa 400–800  ). This period is a mystery wrapped in an enigma. Ignorance and obscurity offer one advantage to students: the sources are so few that they may be explored in a single semester. The course is designed to present typical kinds of early medieval evidence (saints' lives, chronicles, annals, charters, poetry, genealogy, archaeology), introduce students to their potentials and difficulties, and then set a series of problems that requires application of these materials to gain an answer. Enrollment limited to 15. Instructor permission is required. (European.) (Premodern.)    M. Jones.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=CMS#CM/HI390I'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Medieval Worlds (C051)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"LATN 304","x":550.0,"y":0.0,"id":"58","attributes":{"Title":"LATN 304. Republican Poetry.","Description":"Why do slaves always have the leading roles in Roman comedy? Was Aeneas pious or power-hungry? Did Lesbia really have 300 lovers? The Roman Republic was explained, celebrated, criticized, and ignored in the works of its poets. The course answers why and how through a study of such writers as Plautus, Catullus, Virgil, and Horace. Open to first-year students. Staff.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATN304'> LINK </a>","Requisite":[],"Concentrations":["Latin (C010)","Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"LATN 101","x":180.0,"y":100.0,"id":"59","attributes":{"Title":"LATN 101. Elementary Latin I.","Description":"A humanistic introduction to classical Latin vocabulary, forms, and syntax, with special emphasis on reading the actual words of ancient authors. Relations to English grammar and etymology are stressed. The course concentrates on Latin-English translation, with some English-Latin composition. Latin 101 is not open to students with two or more years of Latin in secondary school. Normally offered every year. M. Imber.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATN101'> LINK </a>","Requisite":[],"Concentrations":["Latin (C010)","Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"CM/HI 100","x":560.0,"y":0.0,"id":"60","attributes":{"Title":"CM/HI 100. Introduction to the Ancient World.","Description":"A study of the ancient civilizations of Greece and Rome, this course is the introduction to European history in the Department of History and is a fundamental course in the Program in Classical and Medieval Studies. It addresses themes and events extending from the eighth century   until the second century   Students consider the disciplines that comprise study of classical antiquity, engage with primary texts (literary, graphic, and epigraphical), and learn how ancient history has come to be written as it has been. Enrollment limited to 60. (European.) (Premodern.)    D. O'Higgins.","Department Code":"CM/HI","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/HI100'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Learning and Teaching (C084)","Premodern History (C048)"]},"color":"rgb(241, 120, 128)","size":10.0},{"label":"CM/EN 111","x":570.0,"y":0.0,"id":"61","attributes":{"Title":"CM/EN 111. The","Description":"This course examines J. R. R. Tolkien's   trilogy in a variety of contexts, including its sources, inspirations, uses, and audiences. Particular attention is paid to Tolkien's creative process and academic background, along with a focus on how Tolkien's books and Peter Jackson's films reinforce each other as modern cultural phenomena.   Enrollment limited to 50.    S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=CMS#CM/EN111'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","English (C086)","Learning and Teaching (C084)","Medieval Worlds (C051)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"LATN 301","x":580.0,"y":0.0,"id":"62","attributes":{"Title":"LATN 301. Prose of the Empire.","Description":"The persecution of Christians, the eruption of Mount Vesuvius, and Nero's fiddle are topics of the diverse literature of the Roman Empire. Students read letters, philosophical treatises, histories, and novels from the likes of Tacitus, Seneca, Pliny, and Suetonius. Open to first-year students. Staff.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATN301'> LINK </a>","Requisite":[],"Concentrations":["Latin (C010)","Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"CM/EN 103","x":590.0,"y":0.0,"id":"63","attributes":{"Title":"CM/EN 103. Introduction to Classical and Medieval Studies.","Description":"This course introduces students to major topics, methods, and modes of inquiry in classical and medieval studies. By examining the transmission and reception of selected textual and material cultures of antiquity in the Middle Ages, students develop an understanding of the critical approaches that define the field. Specific topics and texts vary, but include such themes as \"Images of the City\" (Troy, Rome, Jerusalem, London) and \"Lovers and Warriors\" (Achilles, Caesar, Christ, Edward III), and are drawn from a mixed sampling of ancient poetry in translation (Homer, Virgil, Ovid, Lucan) and medieval texts either in translation (Dante, Petrarch, Boccaccio) or in manageable Middle English (Chaucer, Gower, Lydgate). Historical and archaeological evidence is studied in conjunction with literary works to emphasize current research methods in an interdisciplinary context, with ample opportunity for questioning the categories of periodicity and genre that give rise to the definitions of \"classical\" and \"medieval\" studies.    (Medieval.) (Pre-1800.)    Normally offered every year. S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/EN103'> LINK </a>","Requisite":[],"Concentrations":["English (C086)","Learning and Teaching (C084)","Medieval Worlds (C051)"," North Atlantic Studies (C045)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"CM/EN 121D","x":600.0,"y":0.0,"id":"64","attributes":{"Title":"CM/EN 121D. The Many Lives of King Arthur.","Description":"King Arthur is called the \"once and future king,\" but this malleable, mythic figure in some sense always lives\nin the present time. Approaching Arthur as an idea as much as a man, students analyze the ways in which the Arthur story has been adapted for different literary, social, and political purposes according to the needs and desires of its changing audience. They explore the features of the Arthurian legend which make it universally compelling, including feudal loyalty and kinship, women and marriage, questing and adventure, magic and monsters, violence and warfare, and consider the fierce debate over Arthur's historical and mythical origins.    Enrollment limited to 25. (Medieval.) (Pre-1800.) S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/EN121D'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","English (C086)","Learning and Teaching (C084)","Medieval Worlds (C051)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"LATN 360","x":610.0,"y":0.0,"id":"65","attributes":{"Title":"LATN 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"LATN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#LATN360'> LINK </a>","Requisite":[],"Concentrations":["Latin (C010)","Classical and Medieval Studies"]},"color":"rgb(58, 190, 104)","size":10.0},{"label":"CM/EN 104","x":620.0,"y":0.0,"id":"66","attributes":{"Title":"CM/EN 104. Introduction to Medieval English Literature.","Description":"This course offers an introductory survey of the literature produced in England between 800-1485, from Anglo-Saxon poetry through the advent of print. Major texts include pre-Conquest poetry and prose (such as Beowulf and the Anglo-Saxon Chronicle), early Middle English romance, post-Conquest lyric and narrative verse (including Chaucer), the fourteenth-century alliterative revival, Arthurian romance, drama, chronicles, and personal letters. Designed for nonmajors and prospective majors, the entry-level course provides a foundation in critical thinking about literary history.   Enrollment limited to 40. (Medieval.) (Pre-1800.) Normally offered every other year. S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/EN104'> LINK </a>","Requisite":[],"Concentrations":["English (C086)","Learning and Teaching (C084)","Medieval Worlds (C051)"]},"color":"rgb(93, 176, 135)","size":10.0},{"label":"CM/EN 206","x":500.0,"y":0.0,"id":"67","attributes":{"Title":"CM/EN 206. Chaucer.","Description":"Reading and interpretation of Chaucer's major works, including   All works are read in Middle English.    Open to first-year students. Enrollment limited to 25. (Medieval.) (Pre-1800.)    Normally offered every year. S. Federico.","Department Code":"CM/EN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=CMS#CM/EN206'> LINK </a>","Requisite":[],"Concentrations":["English (C086)","Learning and Teaching (C084)","Medieval Worlds (C051)"]},"color":"rgb(93, 176, 135)","size":10.0}],"edges":[{"label":"","source":"2","target":"3","id":"6","attributes":{},"color":"rgb(96, 126, 184)","size":1.0},{"label":"","source":"2","target":"11","id":"8","attributes":{},"color":"rgb(96, 126, 184)","size":1.0},{"label":"","source":"2","target":"20","id":"10","attributes":{},"color":"rgb(96, 126, 184)","size":1.0},{"label":"","source":"2","target":"40","id":"12","attributes":{},"color":"rgb(96, 126, 184)","size":1.0},{"label":"","source":"2","target":"55","id":"14","attributes":{},"color":"rgb(96, 126, 184)","size":1.0},{"label":"","source":"3","target":"55","id":"16","attributes":{},"color":"rgb(96, 126, 184)","size":1.0},{"label":"","source":"11","target":"55","id":"18","attributes":{},"color":"rgb(96, 126, 184)","size":1.0},{"label":"","source":"14","target":"23","id":"20","attributes":{},"color":"rgb(58, 190, 104)","size":1.0},{"label":"","source":"14","target":"45","id":"22","attributes":{},"color":"rgb(58, 190, 104)","size":1.0},{"label":"","source":"20","target":"55","id":"24","attributes":{},"color":"rgb(96, 126, 184)","size":1.0},{"label":"","source":"27","target":"55","id":"26","attributes":{},"color":"rgb(96, 126, 184)","size":1.0},{"label":"","source":"33","target":"37","id":"28","attributes":{},"color":"rgb(241, 120, 128)","size":1.0},{"label":"","source":"40","target":"55","id":"30","attributes":{},"color":"rgb(96, 126, 184)","size":1.0},{"label":"","source":"45","target":"59","id":"32","attributes":{},"color":"rgb(58, 190, 104)","size":1.0},{"label":"","source":"52","target":"67","id":"34","attributes":{},"color":"rgb(93, 176, 135)","size":1.0}]}