{"edges": [{"label": "", "target": "4", "source": "0", "id": "6", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "13", "source": "0", "id": "8", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "14", "source": "0", "id": "10", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "26", "source": "0", "id": "12", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "27", "source": "0", "id": "14", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "45", "source": "0", "id": "16", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "26", "source": "1", "id": "18", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "18", "source": "4", "id": "20", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "27", "source": "14", "id": "22", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "49", "source": "21", "id": "24", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "50", "source": "23", "id": "26", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "28", "source": "26", "id": "28", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "40", "source": "26", "id": "30", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "45", "source": "26", "id": "32", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "47", "source": "26", "id": "34", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "40", "source": "30", "id": "36", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}, {"label": "", "target": "50", "source": "43", "id": "38", "attributes": {}, "size": 1.0, "color": "rgb(235, 203, 168)"}], "nodes": [{"x": 10.0, "label": "MUS 231", "id": "0", "y": 10.0, "attributes": {"Requisite": "  a reading knowledge of music. Open to first-year students. Normally offered every year. W. Matthews.", "Department Code": "MUS", "Title": "MUS 231. Music Theory I.", "Concentrations": ["Applying Mathematical Methods (C006)", "Learning and Teaching (C084)", "Sound (C005)"], "Description": "Beginning with a study of music cognition, the course proceeds with analysis and composition of metric and additive rhythms, modes, melodies, first and second species counterpoint, harmonic progressions, and musical form. The musical repertoire used includes popular and classical styles. The course includes practical ear-training, sight-singing, and keyboard work in additional weekly lab sessions. Students desiring to learn music notation should begin with MUS 101. Prerequisite(s):  a reading knowledge of music. Open to first-year students. Normally offered every year. W. Matthews.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS231'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 0.0, "label": "MUS 396", "id": "1", "y": 10.0, "attributes": {"Requisite": " MUS 232. Enrollment limited to 15.    D. Chapman.", "Department Code": "MUS", "Title": "MUS 396. Junior-Senior Seminar in Musicology: Music History and Cultural Politics.", "Concentrations": ["Learning and Teaching (C084)", "Music and Culture (C080)", "American Cultural Studies"], "Description": "Music embodies a kind of radical potentiality, a statement of the possibilities dormant in cultural norms. This potentiality is of central concern to the musicologist, whose role is to understand the relationship between music and its historical context. This course addresses the capacity of music for creating social meaning and embodying cultural change. Students engage with influential writings in historiography, music criticism, ethnography, performance practice, and analysis, with perspectives on repertory ranging from Josquin des Prez to Kanye West, from Robert Schumann to the Ronettes. Prerequisite(s): MUS 232. Enrollment limited to 15.    D. Chapman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS396'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 50.0, "label": "MUS 290D", "id": "2", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 290D. Jazz Band, Jazz Combo, Jazz Vocal Ensemble.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "The Jazz Band is a large ensemble that performs styles from classic big band and swing to funk and Afro-Cuban. Rehearsals are once a week, and practicing between rehearsals is required. The Jazz Band performs at least one concert per semester. The ensemble uses standard jazz band instrumentation, and students who play other instruments should consult the director. The Jazz combo is an instrumental or vocal jazz setting in a small ensemble experience. Singers and instrumentalists  may enroll. Basic proficiency on instrument and standard notation reading ability is required.  The vocal combo can accommodate up to two singers plus a rhythm section.   Basic instrumental proficiency, ability to read standard notation, and lead sheet or fake book improvisation skills are required. Admission is by audition; basic reading skills are required. Open to first-year students. Instructor permission is required. Normally offered every semester. T. Snow.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS290D'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 60.0, "label": "MUS 103", "id": "3", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 103. Music in World Cultures.", "Concentrations": ["Colonialism (C059)", "Culture and Meaning (C026)", "Learning and Teaching (C084)", "Music and Culture (C080)", "Producing Culture: Arts and Audience (C061)", "Sound (C005)"], "Description": "This course introduces students to the fundamental elements of music in selected music cultures of the world. Lectures include use of recordings, films, live performance, and hands-on workshops with guest musicians to enhance each student's understanding of relationships among performance practices, aesthetic foundations, and belief systems. The course explores the basic principles of ethnomusicology, musical connections to dance and ritual, cross-cultural interactions and influences, and specific performance contexts in various cultural areas of the globe. Enrollment limited to 40. G. Fatone.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS103'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": -5.0, "label": "MUS 238", "id": "4", "y": 20.0, "attributes": {"Requisite": " MUS 231 or permission of the instructor. Open to first-year students. T. Snow.", "Department Code": "MUS", "Title": "MUS 238. Contemporary Popular Composition and Arranging.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": " This course explores a variety of composition and arranging styles from recent American popular song. Students develop skills necessary for contemporary composition, gaining knowledge through listening and analysis, harmonic and/or melodic transcription, in-class ear-training exercises, and composition assignments. Recommended background: competence on guitar, piano or another harmonic instrument. Prerequisite(s): MUS 231 or permission of the instructor. Open to first-year students. T. Snow.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS238'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 70.0, "label": "MUS s50", "id": "5", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS s50. Independent Study.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUSs50'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 80.0, "label": "MUS s24", "id": "6", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS s24. History of Electronic Dance Music.", "Concentrations": ["Learning and Teaching (C084)", "Music and Culture (C080)", "Producing Culture: Arts and Audience (C061)"], "Description": "This course explores the development of electronic dance music from its inception in the house and techno subcultures of Chicago and Detroit to its global apotheosis as the soundtrack for rave culture. The enormous popularity of this music challenges some of our most deeply held cultural assumptions, and raises crucial questions about the relationships among music, technology, the body, and culture: How do various subgenres of electronic dance music map out our sense of postindustrial reality? In what ways do the use (and deliberate misuse) of such sound technologies as turntables, digital samplers, drum machines, and musical software challenge traditional notions of musical authorship and authenticity? In what sense do these genres and subcultures present alternative models of sexuality, or different ways of understanding the politics of the body? Enrollment limited to 30. D. Chapman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUSs24'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 90.0, "label": "MUS 270", "id": "7", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 270. Applied Music.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "An exploration of the literature for voice or a solo instrument through weekly instruction. Problems of performance practice, style, form, and technique are emphasized equally. Individual instruction is available in banjo, double bass, electric bass, bassoon, clarinet, drum set, euphonium, fiddle, flute, French horn, guitar, harpsichord, oboe, organ, oud, classical or Middle Eastern percussion, classical or jazz piano, saxophone, sitar, tabla, trombone or bass trombone, trumpet, tuba, viola, violin, violoncello, and voice. Instruction may be available in other classical, jazz, folk, and non-Western instruments when demand exists. One-half credit is granted upon completion of every semester of MUS 270. The course may be repeated for a maximum of four course credits. Students register for the section(s) corresponding to the instrument(s) they are studying. A special fee of $320 per semester is charged for each course.   \n Open to first-year students. Normally offered every semester. A. Carr.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS270'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 100.0, "label": "MUS 360", "id": "8", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 360. Independent Study.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS360'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 110.0, "label": "MUS 457", "id": "9", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 457. Senior Thesis.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "An independent study program culminating in: a) an essay on a musical topic; b) an original composition accompanied by an essay on the work; or c) a recital accompanied by an essay devoted to analysis of works included in the recital. Students register for MUS 457 in the fall semester. Majors undertaking an honors thesis register for both MUS 457 and 458. [W3] for majors on the cultural musicology track only. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS457'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 120.0, "label": "MUS s29", "id": "10", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS s29. Leaving Downtown: Minimal Music Beyond The New York School.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Minimalism is a flexible aesthetic concept that has expressed itself in nearly every discipline of the fine and applied arts; it is a style wherein the fewest possible materials are used to create the maximum possible impact. In music, discussion of minimalism is often limited to a handful of seminal American works from the 1960s and 1970s and the composers they influence(d) directly. In this multidisciplinary course, students explore musical minimalism as it developed in other places and times. Through readings and guest lectures, students explore how minimal concert music intersects with design, architecture, landscape, theology, and popular music.    Enrollment limited to 15. One-time offering. S. Ordway.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=MUS#MUSs29'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 130.0, "label": "MU/RE 104", "id": "11", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MU/RE", "Title": "MU/RE 104. Music and Religion.", "Concentrations": ["Learning and Teaching (C084)", "Music and Culture (C080)", "Producing Culture: Arts and Audience (C061)", "Religious Studies (C001)"], "Description": "Music renders words, spaces, and rituals sacred. It opens individuals to spiritual experience and unites individuals into religious communities. In this course students explore, across different religious traditions, the question of how people use music to relate to the divine. Traditions investigated include the historic choral music of the Catholic Church, the vocal and instrumental music of African American churches, and the mystical musical practices of Sufism. Issues include music as a vehicle of prayer, music as a means of entering a spiritual state, and the debates within various traditions about what kinds of music are proper for worship. Not open to students who have received credit for MUS 104. J. Parakilas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MU/RE104'> LINK </a>"}, "size": 10.0, "color": "rgb(178, 211, 202)"}, {"x": 140.0, "label": "MUS 254", "id": "12", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 254. Music and Drama.", "Concentrations": ["Learning and Teaching (C084)", "Music and Culture (C080)", "Producing Culture: Arts and Audience (C061)", "Sound (C005)", "Theater Arts (C028)", "American Cultural Studies"], "Description": "How do music and drama go together, and how are the possible relationships between them exploited in different media? This course is a study of dramas that use music, not only opera, but also musicals, movies, and non-Western musical theater. Works are heard and seen through audio and video recordings, and the class may attend an opera performance in Boston or Portland.    Open to first-year students. J. Parakilas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS254'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 40.0, "label": "MUS 222", "id": "13", "y": 20.0, "attributes": {"Requisite": " MUS 231. Recommended background: instrumental or vocal performance experience. Open to first-year students. Instructor permission is required. Normally offered every year. T. Snow.", "Department Code": "MUS", "Title": "MUS 222. Jazz Performance Workshop.", "Concentrations": ["The Collaborative Project (C012)", "Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)"], "Description": "This course is an introduction to the art of jazz improvision; basic fluency on an instrument or voice is required, and it is helpful to have past experience listening to jazz. Course activities include transciption, analysis, developing a repertoire of standards, and the development of a jazz language. Vocalists and performers on any instruments may enroll. Prerequisite(s): MUS 231. Recommended background: instrumental or vocal performance experience. Open to first-year students. Instructor permission is required. Normally offered every year. T. Snow.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS222'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 5.0, "label": "MUS 266", "id": "14", "y": 20.0, "attributes": {"Requisite": " MUS 231 or 247. Open to first-year students. Enrollment limited to 40. D. Chapman.", "Department Code": "MUS", "Title": "MUS 266. Miles Davis.", "Concentrations": ["Learning and Teaching (C084)", "Music and Culture (C080)", "American Cultural Studies"], "Description": "This course explores the life, music, and cultural significance of Miles Davis, using his work and persona as windows into the turbulence of mid-twentieth-century America. The course considers such issues as his role in challenging historically entrenched representations of race, as well as his controversial defiance of musical conventions. Students develop a critical understanding of his musical output, from his early work with Charlie Parker to his late explorations of funk, psychedelic rock, and hip hop. Miles Davis is studied in the context of other major jazz musicians such as John Coltrane, Gil Evans, Wayne Shorter, and Wynton Marsalis. Prerequisite(s): MUS 231 or 247. Open to first-year students. Enrollment limited to 40. D. Chapman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS266'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 150.0, "label": "MUS 237", "id": "15", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 237. Computers, Music, and the Arts.", "Concentrations": ["Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)", "Sound (C005)"], "Description": "A hands-on study of music and video making with computers, using the facilities of the Bates Computer Music Studio. Topics include digital synthesis, sampling, MIDI communications, simple programming, and the aesthetics of art made with computers. No computing experience is presumed, and the course is especially designed for students of the arts who wish to learn about new tools. Work produced in the course is performed in concert. Open to first-year students. Enrollment limited to 18. Instructor permission is required. Normally offered every year. W. Matthews.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS237'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 160.0, "label": "MUS 290E", "id": "16", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 290E. Orchestra.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "Members of the College Orchestra study and perform music of all periods, giving a concert every semester. Rehearsals are held once a week, and practicing between rehearsals is required. Admission is by audition. Players of all standard orchestral instruments may apply. Open to first-year students. Instructor permission is required. Normally offered every semester. H. Miura.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS290E'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 170.0, "label": "MUS 365", "id": "17", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 365. Special Topics.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "A course or seminar offered from time to time and reserved for a special topic selected by the department.  Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS365'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": -5.0, "label": "MUS 340", "id": "18", "y": 30.0, "attributes": {"Requisite": " one of the following: MUS 235, 237, or 238. Enrollment limited to 15. H. Miura.", "Department Code": "MUS", "Title": "MUS 340. Music and Cinema.", "Concentrations": ["Film and Media Studies (C019)", "Learning and Teaching (C084)"], "Description": "Cinema has barely more than a hundred years of history, and sound was only introduced on screen in the 1920s. This course is designed for composers investigating the ways in which sound interacts with moving images beyond the preconceived notion of a \"soundtrack.\" Traditional film scoring techniques such as underscoring and leitmotif are investigated through compositional and theoretical affinities between Hollywood film music and late romantic operas. Alternative approaches are explored through late twentieth-century narrative and experimental cinema. Students compose a score to a short silent film of their choice. Prerequisite(s): one of the following: MUS 235, 237, or 238. Enrollment limited to 15. H. Miura.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS340'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 180.0, "label": "MU/PY s11", "id": "19", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MU/PY", "Title": "MU/PY s11. Mind and Music in Multimedia: Film, Video Games, and Advertising.", "Concentrations": ["Film and Media Studies (C019)", "Learning and Teaching (C084)", "Sound (C005)"], "Description": "How do we \"know\" a movie has ended \"just\" by the music? Some may think music is \"icing on the cake\" in multimedia contexts, but empirical research has found otherwise. In this course, students survey research on psychology of music in film, video games, advertising, television, and other multimedia to understand the psychology behind how we perceive meanings from music in these contexts. Students further interdisciplinary thinking by comparing social scientific perspectives of music in multimedia to humanistic ones. Activities include watching films and video/computer games and examining projects for businesses/firms. Off-campus field trips include a film festival and local schools.    Open to first-year students. Enrollment limited to 30. One-time offering. J. Bourne.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MU/PYs11'> LINK </a>"}, "size": 10.0, "color": "rgb(250, 189, 146)"}, {"x": 190.0, "label": "MUS 210", "id": "20", "y": 0.0, "attributes": {"Requisite": " any one course in music or permission of the instructor.    Open to first-year students. Normally offered every year. J. Parakilas.", "Department Code": "MUS", "Title": "MUS 210. Classical Music in Western Culture.", "Concentrations": ["Early Modern World (C066)", "Learning and Teaching (C084)", "Music and Culture (C080)", "European Studies"], "Description": "An introduction to the study of Western classical music. This course is at once a survey of representative works, an investigation of the concepts that have shaped the institutions and practices of classical music, and an introduction to the kinds of study that support classical music culture. The course considers the nature of a musical tradition in which works are defined by their place in a historical sequence and in which performance consists of interpreting historic written texts. Students choose a composer and a musical genre as subjects of individual projects. Prerequisite(s): any one course in music or permission of the instructor.    Open to first-year students. Normally offered every year. J. Parakilas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS210'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 200.0, "label": "MUS 212", "id": "21", "y": 10.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 212. Introduction to Ethnomusicology.", "Concentrations": ["Culture and Meaning (C026)", "Learning and Teaching (C084)", "Music and Culture (C080)", "American Cultural Studies"], "Description": "An introduction to the field of ethnomusicology, the study of \"music as culture.\" Emphasis is on the interdisciplinary character of the field, and the diverse analytical approaches to music making undertaken by ethnomusicologists over time. The centrality of fieldwork and ethnography to the discipline is also a core concept of the course. Through readings, multimedia, and discussion, students examine relationships among ethnomusicology, musicology, anthropology, and world music, and consider the implications of globalization to the field as a whole. Students explore applied music learning as well as performance as a research technique through participation in several hands-on workshops with the Bates Gamelan Ensemble. Open to first-year students.    Normally offered every year. G. Fatone.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS212'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 210.0, "label": "DN/MU 290G", "id": "22", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "DN/MU", "Title": "DN/MU 290G. West African Music and Dance Ensemble.", "Concentrations": ["Considering Africa (C022)", "Dance (C011)", "The Human Body (C027)", "Learning and Teaching (C084)"], "Description": "Directed by master drummer Jordan Benissan, a native of Togo, West Africa, this ensemble course offers students a chance to study and perform dance and music from several West African cultures. Students gain hands-on experience with various instruments, including drums, rattles, and bells, and learn about multiple traditions of West African dance and song. The group performs at least once per semester. Open to first-year students. Enrollment limited to 25. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#DN/MU290G'> LINK </a>"}, "size": 10.0, "color": "rgb(60, 136, 42)"}, {"x": 220.0, "label": "MUS s26", "id": "23", "y": 10.0, "attributes": {"Requisite": " MUS 272. Not open to students who have received credit for MUS 220. J. Parakilas.", "Department Code": "MUS", "Title": "MUS s26. Performance in Western Classical Music.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "A study of performance issues in the Western classical tradition of music. How does a composer convey a fully developed conception of a musical work through written notation? How does a performer interpret that notation? How do performers reconcile past with present resources and conditions, and how do they learn to improvise in this tradition? Through study of historic performance textbooks, early and recent recordings, and current debates about performance, students consider how performance traditions are passed on and challenged and how interpretative concepts are translated into sound. Projects may take the form of either performance or written analysis. Prerequisite(s): MUS 272. Not open to students who have received credit for MUS 220. J. Parakilas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUSs26'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 240.0, "label": "MUS 290", "id": "24", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 290. Musical Ensemble Performance.", "Concentrations": ["The Collaborative Project (C012)", "Learning and Teaching (C084)", "Sound (C005)"], "Description": "Each of the courses in musical ensemble performance provides instruction and experience for qualified students in the skills and repertories of ensemble performance through rehearsal and performance in one of the music department's faculty-directed ensembles. Any of the MUS 290 courses may be taken more than once for credit, but no more than one may be taken for credit in a single semester. One-half credit is awarded for the completion of each semester in a course. Open to first-year students. Instructor permission is required. Normally offered every semester. G. Fatone.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS290'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 250.0, "label": "MUS 394", "id": "25", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 394. Junior-Senior Seminar in Musicology: Music, Business, and the Law.", "Concentrations": ["Law and Society (C013)", "Learning and Teaching (C084)"], "Description": "This course explores the historical development and contemporary practices of the music industry. Students examine institutions ranging from small independent labels to multinational entertainment conglomerates, and address business models extending from Tin Pan Alley publishing houses in the late nineteenth century to Spotify-era strategies of music dissemination in an age of declining record sales. Other topics include the changing relationship between music and intellectual property, the role of technology in \"disrupting\" longstanding patterns of production and consumption, and the practical considerations faced by contemporary musicians as they navigate a market environment of shifting contractual obligations and consumer expectations.   Enrollment limited to 15.    Normally offered every other year. D. Chapman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS394'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 15.0, "label": "MUS 232", "id": "26", "y": 0.0, "attributes": {"Requisite": " MUS 231. Open to first-year students. Normally offered every year. Staff.", "Department Code": "MUS", "Title": "MUS 232. Music Theory II.", "Concentrations": ["Applying Mathematical Methods (C006)", "Learning and Teaching (C084)", "Sound (C005)"], "Description": "A continuation of Music Theory I. Prerequisite(s): MUS 231. Open to first-year students. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS232'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 15.0, "label": "MUS 247", "id": "27", "y": 20.0, "attributes": {"Requisite": " one of the following: MUS 101, 103, or 231. Open to first-year students. Enrollment limited to 96. D. Chapman.", "Department Code": "MUS", "Title": "MUS 247. History of Jazz.", "Concentrations": ["Learning and Teaching (C084)", "Music and Culture (C080)", "African American Studies", "American Cultural Studies"], "Description": "American jazz offers a rich tradition through which one can study music, race, and American history. Through extensive listening, reading assignments, and interaction with musicians themselves, students explore the recorded history and contemporary practice of jazz.  Prerequisite(s): one of the following: MUS 101, 103, or 231. Open to first-year students. Enrollment limited to 96. D. Chapman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS247'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": -10.0, "label": "MUS 397", "id": "28", "y": 10.0, "attributes": {"Requisite": " Music 232.    J. Parakilas.", "Department Code": "MUS", "Title": "MUS 397. Junior-Senior Seminar in Musicology: Texts, Performances, Recordings.", "Concentrations": ["Learning and Teaching (C084)", "Music and Culture (C080)"], "Description": "The field of musicology was created with the purpose of perpetuating the notated music of past eras as a musical tradition. Musicologists have created canons of works, editing their texts and offering guidance to their performance. But the field has increasingly concerned itself with unnotated kinds of music as well, especially folk music and jazz. Some scholars have treated this unnotated music as texts—through transcriptions, recordings, and film—while others have demanded more appropriate approaches to it. At the same time, scholars working on notated music have challenged the field's tradition of text worship. This course introduces the debates. Prerequisite(s): Music 232.    J. Parakilas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS397'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 260.0, "label": "MUS 290A", "id": "29", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 290A. College Choir.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "College Choir is a large mixed choir that performs classic choral works, many with full orchestra. There are three required rehearsals per week and performances at the end of every semester. Admission is by audition; the ability to sing at sight is not required. Open to first-year students. Instructor permission is required. Normally offered every semester. J. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS290A'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 30.0, "label": "MUS 332", "id": "30", "y": 20.0, "attributes": {"Requisite": " MUS 331. Normally offered every year. H. Miura.", "Department Code": "MUS", "Title": "MUS 332. Music Theory IV.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "A continuation of Music Theory III, emphasizing chromatic harmony and the post-tonal styles of the twentieth century. This course includes regularly scheduled laboratory sessions. Prerequisite(s): MUS 331. Normally offered every year. H. Miura.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS332'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 270.0, "label": "MUS 291B", "id": "31", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 291B. Fiddle Band.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "The Fiddle Band performs traditional music from New England and elsewhere in North America. Rehearsals are once a week, and practicing between rehearsals is required. Concert and dance performances are given every semester. Admission is by audition; experienced players on fiddle and other appropriate instruments are welcome to apply. Open to first-year students. Instructor permission is required. Normally offered every semester. D. Chapman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS291B'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 280.0, "label": "MUS 290C", "id": "32", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 290C. Gamelan Ensemble.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)", "South Asian Studies (C087)"], "Description": "Study of the bronze percussion ensemble of Indonesia called gamelan. Instruction is provided in traditional and contemporary musical styles from and influenced by West and Central Java. Rehearsals are twice a week, and a performance is given every semester. No previous experience is necessary, and various skill levels are accommodated. Open to first-year students. Enrollment limited to 14. Instructor permission is required. Normally offered every semester. G. Fatone.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS290C'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 290.0, "label": "MUS s25", "id": "33", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS s25. Performing Musical Art of Indonesia.", "Concentrations": ["The Collaborative Project (C012)", "Culture and Meaning (C026)", "Learning and Teaching (C084)", "Producing Culture: Arts and Audience (C061)", "South Asian Studies (C087)"], "Description": "Hand-on, intercultural musical experiences allow students to approach humanly organized sound from expanded perspectives; as listeners, and as creative artists. This course introduces students to traditional and contemporary gamelan music of Indonesia, primarily through applied instrumental study. Basic introductory readings and audio-visual materials, as well as class discussion, allow students to locate Indonesian gamelan in the larger context of Southeast Asian performing arts and as an increasingly globalized phenomenon. Students study a selection of regional gamelan traditions from Central Java, West Java, and Bali. The course culminates in public performance of music learned during the term.    Enrollment limited to 14. G. Fatone.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUSs25'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 300.0, "label": "MUS 101", "id": "34", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 101. Introduction to Listening.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "Reading and listening assignments, demonstrations, and class discussion provide the opportunity to become familiar with the basic materials and structure of music. The elements of music and the sociology of music making are studied, using primarily Western classical repertoire from various historical periods. Students also acquire a rudimentary musical language through basic ear training, in-class exercises, and frequent homework assignments. The course is open to, and directed toward, students unskilled in reading music as well as those with considerable musical experience. Enrollment limited to 60. H. Miura.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS101'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 310.0, "label": "MUS 300", "id": "35", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 300. Bates Dance Festival Musicianship.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "This course provides Bates music students with the opportunity to participate in the Bates Dance Festival and receive training in dance accompaniment from festival faculty mentors. In this immersive experience, students accompany dance classes, observe rehearsals, attend concerts and informal showings, and write performance reviews and a final reflection paper. Festival and music department chair permission is required.    Department chair permission is required. G. Fatone.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS300'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 320.0, "label": "MUS 290F", "id": "36", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 290F.  Steel Pan Orchestra.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "The Steel Pan Orchestra plays music in a wide variety of styles, from calypso to jazz to classical. Rehearsals are twice a week, and a concert is given every semester. No previous experience is necessary, and various skill levels are accommodated. Open to first-year students. Instructor permission is required. Normally offered every semester. G. Fatone.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS290F'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 330.0, "label": "MU/PY 253", "id": "37", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MU/PY", "Title": "MU/PY 253. Music and the Embodied Mind.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "An exploration of the nature of musical experience in cognitive and neuroscientific terms. Does music belong to an altered state of consciousness or is it a function of our ordinary state of consciousness? Are the emotions that we experience through music the same as those that spring from our personal experiences? Is music essentially an interior experience, and if so, how does it connect us so powerfully to others? How can music and speech become one in song? These questions, long fascinating to philosophers, are now being reopened through the scientific study of the brain and mind. Recommended background: previous study of music, neuroscience, or psychology.    Not open to students who have received credit for MU/PY 395. J. Parakilas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MU/PY253'> LINK </a>"}, "size": 10.0, "color": "rgb(250, 189, 146)"}, {"x": 340.0, "label": "MU/PY 395", "id": "38", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MU/PY", "Title": "MU/PY 395. Junior-Senior Seminar in Musicology: Music and the Mind.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "An exploration of the nature of musical experience in cognitive and neuroscientific terms. Does music belong to an altered state of consciousness or is it a function of our ordinary state of consciousness? Are the emotions that we experience through music the same as those that spring from our personal experiences? Is music essentially an interior experience, and if so, how does it connect us so powerfully to others? How can music and speech become one in song? These questions, long fascinating to philosophers, are now being reopened through the scientific study of the brain and mind. Recommended background: previous study of music, neuroscience, or psychology.    Enrollment limited to 15. J. Parakilas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=MUS#MU/PY395'> LINK </a>"}, "size": 10.0, "color": "rgb(250, 189, 146)"}, {"x": 350.0, "label": "MUS 458", "id": "39", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 458. Senior Thesis.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "An independent study program culminating in: a) an essay on a musical topic; b) an original composition accompanied by an essay on the work; or c) a recital accompanied by an essay devoted to analysis of works included in the recital. Students register for MUS 458 in the winter semester. Majors undertaking an honors thesis register for both MUS 457 and 458. [W3] for majors on the cultural musicology track only. Normally offered every year. Staff.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS458'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 30.0, "label": "MUS 331", "id": "40", "y": 10.0, "attributes": {"Requisite": " MUS 232. Normally offered every year. J. Bourne.", "Department Code": "MUS", "Title": "MUS 331. Music Theory III.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "A continuation of Music Theory II, emphasizing four-voice textures, modulation, chromatic harmony, and sonata forms. Students compose music in several forms and styles, and continue practical ear-training and keyboard work. This course includes regularly scheduled laboratory sessions. Prerequisite(s): MUS 232. Normally offered every year. J. Bourne.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS331'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 360.0, "label": "MUS s27", "id": "41", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS s27. Exploring Jazz Guitar.", "Concentrations": ["Improvisation and Experimentation in the Arts (C023)", "Learning and Teaching (C084)", "Sound (C005)"], "Description": "This course explores the nature of the guitar in jazz. A historical survey of jazz guitarists includes extensive listening and viewing of video performances, with special attention to the techniques that established their individual voices on the instrument. Elements of guitar acoustics are discussed and demonstrated in the laboratory. While the course is designed for players and nonplayers, it includes a discussion of jazz theory and analysis. Private lessons are available for guitarists.    Open to first-year students. Enrollment limited to 30. J. Smedley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUSs27'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 370.0, "label": "MUS 280", "id": "42", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 280. Applied Music II.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "See MUS 270 for course description. Students register MUS 280 only if they are also taking MUS 270 in another medium during the same semester. One-half credit is granted upon completion of every semester of MUS 280. The course may be repeated for a maximum of four course credits. Those who register for applied music instruction on an instrument must have at least a beginner's facility with that instrument.  For the first semester (MUS 281), permission of the instructor of record (named below) is required; for subsequent semesters (MUS 282), it is not. A special fee of $320 is charged for each course. Corequisite(s): MUS 270. Open to first-year students. Normally offered every semester. J. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS280'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 230.0, "label": "MUS 220", "id": "43", "y": 10.0, "attributes": {"Requisite": " MUS 272 or permission of the instructor. Not open to students who have received credit for MUS s26. Open to first-year students.    J. Parakilas.", "Department Code": "MUS", "Title": "MUS 220. Performance in Western Classical Music.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "A study of performance issues in the Western classical tradition of music. How does a composer convey a fully developed conception of a musical work through written notation? How does a performer interpret that notation? How do performers reconcile past with present resources and conditions, and how do they learn to improvise in this tradition? Through study of historic performance textbooks, early and recent recordings, and current debates about performance, students consider how performance traditions are passed on and challenged and how interpretative concepts are translated into sound. Projects may take the form of either performance or written analysis. Prerequisite(s): MUS 272 or permission of the instructor. Not open to students who have received credit for MUS s26. Open to first-year students.    J. Parakilas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=MUS#MUS220'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 380.0, "label": "MU/TH 262", "id": "44", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MU/TH", "Title": "MU/TH 262. Performing Music Theater.", "Concentrations": ["Learning and Teaching (C084)", "Theater Arts (C028)"], "Description": "Learning to perform musical theater means learning to put the arts of singing, acting, and dancing—along with instrument-playing—at the service of dramatic characterization and interaction.  In this course scenes and numbers from shows in a variety of styles will be studied and learned; some of these will be performed in a cabaret evening at the end of the semester.  Open to students with some experience singing or dancing or acting or playing an instrument employed in musical theater.    Enrollment limited to 32. Normally offered every other year. J. Parakilas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MU/TH262'> LINK </a>"}, "size": 10.0, "color": "rgb(39, 214, 147)"}, {"x": 20.0, "label": "MUS s32", "id": "45", "y": 10.0, "attributes": {"Requisite": " MUS 231 and 232. Enrollment limited to 15. H. Miura.", "Department Code": "MUS", "Title": "MUS s32. Orchestration.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "The course is designed to provide students with working knowledge of orchestral instruments, scoring techniques, and notational systems. By reading scores and listening to the recordings of orchestral excerpts from Mozart to Ligeti, students learn about idiomatic writing, as well as how instruments can be treated in specific groups to expand a compositional palette. Each week students are expected to workshop compositional ideas and sketches with guest instrumentalists. The final project in this course is an orchestration of a piano piece. Prerequisite(s): MUS 231 and 232. Enrollment limited to 15. H. Miura.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUSs32'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 390.0, "label": "MUS 248", "id": "46", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 248. Music in Contemporary Popular Culture.", "Concentrations": ["Learning and Teaching (C084)", "Music and Culture (C080)", "Popular Culture (C040)", "American Cultural Studies"], "Description": "The last thirty years have witnessed a sea change in contemporary society, as dramatic technological and economic transformations have altered the way we see the world. This course  addresses recent developments in popular music, jazz, and \"art\"  music, examining how trends running from minimalism to hip hop and MTV comment upon this cultural environment. The course raises many questions: How has information technology altered our worldview? How does recent music reflect our ideas about race, class, gender, and sexuality? How does it disrupt conventional ideas about the separation between \"high\" and \"low\" culture? Open to first-year students. Enrollment limited to 60. D. Chapman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS248'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 40.0, "label": "MUS 235", "id": "47", "y": 10.0, "attributes": {"Requisite": " MUS 232. Open to first-year students. Instructor permission is required. Normally offered every year. H. Miura.", "Department Code": "MUS", "Title": "MUS 235. Music Composition.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "Composition may be pursued by students at various levels of expertise and training. The course includes a weekly seminar and private lessons, and concentrates on—without being limited to—contemporary idioms. Prerequisite(s): MUS 232. Open to first-year students. Instructor permission is required. Normally offered every year. H. Miura.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS235'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 400.0, "label": "MUS 290B", "id": "48", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "MUS", "Title": "MUS 290B. American String Band Ensemble.", "Concentrations": ["Learning and Teaching (C084)", "Sound (C005)"], "Description": "Members of the American String Band will study and perform a wide variety of American Music that falls into the category of Roots Music. This will include but not be limited to Bluegrass, Country, Jazz, NewGrass, Folk and Rock and Roll played on traditional instruments. Think Old Crow Medicine Show and The Avett Brothers meets Bill Monroe and Johnny Cash. The Band performs publicly at least once per semester. Students are required to practice between rehearsals. Admission is by audition; all string instruments (including mandolin, guitar and banjo) and vocalists are welcome. Open to first-year students. Instructor permission is required. Normally offered every semester. G. Fatone.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS290B'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 200.0, "label": "MUS 398", "id": "49", "y": 0.0, "attributes": {"Requisite": " MUS 212. Enrollment limited to 15.    G. Fatone.", "Department Code": "MUS", "Title": "MUS 398. Junior-Senior Seminar in Ethnomusicology.", "Concentrations": ["Learning and Teaching (C084)", "Music and Culture (C080)"], "Description": "This course focuses on ethnomusicological research methods with an emphasis on the fieldwork experience. Students design and undertake an innovative field research project that reflects an understanding of the current philosophical underpinnings, ethical considerations, and approaches to ethnography within the discipline. The development of a feasible research problem and the forging of logical relationships between project design components are emphasized. Processes of participant observation, interviewing, and various techniques of documentation become part of the student ethnographer's toolkit. Students analyze and interpret their gathered materials from within a selected theoretical perspective, culminating in a final, multimedia document. Recent project topics in this course have included: musical life at the first United Pentecostal Church in Lewiston, Radiohead subculture at Bates, busking in Portland, and a cappella culture.  Prerequisite(s): MUS 212. Enrollment limited to 15.    G. Fatone.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=MUS#MUS398'> LINK </a>"}, "size": 10.0, "color": "rgb(235, 203, 168)"}, {"x": 225.0, "label": "MUS 272", "id": "50", "y": 0.0, "attributes": {"Requisite": "", "Department Code": "MUS", "Title": "MUS 272", "Concentrations": [], "Description": "not offered in the last 4 semesters", "Course Site": ""}, "size": 10.0, "color": "rgb(235, 203, 168)"}]}