{"nodes":[{"label":"SPAN s50","x":0.0,"y":0.0,"id":"0","attributes":{"Title":"SPAN s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPANs50'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 490F","x":10.0,"y":0.0,"id":"1","attributes":{"Title":"SPAN 490F. ","Description":"The 500-year presence of descendants of Africans in the Spanish-speaking world has produced a significant body of literature by blacks and about blacks. Spanish America was the main destination of the African diaspora. Afro-Hispanic writers attest to the struggle for freedom and the abolition of slavery. Their literature shows how the participation of blacks in the wars of Latin American independence was a struggle for their emancipation. Afro-Hispanic writers in Spain, the Americas, and Africa use their art and ideas to address the postnational migrations of the twenty-first century, a diaspora that has not ceased. This course is conducted in Spanish but meets jointly, once a week, in English, with AAS 390F. Prerequisite(s): one 200-level Spanish literature course. B. Fra-Molinero.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN490F'> LINK </a>","Requisite":" one 200-level Spanish literature course. B. Fra-Molinero.","Concentrations":["Bridging "," (C016)","Diasporas (C038)","Latin American Studies (C072)","Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Spanish in Tarragona (C089)","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 362","x":20.0,"y":0.0,"id":"2","attributes":{"Title":"SPAN 362. Culture in Franco Spain.","Description":"Through the analysis of literary texts and popular culture, this course focuses on the impact of ideology on cultural production in Spain from the 1930s to the 1970s. Students pay particular attention to representations of the nation in terms of time (history) and space (national isolation/international connections), and examine how censorship and dissent shaped the form and content of cultural products in Franco's Spain. Prerequisite(s): one 200-level Spanish literature course. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN362'> LINK </a>","Requisite":" one 200-level Spanish literature course. F. López.","Concentrations":["Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)","European Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 201","x":60.0,"y":200.0,"id":"3","attributes":{"Title":"SPAN 201. Intermediate Spanish I.","Description":"Designed to increase students' vocabulary and to improve mastery of language skills: speaking, listening, reading, and writing. The course provides a thorough review of grammar as well as an emphasis on conversational proficiency, expository writing, and Hispanic culture. Prerequisite(s): SPAN 103.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN201'> LINK </a>","Requisite":" SPAN 103.","Concentrations":[]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN s34","x":55.0,"y":700.0,"id":"4","attributes":{"Title":"SPAN s34. The Practice of Translation in Three Specialty Areas.","Description":"The course gives the students the opportunity to practice translating documents pertinent to three specialty areas: medicine, environmental studies, and literature. Students translate documents daily and the translations are revised in class. Students develop new vocabulary, insight into the profession of translating, and familiarity with document formatting. Prerequisite(s): SPAN 211 or an advanced Spanish course. C. Aburto Guzmán.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPANs34'> LINK </a>","Requisite":" SPAN 211 or an advanced Spanish course. C. Aburto Guzmán.","Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 217","x":110.0,"y":100.0,"id":"5","attributes":{"Title":"SPAN 217. Literature and Screen.","Description":"This course examines the complex relationship between literature and screen media in terms of: 1) the representative possibilities and limits each offer for the exploration and projection of relevant social, political, and cultural issues; and 2) the processes, through study of different theoretical and aesthetic approaches, creators use to adapt works from one mode to the other. Through the analysis of literary and audiovisual productions from Latin America, Spain, and the United States, students engage the theoretical, technical, and practical debates among institutions, producers, and consumers that emerge in the process of transposing discourse across media forms. Prerequisite(s): SPAN 208. C. Aburto Guzmán, D. George.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN217'> LINK </a>","Requisite":" SPAN 208. C. Aburto Guzmán, D. George.","Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 458","x":130.0,"y":0.0,"id":"6","attributes":{"Title":"SPAN 458. Senior Thesis.","Description":"A continuation of SPAN 457. Majors writing an honors thesis register for both SPAN 457 and 458.    Normally offered every year. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN458'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 232","x":140.0,"y":0.0,"id":"7","attributes":{"Title":"SPAN 232. Gender, Sexuality in Caribbean.","Description":"The \"Caribbean\" is not only a geographic designation, but also defines myriad social spaces, some of which are nestled within urban communities in the United States. Those inhabiting these social spaces inexorably face the challenge of negotiating linguistic, cultural, and racial, and gender differences. In this course students examine literary, musical, and visual representations of masculinity and femininity in the Spanish-speaking Caribbean. Students examine Dominican, Cuban, and Puerto Rican short stories, novels, traditional music as well as Spanish-language hip hop. Through close readings and cultural studies analysis, this course tackles the thorny, complex, and contradictory nature of gender, sexual, and racial/ethnic performance for Spanish-speaking Caribbeans in the United States and abroad. Prequisitie(s): SPAN 207, 208, 215 and 216. Recommended background: Students take a course whose objective is to train them to read literature written in Spanish.    Enrollment limited to 30. Normally offered every other year. M. Pettway.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN232'> LINK </a>","Requisite":[],"Concentrations":["Identity, Race, and Ethnicity (C037)","Learning and Teaching (C084)","Queer Studies (C009)","Spanish in Tarragona (C089)","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 251","x":90.0,"y":100.0,"id":"8","attributes":{"Title":"SPAN 251. Spanish Short Story.","Description":"The first manifestations of the short story as a genre in Spanish date back to the Middle Ages. In this course, students consider the evolution of the genre, from the cultural hybridity that shaped the earliest short stories to contemporary approaches to the literary form. Prerequisite(s): SPAN 207 or 208. Recommended background: SPAN 216.    F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN251'> LINK </a>","Requisite":" SPAN 207 or 208. Recommended background: SPAN 216.    F. López.","Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)","Writing Spain (C018)","European Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 449","x":150.0,"y":0.0,"id":"9","attributes":{"Title":"SPAN 449. Identity Discourses in Contemporary Latin America.","Description":"This course examines Latin American intellectuals' responses to contemporary issues that directly affect regional identities. Readings include essays and fictional narratives that address (but are not limited to) topics such as modernity versus postmodernity in Latin America, neoliberalism and \"pink\" left ideologies, mega- and edge-city tensions, transculturation, and migration. Prerequisite(s): HIST 181, PLTC 249, or one 300-level Spanish course. C. Aburto Guzmán.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN449'> LINK </a>","Requisite":" HIST 181, PLTC 249, or one 300-level Spanish course. C. Aburto Guzmán.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Spanish in Tarragona (C089)","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"LS/SP s21","x":75.0,"y":300.0,"id":"10","attributes":{"Title":"LS/SP s21. Human Rights and Social Art in Latin America: The Case of Nogales, Mexico.","Description":"This course focuses on the social dynamics that generate social art committed to change in Latin America. Students examine three settings in which artists utilize the arts to generate aesthetic and production models that represent the \"uniqueness of place.\" During ten days off campus, students work with artists who engage technology to raise consciousness about the \"needs of place.\"  In Nogales, Mexico, students consider human rights discourses that address migrants' dislocation. They also work with volunteers, hike the desert, and visit shelters to contextualize the social and natural environments. Prerequisite(s): SPAN 207. Enrollment limited to 15. Instructor permission is required. C. Aburto Guzmán.","Department Code":"LS/SP","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=LAS#LS/SPs21'> LINK </a>","Requisite":" SPAN 207. Enrollment limited to 15. Instructor permission is required. C. Aburto Guzmán.","Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(2, 112, 74)","size":10.0},{"label":"BC/SP s23","x":25.0,"y":900.0,"id":"11","attributes":{"Title":"BC/SP s23. Intersection of Biomedicine and Human Rights: The Case of the Chilean Mining Experience.","Description":"This course explores the intersections between natural scientific inquiry and social and cultural studies. Through historical, scientific, cultural, and bioethical lenses, students examine biomedical science in Latin America and the struggle for civil, human, and health rights by workers in the Chilean mining industry since the nineteenth century. The study of historical and cultural narratives alongside the application of the scientific approach to problem solving and laboratory experimentation provide students with a foundation for further on-site examination of biomedical science in Chile, where they consider the Chilean mining industry to contextulize principles of science and health policy, the impact of scientific practices on human populations, and the intererconnectedness of state policy, public health, and human welfare. Prerequisite(s): SPAN 210.    Enrollment limited to 17. Instructor permission is required.       One-time offering. T. Lawson, C. Aburto Guzmán.","Department Code":"BC/SP","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=BIOC#BC/SPs23'> LINK </a>","Requisite":" SPAN 210.    Enrollment limited to 17. Instructor permission is required.       One-time offering. T. Lawson, C. Aburto Guzmán.","Concentrations":["Learning and Teaching (C084)","Public Health (C065)","Spanish in Tarragona (C089)"]},"color":"rgb(58, 53, 243)","size":10.0},{"label":"SPAN 343","x":50.0,"y":200.0,"id":"12","attributes":{"Title":"SPAN 343. Postcolonial Thought in Latin America.","Description":"This course examines Latin American intellectual inquiry on postcoloniality in dialogue with transnational postcolonial thought. The course considers critical readings of recent work by Spanish American scholars, authors, poets, and filmmakers. Theoretical work may be in English; the class is conducted in Spanish and all student work is in Spanish. Prerequisite(s): Spanish 215 and one upper level 200 Spanish course Enrollment limited to 20. C. Aburto Guzmán.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN343'> LINK </a>","Requisite":" Spanish 215 and one upper level 200 Spanish course Enrollment limited to 20. C. Aburto Guzmán.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 441","x":160.0,"y":0.0,"id":"13","attributes":{"Title":"SPAN 441. Cervantes.","Description":"A careful reading and a comprehensive formal and thematic study of  . This course examines in particular the representation of the Muslim Other in this work. The effects of Don Quijote on the development of the novel as a genre are seen in relation to giving voice to women and cultural, social, and political minorities. Prerequisite(s): one 200-level Spanish literature course. B. Fra-Molinero.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN441'> LINK </a>","Requisite":" one 200-level Spanish literature course. B. Fra-Molinero.","Concentrations":["Early Modern World (C066)","Learning and Teaching (C084)","Renaissance: Arts and Letters (C035)","Spanish in Tarragona (C089)","Writing Spain (C018)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 342","x":40.0,"y":400.0,"id":"14","attributes":{"Title":"SPAN 342. Hybrid Cultures: Latin American Intersections.","Description":"Latin America is a space of intersections where cultures meet and/or crash. Concepts and experiences used to define, locate, and represent these cultures to each other are continuously modified at the crossings. This course considers theoretical, literary, and visual cultural products as a cross-section of this phenomenon. Prerequisite(s): Spanish 230 and one upper level 200 Spanish course. Enrollment limited to 20. C. Aburto Guzmán.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN342'> LINK </a>","Requisite":" Spanish 230 and one upper level 200 Spanish course. Enrollment limited to 20. C. Aburto Guzmán.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Spanish in Tarragona (C089)","American Cultural Studies","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 250","x":120.0,"y":100.0,"id":"15","attributes":{"Title":"SPAN 250. The Latin American Short Story.","Description":"This course examines the short story genre as practiced by Spanish speakers of Latin American origin. It considers the different trajectories and currents in the development of the genre. It pays special attention to questions of gender, class, sexuality, trauma, and immigration. Prerequisite(s): SPAN 208. Open to first-year students.    C. Aburto Guzmán.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN250'> LINK </a>","Requisite":" SPAN 208. Open to first-year students.    C. Aburto Guzmán.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Spanish in Tarragona (C089)","American Cultural Studies","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 226","x":25.0,"y":700.0,"id":"16","attributes":{"Title":"SPAN 226. Gender, Race and Sexuality.","Description":"This course examines Spanish and Latin American literatures and other cultural productions at the intersections of race, gender, and sexuality. It studies not only the delight and the dangers inherent in representations of sexuality, but also explores how definitions of race and gender form dominant ideas about sexual practices in the Spanish-speaking world. Students become familiar with patterns, shifts, and ruptures in discourses about these issues across different sociopolitical contexts, and apply specific theories and conceptual tools for reading and understanding the myriad complexities of Latin American and Spanish identities. Prerequisite(s): SPAN 210 or 211.    Enrollment limited to 30. Normally offered every other year. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN226'> LINK </a>","Requisite":" SPAN 210 or 211.    Enrollment limited to 30. Normally offered every other year. Staff.","Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 301","x":45.0,"y":700.0,"id":"17","attributes":{"Title":"SPAN 301. Introduction to Translation.","Description":"An introduction to the basic principles of translation: theories, methods, and techniques. With an emphasis on practical issues related to both language and culture, students focus on linguistic structure, text analysis, idiomatic expressions, and cultural specificities. Students improve their knowledge of the Spanish language and develop their translation skills through extensive practice both in the classroom and beyond. Prerequisite(s): SPAN 211 or one 200-level Spanish literature course. Enrollment limited to 15. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN301'> LINK </a>","Requisite":" SPAN 211 or one 200-level Spanish literature course. Enrollment limited to 15. F. López.","Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 368","x":170.0,"y":0.0,"id":"18","attributes":{"Title":"SPAN 368. ","Description":"This course studies the emergence and evolution of the Realist novel in late-nineteenth-century Spain as an aesthetic response to the vast social, political and cultural changes wrought by the uneven processes of modernity. Special attention is given to how Spanish writers debated, embraced, and rejected the techniques of Realism and Naturalism cultivated elsewhere in Europe, and also how they sought to revive the Spanish Realist tradition by looking to works by Cervantes, Velázquez, and Goya. Readings include novels and essays by authors such as Emilia Pardo Bazán, Juan Valera, Vicente Blasco Ibáñez, Benito Pérez Galdós and Caterina Albert, which are engaged in light of issues such as gender, class, nationalism, and religion. Recommended background: SPAN 230 or 231.\n Enrollment limited to 20. D. George.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN368'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Spanish in Tarragona (C089)","Writing Spain (C018)","European Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 231","x":180.0,"y":100.0,"id":"19","attributes":{"Title":"SPAN 231. Readings in Spanish Literature.","Description":"What are the points of convergence and divergence between Spain and Europe? How has Spain articulated itself as European? How and by what motives has Spain emphasized its difference vis-à-vis Europe? In this course, students consider these questions through the reading of representative literary works by Spanish writers from all periods in light of the European context in which they were crafted. Students pay special attention to how broad, sweeping historical processes that stand as markers of European identity such as wars, revolutions, and cultural and philosophical movements are reflected in Spanish literature. Central themes include religion and expansion, modern monarchies and the making of the \"people,\" the invention of the nation and the ideal citizen, and postcolonial disorders. Not open to students who have received credit for SPAN 216. Open to first-year students.    Normally offered every year. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN231'> LINK </a>","Requisite":[],"Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Writing Spain (C018)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 230","x":40.0,"y":500.0,"id":"20","attributes":{"Title":"SPAN 230. Readings in Spanish American and Caribbean Literature.","Description":"Students engage representative readings from Spanish-American and Caribbean literatures dating from the colonial period to the late nineteenth century. Literature regarding African, indigenous, and European conflict and exchange and negotiation in the Caribbean are studied as the first locus of colonial encounters. Early developments in Spanish American literature take center stage as   construct their intellectual autonomy through artistic expression. The course emphasizes Spanish American nationalisms and contestatory literatures that provide divergent gendered, sexual, and racial viewpoints. The course is a multi-genre review that includes essay, chronicle, poetry, and theater. Prerequisite(s): SPAN 211. Not open to students who have received credit for SPAN 215. Open to first-year students. Normally offered every year. C. Aburto Guzmán, M. Pettway.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN230'> LINK </a>","Requisite":" SPAN 211. Not open to students who have received credit for SPAN 215. Open to first-year students. Normally offered every year. C. Aburto Guzmán, M. Pettway.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Spanish in Tarragona (C089)","American Cultural Studies","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 103","x":60.0,"y":300.0,"id":"21","attributes":{"Title":"SPAN 103. Accelerated Elementary Spanish.","Description":"Designed for students with prior experience in Spanish or another Romance language and for highly self-motivated students who wish to begin Spanish, the course reviews essential constructions and vocabulary. The course emphasizes oral proficiency and the development of reading and writing skills while fostering a cross-cultural understanding of the Spanish-speaking world with authentic texts and media. Not open to juniors or seniors. Not open to students who have received credit for SPAN 101 or 102. Enrollment limited to 22. Normally offered every year. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN103'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SP/WS 323","x":190.0,"y":0.0,"id":"22","attributes":{"Title":"SP/WS 323. Gendered Experiences in the Américas Borderlands.","Description":"This course examines tensions relating to geographical locations and historical relationships of power. It reviews gendered experiences of transnational border crossers throughout the Américas. Students become acquainted with testimonies, film, photography, and fictional narrative as well as government reports on human trafficking and slave labor. Readings are in Spanish and English. All discussions and written assignments are in Spanish. Prerequisite(s): one 200-level Spanish  literature course. Not open to students who have received credit for SPAN 223. C. Aburto Guzmán.","Department Code":"SP/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SP/WS323'> LINK </a>","Requisite":" one 200-level Spanish  literature course. Not open to students who have received credit for SPAN 223. C. Aburto Guzmán.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Racisms (C041)","Spanish in Tarragona (C089)"]},"color":"rgb(228, 166, 73)","size":10.0},{"label":"SPAN 224","x":200.0,"y":0.0,"id":"23","attributes":{"Title":"SPAN 224. Protest and Justice.","Description":"At different times and in different countries, many Hispanic writers, filmmakers, and other artists have felt compelled to create works that confront various types of social injustice. These range from the effects of imperialism to political repression, and often address issues of race, sexuality, gender, and class. In this course students analyze such \"texts\" within their respective social, political, and historical contexts. Enrollment limited to 25. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN224'> LINK </a>","Requisite":[],"Concentrations":["Bridging "," (C016)","Class, Inequity, Poverty, and Justice (C008)","Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Spanish in Tarragona (C089)","American Cultural Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 330","x":210.0,"y":0.0,"id":"24","attributes":{"Title":"SPAN 330. Writing the Caribbean Nation: Race, Religion, and Revolution.","Description":"This course examines the twentieth-century novel and short story of Spanish Caribbean nations Puerto Rico, the Dominican Republic, and Cuba. Students explore the sociocultural place of Catholicism, African descendant spirituality, and race in considering the ways Caribbean nations consecrate certain forms of religious practice while denigrating others. Race is studied in terms of the allocation of visible as well as less perceptible socioeconomic benefits. Critical writing, literary analysis, and the contextualization of the text are skills developed in this course.Prerequisite: SPAN 211, 222, or 230. M. Pettway.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN330'> LINK </a>","Requisite":[],"Concentrations":["Bridging "," (C016)","Latin American Studies (C072)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 335","x":35.0,"y":800.0,"id":"25","attributes":{"Title":"SPAN 335. Translation, Gender, and Place.","Description":"This course examines gender and place in the translation of comics or graphic novels and poetry from two convergent angles, that of the writer and the translator.  It considers the parameters of translation processes, specifically the relationships of power existing between genders and place, and how these are influenced by consumer demands.  The course contains a practicum component in which students translate into English from Spanish and into Spanish from English. Discussion and written work is in Spanish.  Prerequisite(s): two 200-level Spanish courses beyond SPAN 205. Recommended background: Spanish 301. Enrollment limited to 20. C. Aburto Guzmán.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN335'> LINK </a>","Requisite":" two 200-level Spanish courses beyond SPAN 205. Recommended background: Spanish 301. Enrollment limited to 20. C. Aburto Guzmán.","Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 340","x":40.0,"y":100.0,"id":"26","attributes":{"Title":"SPAN 340. ","Description":"Love is an illness, love is madness, love is a mystery, love is a mismatch that defies reason. Writers and artists from the Middle Ages to this day try to represent this elusive feeling, this consuming activity. This course studies works as different as  , St. John of the Cross's   Pedro Almodóvar's  , and twentieth-century Latin American novellas that talk about love and gender, same-sex passion and the state, class, race, and generational imbalance. Prerequisite(s): SPAN 208. Recommended background: SPAN 215, 216, or 216A.       B. Fra-Molinero.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN340'> LINK </a>","Requisite":" SPAN 208. Recommended background: SPAN 215, 216, or 216A.       B. Fra-Molinero.","Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Queer Studies (C009)","Renaissance: Arts and Letters (C035)","Spanish in Tarragona (C089)","Writing Spain (C018)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 442","x":220.0,"y":0.0,"id":"27","attributes":{"Title":"SPAN 442. Hybrid Cultures: Latin American Intersections.","Description":"Latin America is a space of intersections where cultures meet and/or crash. Concepts and experiences used to define, locate, and represent these cultures to each other are continuously modified at the crossings. This course considers theoretical, literary, and visual cultural products as a cross-section of this phenomenon. Prerequisite(s): one 300-level Spanish course. Enrollment limited to 20. C. Aburto Guzmán.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN442'> LINK </a>","Requisite":" one 300-level Spanish course. Enrollment limited to 20. C. Aburto Guzmán.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Spanish in Tarragona (C089)","American Cultural Studies","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 457","x":230.0,"y":0.0,"id":"28","attributes":{"Title":"SPAN 457. Senior Thesis.","Description":"A capstone project, which may take the form of a written research paper, literary or cultural analysis, translation project, creative project, or digital portfolio, designed in consultation with the faculty advisor. Students register for SPAN 457 in the fall semester. Majors writing an honors thesis register for both SPAN 457 and 458. A detailed outline and bibliography must be approved by the department.\n\n\n\n\n\n    Normally offered every year. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN457'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SP/WS s22","x":240.0,"y":0.0,"id":"29","attributes":{"Title":"SP/WS s22. Militants, Queers, and Thugs: Latino and African American Masculinities and Social Movements.","Description":"Students engage questions about Latino and African American masculinities that resonate with the contemporary moment. How do the politics of ethnicity, gender, sexuality and race complicate social perceptions of Latino and African American men? How do African American and Latino men take hold of narrative to construct and negotiate their gender identities?  How do social movement narratives contest stereotypical notions of Latino and black masculinity? Students analyze Puerto Rican, Dominican, and African American fiction and testimonial narrative about masculinity during the 1960s and 1970s in New York City. Students employ intersectionality, queer theory, and racial theories to consider the relationship and tensions between militancy and queerness in the formation of Latino, Afro-Latino and Black American masculinities. Conducted in English.    Enrollment limited to 15. Instructor permission is required. Normally offered every other year. M. Pettway.","Department Code":"SP/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SP/WSs22'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Queer Studies (C009)","Spanish in Tarragona (C089)"]},"color":"rgb(228, 166, 73)","size":10.0},{"label":"SPAN s29","x":250.0,"y":0.0,"id":"30","attributes":{"Title":"SPAN s29. Cinema in Spain.","Description":"This course traces the evolution of Spanish cinema from the introduction of the   in 1896 to the Oscar-winning films of Trueba and Almódovar of the 1990s. The study of cinema as popular entertainment, political propaganda, and as a medium for intellectual experimentation and social and political contestation draws attention to the role those working in the film industry, or at its margins, have played in shaping Spanish culture and society in the twentieth century. Particular attention is given to film genre and narrative technique, and to such theoretical concepts as national cinema, studio systems, the auteur, and gender and sexuality. Recommended background: SPAN 202. D. George.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPANs29'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","European Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 345","x":260.0,"y":0.0,"id":"31","attributes":{"Title":"SPAN 345. Twentieth-Century Spanish Drama.","Description":"In this course, students address the study of drama from a cultural studies perspective, paying attention to the representation of social, political, and cultural matters in twentieth- and twenty-first-century Spain.  The course focuses on how playwrights use different dramatic trends to address such themes as censorship, exile, gender, memory, and migration. The authors discussed are representative and inclusive, ranging from Lorca and Buero Vallejo to Paloma Pedrero and Itziar Pascual. Prerequisite(s): one 200-level Spanish literature course. Not open to students who have received credit for SPAN 445. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN345'> LINK </a>","Requisite":" one 200-level Spanish literature course. Not open to students who have received credit for SPAN 445. F. López.","Concentrations":["Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)","Writing Spain (C018)","European Studies","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 341","x":270.0,"y":0.0,"id":"32","attributes":{"Title":"SPAN 341. Cervantes.","Description":"A careful reading and a comprehensive formal and thematic study of  . This course examines in particular the representation of the Muslim Other in this work. The effects of Don Quijote on the development of the novel as a genre are seen in relation to giving voice to women and cultural, social, and political minorities. Prerequisite(s): one 200-level Spanish literature course. B. Fra-Molinero.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN341'> LINK </a>","Requisite":" one 200-level Spanish literature course. B. Fra-Molinero.","Concentrations":["Early Modern World (C066)","Learning and Teaching (C084)","Renaissance: Arts and Letters (C035)","Spanish in Tarragona (C089)","Writing Spain (C018)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 440","x":280.0,"y":0.0,"id":"33","attributes":{"Title":"SPAN 440. Postcolonial Thought in Latin America.","Description":"This course examines Latin American postcolonial discourses in dialogue with transnational postcolonial thought. The course considers critical readings of recent work by Spanish American scholars, authors, poets, and filmmakers. Theoretical work may be in English; the class is conducted in Spanish and all student work is in Spanish. Prerequisite(s): one upper 300-level Spanish course. Enrollment limited to 20. C. Aburto Guzmán.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN440'> LINK </a>","Requisite":" one upper 300-level Spanish course. Enrollment limited to 20. C. Aburto Guzmán.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 216","x":70.0,"y":100.0,"id":"34","attributes":{"Title":"SPAN 216. Readings in Peninsular Spanish Literature.","Description":"A survey of representative peninsular Spanish texts. Major emphasis is on reading and discussing texts that relate to specific problems of literary form (such as poetry, theater, and novel), literary movements, and literary periodization. The topics are also discussed in their sociocultural contexts. Prerequisite(s): SPAN 207 or 208. Open to first-year students.    Normally offered every year.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN216'> LINK </a>","Requisite":" SPAN 207 or 208. Open to first-year students.    Normally offered every year.","Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Writing Spain (C018)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 347","x":290.0,"y":0.0,"id":"35","attributes":{"Title":"SPAN 347. Building Memory: Narratives of the Spanish Civil War.","Description":"The Spanish Civil War is both an important historical landmark and the main theme of myriad literary and film narratives produced since the establishment of democracy in Spain. In this seminar, students consider the increasing popularity of fictional representations of this armed conflict, its political antecedent ( ), and its consequence ( ). What is the role of these narratives? What do they say about the roots of Spanish democratic traditions? How do they negotiate conflict? What type of Spain do they propose? Prerequisite(s): one 200-level Spanish literature course. Enrollment limited to 15. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN347'> LINK </a>","Requisite":" one 200-level Spanish literature course. Enrollment limited to 15. F. López.","Concentrations":["Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Writing Spain (C018)","European Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 202","x":60.0,"y":100.0,"id":"36","attributes":{"Title":"SPAN 202. Intermediate Spanish II.","Description":"Intensive practice in reading, composition, and conversation, as well as attention to selected grammar problems. The course focuses on discussion through visual presentations and selections of Hispanic literature, art, and culture. Prerequisite(s): SPAN 201. Open to first-year students. Enrollment limited to 22 per section. Normally offered every year. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN202'> LINK </a>","Requisite":" SPAN 201. Open to first-year students. Enrollment limited to 22 per section. Normally offered every year. Staff.","Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 207","x":75.0,"y":200.0,"id":"37","attributes":{"Title":"SPAN 207. Advanced Spanish: Culture and Language.","Description":"This course develops oral fluency and aural acuity as well as reading and writing skills by means of directed and spontaneous classroom activities and regular written assignments. Conversations and compositions are based primarily on assigned readings and films. Prerequisite(s): SPAN 202. Open to first-year students. Enrollment limited to 20 per section. Normally offered every year. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN207'> LINK </a>","Requisite":" SPAN 202. Open to first-year students. Enrollment limited to 20 per section. Normally offered every year. Staff.","Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 210","x":25.0,"y":800.0,"id":"38","attributes":{"Title":"SPAN 210. Writing Spanish.","Description":"This course teaches skills useful for writing in upper-level courses, the senior thesis, or the senior portfolio in Spanish. Students develop the ability to be flexible and versatile writers in Spanish in a variety of forms of academic writing (narrative, descriptive, expositive, argumentative) and learn the importance of the writing process (drafting, revision, rewriting, editing). The course also expands students' understanding of research and writing as tools for creating and communicating knowledge of the Spanish- speaking world by encouraging them to use Spanish to ask, research, and answer questions of significance and importance. Prerequisite(s): SPAN 205.    Enrollment limited to 25.    Normally offered every year. D. George.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN210'> LINK </a>","Requisite":" SPAN 205.    Enrollment limited to 25.    Normally offered every year. D. George.","Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 205","x":35.0,"y":700.0,"id":"39","attributes":{"Title":"SPAN 205. Advanced Spanish.","Description":"This course develops reading, writing, and interpretative skills as well as oral fluency and aural acuity by means of directed and spontaneous classroom activities and regular written assignments. Compositions, presentations, and conversations are based on assigned readings and films. Placement though a departmental examination is recommended. Not open to students returning from off-campus study in a Spanish-speaking country. Not open to students who have received credit for SPAN 207. Open to first-year students. Enrollment limited to 20. Normally offered every semester. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN205'> LINK </a>","Requisite":[],"Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 216A","x":80.0,"y":100.0,"id":"40","attributes":{"Title":"SPAN 216A. ","Description":"Spanish literature has developed complex representations of people of African descent since the Renaissance. Religious difference generated the new category of race. Cervantes, Quevedo, María de Zayas, or Lope de Vega created the first credible black characters in European literature at the time. Blacks reappeared in Spanish literature at the end of the twentieth century. Gender, class, sexuality, immigration, interracial love, and racial discrimination are the main topics of discussion in fiction, poetry, film, and television in productions where black writers and artists have a voice of their own. Prerequisite(s): SPAN 207 or 208. Open to first-year students. Enrollment limited to 30.    Normally offered every year. B. Fra-Molinero.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN216A'> LINK </a>","Requisite":" SPAN 207 or 208. Open to first-year students. Enrollment limited to 30.    Normally offered every year. B. Fra-Molinero.","Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)","Writing Spain (C018)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 222","x":45.0,"y":800.0,"id":"41","attributes":{"Title":"SPAN 222. Short Narrative in the Spanish-speaking World.","Description":"This course considers the development, functions, and varieties of short narrative in the Spanish-speaking world. Students examine the thematic content of stories in light of sociohistorical contexts, and explore the evolution of the elements and language of story-telling in terms of categories of literary periodization. Prerequisite(s): SPAN 205. Recommended background: SPAN 211. Enrollment limited to 30. Normally offered every other year. D. George.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN222'> LINK </a>","Requisite":" SPAN 205. Recommended background: SPAN 211. Enrollment limited to 30. Normally offered every other year. D. George.","Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 215","x":50.0,"y":100.0,"id":"42","attributes":{"Title":"SPAN 215. Readings in Spanish American Literature.","Description":"A survey of representative Spanish American literary texts (e.g. essay, chronicle, poetry, theater) from the pre-Columbian to the contemporary period. Major emphasis is on the analysis of texts that consider national identity and contestatory writings from the perspective of gender, sexuality, and race. Special attention is paid to the literary movements as arenas of power struggles between canonic and contestatory writings. Prerequisite(s): SPAN 207 or 208. Open to first-year students.    Normally offered every year. C. Aburto Guzmán, M. Pettway.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN215'> LINK </a>","Requisite":" SPAN 207 or 208. Open to first-year students.    Normally offered every year. C. Aburto Guzmán, M. Pettway.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Spanish in Tarragona (C089)","American Cultural Studies","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN s20","x":300.0,"y":0.0,"id":"43","attributes":{"Title":"SPAN s20. Envisioning Catalan Modernity.","Description":"Over 180 years, Catalan modernity has been envisioned and re-envisioned by novelists, architects, filmmakers, painters, politicians, and poets through a continuous process of rupture and reconciliation between past and present. The economic and cultural revolution set in motion by the mid-nineteenth-century   (Renaissance) transformed Catalonia from a rural society to an urban industrial powerhouse that continues to influence Spanish, European, and global cultures in the twenty-first century. In this course students travel to the Catalan capital, Barcelona, to explore the real places and imaginary spaces that reflect and contest Catalonia's unique vision of modernity. Recommended background: SPAN 207. Enrollment limited to 16. D. George.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPANs20'> LINK </a>","Requisite":[],"Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Writing Spain (C018)","European Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 454","x":310.0,"y":0.0,"id":"44","attributes":{"Title":"SPAN 454. ","Description":"The late 1960s is recognized as a period of diverse and ill-fated revolutions and revolutionaries. From the 1967 assassination of Che Guevara to the 1968 invasion of Prague onward, film has been used to represent heroes, martyrs, and the circumstances surrounding these events. More recently, filmmakers have produced films as acts of dissidence, presenting a counter-discourse to the hegemonic collage of prevailing capitalistic values. In this course students examine film as a tool of revolutionary negotiation. They analyze the transformation and regional adaptations of representations of dissidence since the 1960s, and they look at early revolutionary creativity within the genre as well as the social functions adopted by Third Cinema. Prerequisite(s): one 200-level Spanish literature course. D. George, C. Aburto Guzmán.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN454'> LINK </a>","Requisite":" one 200-level Spanish literature course. D. George, C. Aburto Guzmán.","Concentrations":["Conflict and Threat: War and Disease (C064)","Film and Media Studies (C019)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"AA/SP 350","x":180.0,"y":0.0,"id":"45","attributes":{"Title":"AA/SP 350. Representing Blacks in Cuban Literature: From the Colony to the Revolution.","Description":"This course examines innovations and shifts in the representation of African descendants in Cuban literature. Students read narrative pieces, essays, letters, and poetry written by and about blacks that span the early colonial period to Revolutionary Cuba. Adapting an in-depth multidisciplinary approach, black as object is critically analyzed in opposition to literary and historical texts that construct black as subject. Race, religion, slavery, and gender as well as the formation of Afro-Cuban subjectivities are the primary topics of study, revealing the black struggle against multiple structures of domination as well as the resilience to negotiate with power. Prerequisite(s): SPAN 222, 230, or 231. M. Pettway.","Department Code":"AA/SP","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/SP350'> LINK </a>","Requisite":" SPAN 222, 230, or 231. M. Pettway.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(127, 117, 104)","size":10.0},{"label":"SPAN 211","x":40.0,"y":600.0,"id":"46","attributes":{"Title":"SPAN 211. Introduction to Literary and Cultural Analysis.","Description":"In this course students get acquainted with the basic tools, concepts, and terminology of textual analysis. They become familiar with recent critical approaches to the study of modern Spanish and Spanish American literary and cultural work. Prerequisite(s): Spanish 205. Open to first-year students.    Normally offered every year. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN211'> LINK </a>","Requisite":" Spanish 205. Open to first-year students.    Normally offered every year. F. López.","Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 444","x":320.0,"y":0.0,"id":"47","attributes":{"Title":"SPAN 444. Gendering Social Awareness in Contemporary Spain.","Description":"In this course, students use gender as the main category of analysis, paying particular attention to its interconnectedness with power. Carefully examining texts written by women in contemporary Spain, students explore the deliberate use of gender as a lens through which to understand different forms of domination—economic, political, and social. Prerequisite(s): one 200-level Spanish literature course. Instructor permission is required. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN444'> LINK </a>","Requisite":" one 200-level Spanish literature course. Instructor permission is required. F. López.","Concentrations":["Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)","Women and Writing (C060)","Writing Spain (C018)","Women and Gender Studies","European Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 348","x":330.0,"y":0.0,"id":"48","attributes":{"Title":"SPAN 348. ","Description":"At different times and in different countries, many Hispanic writers, filmmakers, and other artists have felt compelled to create works that confront various types of social injustice. These range from the effects of imperialism to political repression, and often address issues of race, sexuality, gender, and class. In this course students analyze such \"texts\" within their respective social, political, and historical contexts. Prerequisite(s): one 200-level Spanish literature course. Enrollment limited to 25. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN348'> LINK </a>","Requisite":" one 200-level Spanish literature course. Enrollment limited to 25. F. López.","Concentrations":["Bridging "," (C016)","Class, Inequity, Poverty, and Justice (C008)","Learning and Teaching (C084)","Post/Colonial Issues in French and Spanish (C032)","Spanish in Tarragona (C089)","American Cultural Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN s30","x":340.0,"y":0.0,"id":"49","attributes":{"Title":"SPAN s30. ","Description":"This course combines reading and intensive writing. Students read carefully selected short stories in order to gain an understanding of the genre and to apply what they learn to their own craft. The focus is on the fundamentals of short fiction writing: structure, plot, voice, point of view, description, and dialogue. Class meetings follow a workshop format, with writing exercises, class discussions, and in-depth critique of students' writing. Prerequisite(s): one 200-level Spanish literature course. Enrollment limited to 15. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPANs30'> LINK </a>","Requisite":" one 200-level Spanish literature course. Enrollment limited to 15. F. López.","Concentrations":["Learning and Teaching (C084)","Producing Culture: Arts and Audience (C061)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 447","x":350.0,"y":0.0,"id":"50","attributes":{"Title":"SPAN 447. Building Memory: Narratives of the Spanish Civil War.","Description":"The Spanish Civil War is both an important historical landmark and the main theme of myriad literary and film narratives produced since the establishment of democracy in Spain. In this seminar, students consider the increasing popularity of fictional representations of this armed conflict, its political antecedent ( ), and its consequence ( ). What is the role of these narratives? What do they say about the roots of Spanish democratic traditions? How do they negotiate conflict? What type of Spain do they propose? Prerequisite(s): one 200-level Spanish literature course. Enrollment limited to 15. F. López.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN447'> LINK </a>","Requisite":" one 200-level Spanish literature course. Enrollment limited to 15. F. López.","Concentrations":["Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Writing Spain (C018)","European Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SP/WS 344","x":360.0,"y":0.0,"id":"51","attributes":{"Title":"SP/WS 344. Gendering Social Awareness in Contemporary Spain.","Description":"In this course, students use gender as the main category of analysis, paying particular attention to its interconnectedness with power. Carefully examining texts written by women in contemporary Spain, students explore the deliberate use of gender as a lens through which to understand different forms of domination—economic, political, and social. Prerequisite(s): one 200-level Spanish literature course. Instructor permission is required. F. López.","Department Code":"SP/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SP/WS344'> LINK </a>","Requisite":" one 200-level Spanish literature course. Instructor permission is required. F. López.","Concentrations":["Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)","Women and Writing (C060)","Writing Spain (C018)"]},"color":"rgb(228, 166, 73)","size":10.0},{"label":"INDS s38","x":100.0,"y":100.0,"id":"52","attributes":{"Title":"INDS s38. Cannibalism as an Eating Disorder in the Conquest of America.","Description":"Christopher Columbus coined the word cannibal during his first voyage to the American continent. The word and the concept have been used ever since to situate the Other, people to be conquered or worthy of destruction. This course explores historical texts of the conquest that describe cannibalism and challenge the practice's very existence among Caribs, Aztecs, Incas, and enslaved Africans. Students explore the related concept of the manhunt, the use by the state of modern and ancient technologies of persecution against individuals and groups it has determined to eliminate. All readings are in English. All readings are in English. Cross-listed in African American studies, American cultural studies, and Latin American Studies. Prerequisite(s): one course beyond SPAN 208. Recommended background: coursework in African American studies,  American cultural studies, anthropology, history, literature, or women and gender studies. B. Fra-Molinero.","Department Code":"INDS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDSs38'> LINK </a>","Requisite":" one course beyond SPAN 208. Recommended background: coursework in African American studies,  American cultural studies, anthropology, history, literature, or women and gender studies. B. Fra-Molinero.","Concentrations":["Latin American Studies (C072)","Renaissance: Arts and Letters (C035)"]},"color":"rgb(119, 127, 193)","size":10.0},{"label":"SPAN 228","x":65.0,"y":700.0,"id":"53","attributes":{"Title":"SPAN 228. Screen and Media.","Description":"This course examines the complex relationship between literature and screen media in terms of: 1) the representative possibilities and limits each offer for the exploration and projection of relevant social, political, and cultural issues; and 2) the processes, through study of different theoretical and aesthetic approaches, creators use to adapt works from one mode to the other. Through the analysis of literary and audiovisual productions from Latin America, Spain, and the United States, students engage the theoretical, technical, and practical debates among institutions, producers, and consumers that emerge in the process of transposing discourse across media forms. Prerequisite(s): SPAN 211. Not open to students who have received credit for SPAN 217. C. Aburto Guzmán, D. George.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN228'> LINK </a>","Requisite":" SPAN 211. Not open to students who have received credit for SPAN 217. C. Aburto Guzmán, D. George.","Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"AA/SP 450","x":90.0,"y":200.0,"id":"54","attributes":{"Title":"AA/SP 450. Representing Blacks in Cuban Literature: From the Colony to the Revolution.","Description":"This course examines innovations and shifts in the representation of African descendants in Cuban literature. Students read narrative pieces, essays, letters, and poetry written by and about blacks that span the early colonial period to Revolutionary Cuba. Adapting an in-depth multidisciplinary approach, black as object is critically analyzed in opposition to literary and historical texts that construct black as subject. Race, religion, slavery, and gender as well as the formation of Afro-Cuban subjectivities are the primary topics of study, revealing the black struggle against multiple structures of domination as well as the resilience to negotiate with power. Prerequisite(s): SPAN 215, 216, 217, 250, or 251. M. Pettway.","Department Code":"AA/SP","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=AAS#AA/SP450'> LINK </a>","Requisite":" SPAN 215, 216, 217, 250, or 251. M. Pettway.","Concentrations":["Latin American Studies (C072)","Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(127, 117, 104)","size":10.0},{"label":"SPAN 360","x":370.0,"y":0.0,"id":"55","attributes":{"Title":"SPAN 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN360'> LINK </a>","Requisite":[],"Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 366","x":380.0,"y":0.0,"id":"56","attributes":{"Title":"SPAN 366. Fantastic Hispanic Cinema.","Description":"This course explores the genres of horror and fantasy in recent Spanish-language films by directors from Mexico, Chile, Argentina, Spain, and the United States. It considers how these works represent the supernatural, the diabolical, evil violence, fear, paranoia, and magic; create, perpetuate, and subvert categories of gender, class, race, and sexuality; and adapt and participate in key literary and cinematic genres such as the Gothic, parody, adventure, family drama, magical realism, and science fiction. Prerequisite(s): one 200-level Spanish literature course. Enrollment limited to 20. D. George.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=SPAN#SPAN366'> LINK </a>","Requisite":" one 200-level Spanish literature course. Enrollment limited to 20. D. George.","Concentrations":["Bridging "," (C016)","Film and Media Studies (C019)","Learning and Teaching (C084)","Spanish in Tarragona (C089)","Latin American Studies"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 208","x":85.0,"y":0.0,"id":"57","attributes":{"Title":"SPAN 208. Advanced Spanish: Texts and Contexts.","Description":"This course is a continuation of SPAN 207 with particular emphasis upon analyzing a variety of texts and developing more sophistication in writing. Conversations and compositions are based on both literary and cultural readings. Prerequisite(s): SPAN 202. Recommended background: SPAN 207. Open to first-year students. Enrollment limited to 20 per section. Normally offered every year. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN208'> LINK </a>","Requisite":" SPAN 202. Recommended background: SPAN 207. Open to first-year students. Enrollment limited to 20 per section. Normally offered every year. Staff.","Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)"]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 200","x":40.0,"y":300.0,"id":"58","attributes":{"Title":"SPAN 200","Description":"not offered in the last 4 semesters","Department Code":"SPAN","Course Site":"","Requisite":"","Concentrations":[]},"color":"rgb(38, 98, 174)","size":10.0},{"label":"SPAN 20","x":50.0,"y":300.0,"id":"59","attributes":{"Title":"SPAN 20","Description":"not offered in the last 4 semesters","Department Code":"SPAN","Course Site":"","Requisite":"","Concentrations":[]},"color":"rgb(38, 98, 174)","size":10.0}],"edges":[{"label":"","source":"3","target":"21","id":"6","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"3","target":"36","id":"8","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"4","target":"46","id":"10","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"5","target":"57","id":"12","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"8","target":"37","id":"14","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"8","target":"54","id":"16","attributes":{},"color":"rgb(127, 117, 104)","size":1.0},{"label":"","source":"8","target":"57","id":"18","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"10","target":"37","id":"20","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"11","target":"38","id":"22","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"12","target":"42","id":"24","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"12","target":"58","id":"26","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"12","target":"59","id":"28","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"14","target":"20","id":"30","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"14","target":"58","id":"32","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"15","target":"57","id":"34","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"16","target":"38","id":"36","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"16","target":"46","id":"38","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"17","target":"46","id":"40","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"19","target":"45","id":"42","attributes":{},"color":"rgb(127, 117, 104)","size":1.0},{"label":"","source":"20","target":"46","id":"44","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"25","target":"39","id":"46","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"26","target":"57","id":"48","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"34","target":"37","id":"50","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"34","target":"57","id":"52","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"36","target":"37","id":"54","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"36","target":"57","id":"56","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"37","target":"40","id":"58","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"37","target":"42","id":"60","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"38","target":"39","id":"62","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"39","target":"41","id":"64","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"39","target":"46","id":"66","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"40","target":"57","id":"68","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"42","target":"57","id":"70","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"46","target":"53","id":"72","attributes":{},"color":"rgb(38, 98, 174)","size":1.0},{"label":"","source":"52","target":"57","id":"74","attributes":{},"color":"rgb(38, 98, 174)","size":1.0}]}