{"nodes":[{"label":"LS/SP s21","x":0.0,"y":0.0,"id":"0","attributes":{"Title":"LS/SP s21. Human Rights and Social Art in Latin America: The Case of Nogales, Mexico.","Description":"This course focuses on the social dynamics that generate social art committed to change in Latin America. Students examine three settings in which artists utilize the arts to generate aesthetic and production models that represent the \"uniqueness of place.\" During ten days off campus, students work with artists who engage technology to raise consciousness about the \"needs of place.\"  In Nogales, Mexico, students consider human rights discourses that address migrants' dislocation. They also work with volunteers, hike the desert, and visit shelters to contextualize the social and natural environments. Prerequisite(s): SPAN 207. Enrollment limited to 15. Instructor permission is required. C. Aburto Guzmán.","Department Code":"LS/SP","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=LAS#LS/SPs21'> LINK </a>","Requisite":" SPAN 207. Enrollment limited to 15. Instructor permission is required. C. Aburto Guzmán.","Concentrations":["Learning and Teaching (C084)","Spanish in Tarragona (C089)"]},"color":"rgb(185, 116, 162)","size":10.0},{"label":"LAS 360","x":10.0,"y":0.0,"id":"1","attributes":{"Title":"LAS 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester. Normally offered every semester. Staff.","Department Code":"LAS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=LAS#LAS360'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(30, 206, 110)","size":10.0},{"label":"SPAN 207","x":0.0,"y":100.0,"id":"2","attributes":{"Title":"SPAN 207. Advanced Spanish: Culture and Language.","Description":"This course develops oral fluency and aural acuity as well as reading and writing skills by means of directed and spontaneous classroom activities and regular written assignments. Conversations and compositions are based primarily on assigned readings and films. Prerequisite(s): SPAN 202. Open to first-year students. Enrollment limited to 20 per section. Normally offered every year. Staff.","Department Code":"SPAN","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=SPAN#SPAN207'> LINK </a>","Requisite":" SPAN 202. Open to first-year students. Enrollment limited to 20 per section. Normally offered every year. Staff.","Concentrations":["Bridging "," (C016)","Learning and Teaching (C084)","Modern Europe (C024)","Spanish in Tarragona (C089)"]},"color":"rgb(218, 34, 153)","size":10.0},{"label":"LAS s50","x":20.0,"y":0.0,"id":"3","attributes":{"Title":"LAS s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term. Normally offered every year. Staff.","Department Code":"LAS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=LAS#LASs50'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(30, 206, 110)","size":10.0},{"label":"LS/SO 106","x":30.0,"y":0.0,"id":"4","attributes":{"Title":"LS/SO 106. Sports, Gender, and Nation in Latin America.","Description":"The state and civil society in Latin America have been involved in the individual practice of professional sports that channel aspirations of inclusion among different social, ethnic, and racial groups. Sports in Latin America developed into a phenomenon of mass spectatorship that supersedes and at times replaces political debate. In Latin America national and local pride are challenged by transnational sport stars in a time of increasing globalization. This course considers the history of sports in Latin America from male- dominated origins (soccer, baseball, boxing) to the more recent media attention on Latin American women in Olympic disciplines, which challenges the identification of the nation with the male body.   Normally offered every other year. B. Fra-Molinero.","Department Code":"LS/SO","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=LAS#LS/SO106'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(27, 118, 248)","size":10.0},{"label":"LAS 457","x":40.0,"y":0.0,"id":"5","attributes":{"Title":"LAS 457. Senior Thesis.","Description":"An in-depth independent study of Latin America related to the student's major concentration. Majors register for LAS 457 in the fall semester. Majors writing an honors thesis register for LAS 457 in the fall semester and LAS 458 in the winter semester.    Normally offered every year. Staff.","Department Code":"LAS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=LAS#LAS457'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(30, 206, 110)","size":10.0},{"label":"LAS 458","x":50.0,"y":0.0,"id":"6","attributes":{"Title":"LAS 458. Senior Thesis.","Description":"An in-depth independent study of Latin America related to the student's major concentration. Majors register for LAS 458 in the winter semester. Majors writing an honors thesis register for LAS 457 in the fall semester and LAS 458 in the winter semester.    Normally offered every year. Staff.","Department Code":"LAS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=LAS#LAS458'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(30, 206, 110)","size":10.0}],"edges":[{"label":"","source":"0","target":"2","id":"6","attributes":{},"color":"rgb(218, 34, 153)","size":1.0}]}