{"nodes":[{"label":"BIO s37","x":20.0,"y":200.0,"id":"0","attributes":{"Title":"BIO s37. The North Woods.","Description":"An investigation of the patterns and history of New England's forests and associated plant communities, with an emphasis on field study and research. Students review the influences of geological patterns, climate, unusual soil and water conditions, natural disturbances, invasive plants and insects, and human activities on community type, occurrence, and history. Central to the course are visits to a variety of field sites, where students learn to describe the structure, composition, and history of several communities. Primary literature is emphasized. Prerequisite(s): BIO 270 or ENVR 310. Enrollment limited to 8.       Staff.","Department Code":"BIO","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=BIO#BIOs37'> LINK </a>","Requisite":" BIO 270 or ENVR 310. Enrollment limited to 8.       Staff.","Concentrations":["Field Studies: Natural Science (C058)","Hazards in Nature (C063)","Learning and Teaching (C084)"]},"color":"rgb(4, 153, 18)","size":10.0},{"label":"ENVR 457","x":70.0,"y":0.0,"id":"1","attributes":{"Title":"ENVR 457. Senior Thesis.","Description":"This course involves research for and writing of the senior thesis, under the direction of a faculty advisor. Guidelines for the thesis are published on the program website and are available from the program chair. Students register for ENVR 457 in the fall semester.    Normally offered every year. Staff.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR457'> LINK </a>","Requisite":[],"Concentrations":["Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR 334","x":80.0,"y":0.0,"id":"2","attributes":{"Title":"ENVR 334. The Question of the Animal.","Description":"Who are the animals to us? Beasts of burden, holy asses, laboratory surrogates, Aesopian figures for our political disputes, Pavlovian responders and creatures who in their suffering are moral beings, too, animals' place within the history of human thought and culture has been central, deeply contradictory, and perennially implicated in our understandings of what it means to be human. This course explores the role of animals in human life and thought, drawing on readings from literature, cultural history, ethology, and ethics. Readings and class discussions consider the roles of animals in highly diverse cultures and historical eras. Enrollment limited to 18.    J. Costlow.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR334'> LINK </a>","Requisite":[],"Concentrations":["Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR 310","x":30.0,"y":100.0,"id":"3","attributes":{"Title":"ENVR 310. Soils/Lab.","Description":"Depending on one's point of view, soils are geological units, ecosystems, the foundation of plant life, a place for microbes to live, building material, or just dirt. This course takes a scientific perspective and explores the genesis of soils, their distribution and characteristics, and their interaction with plants. Field studies emphasize description of soils, inferences about soil formation, and placement within a landscape context. Labs investigate the chemistry of soils and their role in forestry and agriculture. Prerequisite(s): one of the following: BIO 270; BI/ES 271; CHEM 212 or 215; ENVR 203 or 240; GEO 210, 223, or 240.  Recommended background: one 200-level geology course and CHEM 108A or CH/ES 108B. Enrollment limited to 16.       H. Ewing.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR310'> LINK </a>","Requisite":" one of the following: BIO 270; BI/ES 271; CHEM 212 or 215; ENVR 203 or 240; GEO 210, 223, or 240.  Recommended background: one 200-level geology course and CHEM 108A or CH/ES 108B. Enrollment limited to 16.       H. Ewing.","Concentrations":["Environment, Place, History (C068)","Field Studies: Natural Science (C058)","Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"SOC 205","x":90.0,"y":100.0,"id":"4","attributes":{"Title":"SOC 205. Research Methods for Sociology.","Description":"This course is a practical introduction to the research methods used by sociologists, including survey research, content analysis, participant observation and field research, qualitative interviewing, and comparative historical research. The assumptions of various approaches to social science research are considered, along with application of methods of collection and analysis for both qualitative and quantitative data. Prerequisite(s) or corequisite(s): SOC 204. Enrollment limited to 30. Normally offered every year. E. Kane, H. Taylor.","Department Code":"SOC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=SOC#SOC205'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","African American Studies"]},"color":"rgb(6, 210, 220)","size":10.0},{"label":"ENVR s46","x":125.0,"y":0.0,"id":"5","attributes":{"Title":"ENVR s46. Internship in Environmental Studies.","Description":"Projects may include hands-on conservation work, environmental education, environmental research, political advocacy, environmental law, or other areas related to environmental questions. Specific arrangement and prior approval of the Committee on Environmental Studies is required.   Instructor permission is required. (Community-Engaged Learning.) Normally offered every year. C. Parrish.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVRs46'> LINK </a>","Requisite":[],"Concentrations":["Environment, Place, History (C068)","Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"GEO 107","x":135.0,"y":0.0,"id":"6","attributes":{"Title":"GEO 107. Katahdin to Acadia: Field Geology in Maine/Lab.","Description":"The rocky coast and glaciated bedrock mountains of Maine have a rich 500-million-year geologic history. This hands-on, outdoor-oriented course on Maine's geologic history includes weekly half-day field trips to local geologic settings, two required day-long field trips to the Presidential Range and a Maine island, and one or two required weekend trips to Acadia National Park or Baxter State Park. Reading and making maps, recording field observations, writing papers, giving talks, and making posters about the variety of geologic environments are the major features of the course. The required trips involve strenuous hiking and sea kayaking. Appropriate outdoor clothing and footwear is needed. Not open to students who have received credit for FYS 327. Enrollment limited to 30.          Normally offered every year. J. Eusden.","Department Code":"GEO","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GEO#GEO107'> LINK </a>","Requisite":[],"Concentrations":["Environment, Place, History (C068)","Field Studies: Natural Science (C058)","The Geosphere (C007)","Learning and Teaching (C084)"]},"color":"rgb(85, 55, 93)","size":10.0},{"label":"ENVR 350","x":105.0,"y":200.0,"id":"7","attributes":{"Title":"ENVR 350. Environmental Justice in the Americas.","Description":"This course explores issues of environmental justice in the western hemisphere by focusing on how lines of difference—especially race, class, and gender—mediate people's relationships to each other and to the natural world. How do power relations shape differential access to and control over resources? What makes people more or less vulnerable to environmental changes? The course applies critical social theory to case studies from across the Americas to explore how political, economic, and cultural forces shape environmental inequalities and how, in trying to address those inequalities, various groups challenge and broaden the assumptions and practices of modern environmentalism. Prerequisite(s): ENVR 204 and two additional courses in environmental studies or three courses in Latin American studies. Enrollment limited to 15. M. Plastas.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR350'> LINK </a>","Requisite":" ENVR 204 and two additional courses in environmental studies or three courses in Latin American studies. Enrollment limited to 15. M. Plastas.","Concentrations":["Latin American Studies (C072)","Public Health (C065)","Latin American Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ES/HI s24","x":145.0,"y":0.0,"id":"8","attributes":{"Title":"ES/HI s24. Innovations in Mapping from Paper to Pixels.","Description":"This course explores how maps have been made, used, and theorized. Students step into the shoes of map makers, spatial theorists, and everyday users as they compare two dynamic periods in cartographic history. Geographers of the eighteenth century used scientific knowledge and technological improvements to create a prolific, public culture of visual mapmaking. In the late twentieth century, digital instruments transformed cartography. Students make their own manuscript and digital maps, visit Maine's collections of historic maps, and interact with local experts. Thursday meetings to include excursions beyond scheduled times. Recommended background: Experience in surveying and GIS a plus, but not required.       One-time offering. K. McDonough.","Department Code":"ES/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/HIs24'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(26, 101, 66)","size":10.0},{"label":"ES/GE 226","x":20.0,"y":100.0,"id":"9","attributes":{"Title":"ES/GE 226. Hydrogeology.","Description":"Hydrogeology is the study of the movement and interaction of underground fluids within rocks and sediments.  This course uses hydrogeology as a disciplinary framework for learning about groundwater processes, contamination, supply, use, and management.  Students engage in practical applications of hydrogeology via discussions, guest lectures, research projects, problem sets, and hands-on experience. Students learn field and laboratory methods for determining and analyzing groundwater flow, contamination, and aquifer properties by working at local sites of interest in central Maine. Prerequisite(s): ENVR 203 or one 100-level geology course. Enrollment limited to 22.    B. Johnson.","Department Code":"ES/GE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/GE226'> LINK </a>","Requisite":" ENVR 203 or one 100-level geology course. Enrollment limited to 22.    B. Johnson.","Concentrations":["The Geosphere (C007)","Learning and Teaching (C084)","Water and Society (C070)"]},"color":"rgb(90, 11, 47)","size":10.0},{"label":"ES/GE s21","x":155.0,"y":0.0,"id":"10","attributes":{"Title":"ES/GE s21. Field Studies in Geology.","Description":"This course introduces students to field studies in geology. Three different geologic settings (bedrock geology, geomorphology, and hydrology) are the focus of three week-long field projects. Each project is followed by laboratory analysis and compilation of the field data in the form of maps, cross sections, and lab reports. Students learn how to map and analyze spatial datasets using mobile GIS field methods and ArcGIS techniques as well as methods in environmental sampling and modeling. Students examine exposures of bedrock on the Maine coast, glacial features in downeast Maine, and river systems in central Maine.  This course provide students with a basic toolkit for fieldwork in geology and environmental studies. Prerequisite(s): one 100-level geology course. Enrollment limited to 30. B. Johnson, J. Eusden.","Department Code":"ES/GE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/GEs21'> LINK </a>","Requisite":" one 100-level geology course. Enrollment limited to 30. B. Johnson, J. Eusden.","Concentrations":["Environment, Place, History (C068)","Field Studies: Natural Science (C058)","The Geosphere (C007)","Learning and Teaching (C084)"]},"color":"rgb(90, 11, 47)","size":10.0},{"label":"ANTH 101","x":115.0,"y":300.0,"id":"11","attributes":{"Title":"ANTH 101. Cultural Anthropology.","Description":"An introduction to the study of a wide variety of social and cultural phenomena. The argument that the reality we inhabit is a cultural construct is explored by examining concepts of race and gender, kinship and religion, the individual life cycle, and the nature of community. Course materials consider societies throughout the world against the background of the emerging global system and the movement of refugees and immigrants. Enrollment limited to 50 per section. Normally offered every semester. L. Danforth, S. Kemper.","Department Code":"ANTH","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ANTH#ANTH101'> LINK </a>","Requisite":[],"Concentrations":["Culture and Meaning (C026)","Identity, Race, and Ethnicity (C037)","Learning and Teaching (C084)","Material Culture (C083)"]},"color":"rgb(80, 227, 245)","size":10.0},{"label":"ES/RU s20","x":165.0,"y":0.0,"id":"12","attributes":{"Title":"ES/RU s20. Environment and Culture in Russia.","Description":"This course introduces a broad range of environmental issues in contemporary Russia and invites students to consider those issues in cultural and historical context. A period of intensive preparation at Bates is followed by visits and conversations in Russia that acquaint students with ecologists, activists, governmental officials, and ordinary Russian citizens. Students spend three and one-half weeks at different locations in European Russia and the Urals, visiting sites ranging from privatized farms and peasant markets to industrial centers and conservation areas. Recommended background: one course in Russian studies or environmental studies. Enrollment limited to 15. Instructor permission is required. J. Costlow.","Department Code":"ES/RU","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/RUs20'> LINK </a>","Requisite":[],"Concentrations":["Russian in St. Petersburg (C078)"]},"color":"rgb(243, 73, 152)","size":10.0},{"label":"ENVR 227","x":175.0,"y":100.0,"id":"13","attributes":{"Title":"ENVR 227. Catastrophes and Hope.","Description":"Disaster narratives can be both documentary and cautionary, attempting to describe what seems beyond human imagination. Such narratives may serve as dire warnings, offer glimpses of hope, spur us to change our lives, or scare us into denial. This course explores examples of disaster narratives from various cultures and time periods, considering the emotional, aesthetic, and civic function of discourses of disaster. In addition, students consider imaginations of disaster at the end of the cold war and in contemporary discussions of climate change. Prerequisite(s): ENVR 205. Enrollment limited to 30. J. Costlow.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR227'> LINK </a>","Requisite":" ENVR 205. Enrollment limited to 30. J. Costlow.","Concentrations":["Conflict and Threat: War and Disease (C064)"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ES/RE s25","x":205.0,"y":0.0,"id":"14","attributes":{"Title":"ES/RE s25. Food and the Sacred.","Description":"This course provides an opportunity to explore food through ideas and practices considered sacred by Jews, Christians, Muslims, Buddhists, Hindus, indigenous peoples, and neo-pagans. Topics include feasting, fasting, farming, foraging, feeding the hungry, the five senses, and the fascinating fundamentals of dirt and water. There is a community-based learning component to this course undertaken outside class of time as well as hands-on individual and group projects. Prerequisite(s): one course in environmental studies or religious studies.   Enrollment limited to 15. (Community-Engaged Learning.) C. Baker.","Department Code":"ES/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/REs25'> LINK </a>","Requisite":" one course in environmental studies or religious studies.   Enrollment limited to 15. (Community-Engaged Learning.) C. Baker.","Concentrations":["Knowledge, Action, and the Public Good (C091)","Material Culture (C083)","Religious Studies (C001)"]},"color":"rgb(242, 244, 110)","size":10.0},{"label":"ENVR 348","x":185.0,"y":100.0,"id":"15","attributes":{"Title":"ENVR 348. Nature and the Novel.","Description":"The novel is the social genre  , filled with details of human lives and commentary on politics, philosophy, and morals. But novels are also ideal vehicles for thinking about nature, evocative of particular places, complex communities, legacies of injustice and possibility. Readings for this course, drawn primarily from twentieth-century authors, may include political/philosophical epic (Pasternak's  ); the dystopian work of Zamiatin and McCarthy ( ,  ); feminist science fiction and agrarian visions of the good life (Atwood and Berry). Close readings of the novels are accompanied by essays in contemporary ecocriticism that help students think about what it means to read novels with environmental questions in mind. Prerequisite(s): ENVR 205. \n Enrollment limited to 15. J. Costlow.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR348'> LINK </a>","Requisite":" ENVR 205. \n Enrollment limited to 15. J. Costlow.","Concentrations":[]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR 240","x":135.0,"y":100.0,"id":"16","attributes":{"Title":"ENVR 240. Water and Watersheds/Lab.","Description":"Where does water go and what does it do? In this course students follow water from atmosphere to land to aquatic systems, emphasizing the controls on the movement and chemistry of water in freshwater ecosystems. They investigate not only the need of organisms for water but also the ways in which organisms, including humans, influence the distribution and chemistry of water. Field and laboratory studies combine ecological, geological, and chemical approaches as well as an introduction to working with large data sets. Students are expected to be proficent in the use of spreadsheets. Prerequisite(s): on of the following: ENVR 203; BIO 190, BI/GE 112, GEO 103, GEO 107. Recommended background: CHEM 107A, CH/ES 107B, or FYS 398 and CHEM 108A or CH/ES 108B. Enrollment limited to 18.       H. Ewing.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR240'> LINK </a>","Requisite":" on of the following: ENVR 203; BIO 190, BI/GE 112, GEO 103, GEO 107. Recommended background: CHEM 107A, CH/ES 107B, or FYS 398 and CHEM 108A or CH/ES 108B. Enrollment limited to 18.       H. Ewing.","Concentrations":["Environment, Place, History (C068)","Field Studies: Natural Science (C058)"," North Atlantic Studies (C045)","Water and Society (C070)","Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ES/PL 214","x":215.0,"y":0.0,"id":"17","attributes":{"Title":"ES/PL 214. Environmental Ethics.","Description":"A study of selected issues in environmental ethics, including questions about population growth, resource consumption, pollution, the responsibilities of corporations, environmental justice, animal rights, biodiversity, and moral concern for the natural world. The course explores debates currently taking place among environmental thinkers regarding our moral obligations to other persons, to future generations, to other animals, and to ecosystems and the Earth itself. Open to first-year students. Enrollment limited to 30. T. Tracy, P. Schofield.","Department Code":"ES/PL","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/PL214'> LINK </a>","Requisite":[],"Concentrations":["Philosophy (C042)","Water and Society (C070)"]},"color":"rgb(222, 205, 37)","size":10.0},{"label":"ENVR 205","x":185.0,"y":0.0,"id":"18","attributes":{"Title":"ENVR 205. Lives in Place.","Description":"What does it mean to live sustainably in place? This course investigates possible answers to that question by considering lives in place: particular stories, particular places, and multiple forms of storytelling about human relationship to the more than human world. From nature writing and calendars of nature to poetry, memoir, documentary, and the novel, humans (the \"storytelling animal\") demonstrate ways of living that enable us to reflect on the virtues, values, vices, and trade-offs of those lives. Keystones in this consideration include modernity and tradition, technologies of change, voices and points of view, animal agency, eating as agricultural act, consumption, and creativity. Students consider both classic and emerging texts and artists from a variety of periods and cultures, examples of humans' ongoing experiment in living on Earth. Open to first-year students. Enrollment limited to 40. Normally offered every year. J. Costlow.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR205'> LINK </a>","Requisite":[],"Concentrations":["Environment, Place, History (C068)","Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"PLTC 191","x":225.0,"y":100.0,"id":"19","attributes":{"Title":"PLTC 191. Western Political Theory.","Description":"The course examines the relation of Western political thought to current struggles against various forms of oppression. When white Western male theorists use the language of truth and justice, law and order, or rights and liberty, do they speak for everyone? Or do their writings reinforce asymmetries of economic and social power? Students consider various responses to such questions while reading and discussing selections from Plato, Locke, Wollstonecraft, and Marx. Enrollment limited to 40. (Philosophical, Literary, and Legal Studies.) (Political Economy.) Normally offered every year. W. Corlett.","Department Code":"PLTC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PLTC#PLTC191'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(225, 218, 246)","size":10.0},{"label":"BIO 260","x":10.0,"y":100.0,"id":"20","attributes":{"Title":"BIO 260. Environmental Toxicology/Lab.","Description":"Environmental toxicology is the study of the impacts of pollutants on organisms and the structure and function of ecological systems. It draws from a variety of disciplines, including ecology, chemistry, organismal and developmental biology, genetics, epidemiology, and mathematics. This course provides an overview of the field by discussing toxicant introduction, movement, distribution, and fate in the environment; toxicant sites and mechanisms of action in organisms and ecosystems; and toxicant impact on organisms and ecosystems. Basics of toxicity testing design and analysis are an important part of the laboratory. Prerequisite(s): BIO 190 and CHEM 108A or CH/ES 108B; or ENVR 203. Open to first-year students. Enrollment limited to 24.       Staff.","Department Code":"BIO","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=BIO#BIO260'> LINK </a>","Requisite":" BIO 190 and CHEM 108A or CH/ES 108B; or ENVR 203. Open to first-year students. Enrollment limited to 24.       Staff.","Concentrations":["Applying Mathematical Methods (C006)","Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)","Public Health (C065)","Environmental Studies"]},"color":"rgb(4, 153, 18)","size":10.0},{"label":"ENVR 204","x":110.0,"y":100.0,"id":"21","attributes":{"Title":"ENVR 204. Environment and Society.","Description":"Environmental issues rarely have only physical dimensions. They most often also have social and political aspects.  This course familiarizes students with some of the major social scientific contributions to understanding how and why environmental problems arise, how they are defined, and how different groups are affected by and respond to them. The course first outlines the contemporary world system in which environmental debates take place and then identifies drivers of environmental change. Students then apply these ideas to a variety of ongoing environmental controversies, including climate change, agriculture, urbanization, biodiversity conservation, pollution, and environmental justice. Open to first-year students. Enrollment limited to 40. Normally offered every year. E. Miller.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR204'> LINK </a>","Requisite":[],"Concentrations":["Hazards in Nature (C063)","Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR 229","x":245.0,"y":0.0,"id":"22","attributes":{"Title":"ENVR 229. The Electric Grid.","Description":"An exploration of electricity production, distribution, and consumption. Principles of electromagnetism are developed to provide an understanding of the design and function of the electric grid. Topics include the history of grid evolution, reliability and disruptions, organizational design, regulations, environmental impacts, energy storage, incorporation of renewable energy sources, and the smart grid. Prerequisite(s): CHEM 107A, CH/ES 107B, ENVR 203, or any course in physics.    Enrollment limited to 40.       J. Smedley.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR229'> LINK </a>","Requisite":" CHEM 107A, CH/ES 107B, ENVR 203, or any course in physics.    Enrollment limited to 40.       J. Smedley.","Concentrations":[]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ES/HI s17","x":255.0,"y":0.0,"id":"23","attributes":{"Title":"ES/HI s17. Natural Disasters: History, Politics, Culture.","Description":"Are natural disasters ever really natural? From Vesuvius to climate change, social, cultural, and political realities have always shaped the way that \"natural\" disasters play out on the ground. These \"unnatural\" realities have also profoundly shaped the way that people imagine and prepare for future disasters. After considering the long history of cultural responses to disaster, students analyze contemporary representations of global climate change. The course culminates in clustered research projects on disasters in transnational and transhistorical contexts. Open to first-year students. Enrollment limited to 30. Staff.","Department Code":"ES/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/HIs17'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(26, 101, 66)","size":10.0},{"label":"WGST 100","x":235.0,"y":100.0,"id":"24","attributes":{"Title":"WGST 100. Introduction to Women and Gender Studies.","Description":"An interdisciplinary study of women and gender in cross-cultural and historical perspectives. Emphasis is given to the gendered lives and to potentials for solidarity given diversities of race, class, ethnicity, age, (dis)ability, sexuality, nationality, and religion.    Enrollment limited to 40. Normally offered every year. Staff.","Department Code":"WGST","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST100'> LINK </a>","Requisite":[],"Concentrations":["Queer Studies (C009)","American Cultural Studies","Women and Gender Studies"]},"color":"rgb(158, 41, 5)","size":10.0},{"label":"ENVR 301","x":230.0,"y":0.0,"id":"25","attributes":{"Title":"ENVR 301. Politics of Nature.","Description":"What is nature and what does it mean to say that it has a politics? In one common understanding, nature is precisely that which stands apart from political dynamics, indicating a world of objective \"facts\" beyond human influence. Yet the concept of nature has long been implicated in relations of power, whether by making certain social relationships such as race, gender, and class seem inevitable or by lending strength to movements for liberation. This course examines the politics of nature through various lenses of poststructuralist, postcolonial, feminist, and Marxist political theory, ultimately seeking to imagine how nature itself might become a site for transformative democratic practice. Prerequisite(s): Any two of the following: AN/ES 242; ENVR 203, 204, 205, or 272; ES/PL 214; PHIL 150, 211, or 262; PLTC 191 or 202; SOC 204; or WGST 100.   Enrollment limited to 15.    One-time offering. E. Miller.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR301'> LINK </a>","Requisite":" Any two of the following: AN/ES 242; ENVR 203, 204, 205, or 272; ES/PL 214; PHIL 150, 211, or 262; PLTC 191 or 202; SOC 204; or WGST 100.   Enrollment limited to 15.    One-time offering. E. Miller.","Concentrations":[]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"GEO 103","x":265.0,"y":0.0,"id":"26","attributes":{"Title":"GEO 103. Earth Surface Environments and Environmental Change/Lab.","Description":"The Earth's surface environments are in a constant state of change resulting from the interaction of its atmosphere, hydrosphere, biosphere, and lithosphere. Changes on the surface occur on various time scales from brief, severe storms to glaciations lasting thousands of years and changes in continents and ocean basin environments occurring over millions of years due to tectonic processes. Studies of surficial processes and materials illustrate the dynamic nature of the Earth and provide a key to understanding past and future environmental change. The lectures are complemented with field and laboratory study. Field experiences include day trips to the Maine coast, or the White Mountains. Enrollment limited to 52.          Normally offered every year. M. Retelle.","Department Code":"GEO","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GEO#GEO103'> LINK </a>","Requisite":[],"Concentrations":["Environment, Place, History (C068)","Field Studies: Natural Science (C058)","The Geosphere (C007)","Hazards in Nature (C063)","Learning and Teaching (C084)"," North Atlantic Studies (C045)","Water and Society (C070)"]},"color":"rgb(85, 55, 93)","size":10.0},{"label":"ES/GE 217","x":275.0,"y":0.0,"id":"27","attributes":{"Title":"ES/GE 217. Mapping and GIS/Lab.","Description":"Geographical information systems (GIS) are computer-based systems for geographical data presentation and analysis. They allow rapid development of high-quality maps, and enable sophisticated examination of spatial patterns and interrelationships. In this course students learn the principles of GIS through extensive computer use of ArcGIS (ESRI). Geological and environmental projects introduce students to cartography, common sources of geographic data, methods for collecting novel spatial data, and data quality. Finally, students learn to extend the capabilities of GIS software to tackle more advanced spatial analysis tasks by completing an independent project. Lectures supplement the laboratory component of the course. Prerequisite: one 200-level course in environmental studies or one 100-level course in geology. Not open to students who have received credit for ENVR 220. Enrollment limited to 20.          J. Eusden.","Department Code":"ES/GE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/GE217'> LINK </a>","Requisite":[],"Concentrations":["Environment, Place, History (C068)","Field Studies: Natural Science (C058)","The Geosphere (C007)","Learning and Teaching (C084)"]},"color":"rgb(90, 11, 47)","size":10.0},{"label":"ENVR 203","x":30.0,"y":0.0,"id":"28","attributes":{"Title":"ENVR 203. Scientific Approaches to Environmental Issues/Lab.","Description":"An introduction to central concepts in environmental science—the function and interrelationship of physical, chemical, and biological systems—through the study of specific environmental issues. The laboratory links field studies of environmental systems to the scientific concepts and tools environmental scientists use. This course serves as a foundation for further study of environmental science at Bates.    Open to first-year students. Enrollment limited to 40.          H. Ewing.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR203'> LINK </a>","Requisite":[],"Concentrations":["Applying Mathematical Methods (C006)","Field Studies: Natural Science (C058)","Hazards in Nature (C063)","Public Health (C065)","Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ES/HI 390M","x":285.0,"y":0.0,"id":"29","attributes":{"Title":"ES/HI 390M. Maine: Environment and History.","Description":"This course introduces students to Maine history from its beginnings to the twentieth century, emphasizing the state's most pervasive theme, the environment. From aboriginal people to European colonists, different people have relied on the state's natural resources. Indeed, the environment shaped Maine's most prevalent industries. By the twentieth century, Maine emerged as a popular vacation destination, causing many to reflect on conservation efforts. This seminar explores the significance of locality in understanding the interaction between the environment and different people through time. Students develop a deeper sense of place in our community.    Enrollment limited to 15. (United States.) J. Hall.","Department Code":"ES/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/HI390M'> LINK </a>","Requisite":[],"Concentrations":["Colonialism (C059)","Environment, Place, History (C068)","Learning and Teaching (C084)"," North Atlantic Studies (C045)"]},"color":"rgb(26, 101, 66)","size":10.0},{"label":"BI/ES 246","x":50.0,"y":100.0,"id":"30","attributes":{"Title":"BI/ES 246. Conservation Biology.","Description":"Conservation biology incorporates biology, policy, and ethics, among other disciplines. This course introduces and analyzes conservation theory with emphasis on the biological aspects of conservation biology, but also exploring its interdisciplinary nature. Students examine conservation at many scales, including the conservation of populations, their genetic diversity, and the biodiversity of habitats. Applied aspects of conservation and sustainable development are illustrated through case studies and simulations. This course is a combination of discussion and applied methods. Some Saturday field trips are required. Prerequisite(s): BIO 190 or ENVR 203.    Enrollment limited to 40. (Community-Engaged Learning.)       Staff.","Department Code":"BI/ES","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=BIO#BI/ES246'> LINK </a>","Requisite":" BIO 190 or ENVR 203.    Enrollment limited to 40. (Community-Engaged Learning.)       Staff.","Concentrations":["Knowledge, Action, and the Public Good (C091)","Learning and Teaching (C084)"]},"color":"rgb(66, 4, 19)","size":10.0},{"label":"ENVR 272","x":295.0,"y":0.0,"id":"31","attributes":{"Title":"ENVR 272. Oikos: Rethinking Economy and Ecology.","Description":"Economy and ecology share the same Greek root: oikos, or \"home.\" Both name relationships that are crucial to the sustenance of life, yet these two domains often appear to be locked in mortal combat. Why is the   of modern life torn asunder? What is this split and how did it arise? Is reconciliation possible? If so, what might it entail? This course brings critical tools from political theory and science studies to bear on these questions, exploring a variety of attempts to rethink the relation between economy and ecology and to reconfigure the very nature of the categories themselves. Recommended background: one course in anthropology, economics, environmental studies, politics, or sociology. Enrollment limited to 30. One-time offering. E. Miller.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR272'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR s26","x":305.0,"y":0.0,"id":"32","attributes":{"Title":"ENVR s26. Walking: The Practice, Politics, and Pleasures of One's Own Two Feet.","Description":"Way of getting from point A to point B; mode of meditation and pilgrimage; radical environmental act; community builder; form of protest; almost impossible to do in many American suburbs. We do it every day, without thinking about it. This course gives students the chance to practice this remarkable human mode of transportation and then to experiment with ways of writing about the experience. In addition to reading classic walking texts, students talk with local people who plan sidewalks and trails, and who think about how to get more people moving. The core of the course is walking itself: urban strolls; woodland tracking; meditation; observation. The ability and willingness to walk in all weather is essential. Enrollment limited to 18. J. Costlow.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ENVR#ENVRs26'> LINK </a>","Requisite":[],"Concentrations":["Environment, Place, History (C068)"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR s29","x":315.0,"y":0.0,"id":"33","attributes":{"Title":"ENVR s29. Walking: The Practice, Politics, and Pleasures of One's Own Two Feet.","Description":"Way of getting from point A to point B; mode of meditation and pilgrimage; radical environmental act; community builder; form of protest; almost impossible to do in many American suburbs. We do it every day, without thinking about it. This course gives students the chance to reflect on and practice this remarkable human mode of transportation. In addition to reading some classic walking texts and experimenting with how to write about walking, students talk with local people who plan sidewalks and trails, and who think about how to get more people moving. The core of the course is walking itself: urban strolls; woodland tracking; meditation; observation. The ability and willingness to walk in all weather is essential. Enrollment limited to 18. J. Costlow.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVRs29'> LINK </a>","Requisite":[],"Concentrations":["Environment, Place, History (C068)"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR 220","x":325.0,"y":0.0,"id":"34","attributes":{"Title":"ENVR 220. GIS across the Curriculum.","Description":"Geographical information systems (GIS) are computer-based systems for analyzing spatially located data. They allow rapid development of high-quality maps and enable sophisticated examination of spatial patterns and interrelationships. In this course students learn the principles of GIS through extensive use of the software ArcGIS (ESRI). Modules from across the curriculum introduce students to spatial data by exploring common data sources, data collection methods, data quality, and data presentation methods. Finally, students extend their capabilities in advanced spatial analysis tasks by undertaking an independent project. Not open to students who have received credit for ENVR 217 or ES/GE 217. Enrollment limited to 20.       C. Parrish, H. Ewing.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR220'> LINK </a>","Requisite":[],"Concentrations":["Environment, Place, History (C068)","Field Studies: Natural Science (C058)","The Geosphere (C007)"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR s22","x":335.0,"y":0.0,"id":"35","attributes":{"Title":"ENVR s22. Environmental Leadership.","Description":"Traditional ideas of leadership tend to conjure images of people with exceptional abilities who are heads of states, corporations, and movements. An alternative model supports leadership as a social construct that emerges as people begin to make sense of their everyday experiences (What role do I play in shaping the world around me?) and deemphasizes personal traits (Do I have what it takes to be a leader?). This course explores current environmental issues in Maine through the lens of leadership. Students consider what it means to be a leader and how to facilitate change, build agreement, develop and communicate a vision, and plan strategically. The course provides students with practical skills for environmental leadership, an understanding of leadership styles, and the opportunity to develop confidence in their ability to take effective action. Enrollment limited to 30. Staff.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ENVR#ENVRs22'> LINK </a>","Requisite":[],"Concentrations":["Environment, Place, History (C068)"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR 337","x":115.0,"y":200.0,"id":"36","attributes":{"Title":"ENVR 337. Social Movements, NGOs, and the Environment.","Description":"As emerging transnational actors, social movements and nongovernmental organizations (NGOs) challenge state-centered paradigms with regard to environmental and other issues. But why do environmental movements arise in the first place? Do NGOs necessarily \"do environmental good\"? What solutions to the environment/development quandary do these forms of activism offer? The course first locates the context for NGOs and social movements within neoliberal globalization and the resource conflicts that emerge from its processes. Students consider topics and case studies in developed and developing countries, using them as a lens through which to understand the complexities of social and environmental change. Prerequisite(s): ANTH 101 or ENVR 204 and two additional courses in environmental studies. Not open to students who have received credit for AN/ES 337. Enrollment limited to 20.    Normally offered every year. S. Pieck.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR337'> LINK </a>","Requisite":" ANTH 101 or ENVR 204 and two additional courses in environmental studies. Not open to students who have received credit for AN/ES 337. Enrollment limited to 20.    Normally offered every year. S. Pieck.","Concentrations":["Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"INDS 228","x":345.0,"y":0.0,"id":"37","attributes":{"Title":"INDS 228. Caring for Creation: Physics, Religion, and the Environment.","Description":"This course considers scientific and religious accounts of the origin of the universe, examines the relations between these accounts, and explores the way they shape our deepest attitudes toward the natural world. Topics of discussion include the biblical Creation stories, contemporary scientific cosmology, the interplay between these scientific and religious ideas, and the roles they both can play in forming a response to environmental problems. Cross-listed in environmental studies, physics, and religious studies. Enrollment limited to 40.    J. Smedley, T. Tracy.","Department Code":"INDS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#INDS228'> LINK </a>","Requisite":[],"Concentrations":["Environmental Studies"]},"color":"rgb(24, 97, 10)","size":10.0},{"label":"ENVR 365","x":355.0,"y":0.0,"id":"38","attributes":{"Title":"ENVR 365. Special Topics.","Description":"Offered occasionally on subjects of special interest. Staff.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR365'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"BI/ES s22","x":60.0,"y":100.0,"id":"39","attributes":{"Title":"BI/ES s22. Animals in the North Woods.","Description":"In this field course, students learn to find, identify, observe, study, and write about the animals in the north woods, including such diverse animals as birds, beetles, and tardigrades. Scientific approaches include ecology, natural history, conservation biology and behavioral ecology. The importance of writing well is stressed as well, and the class collaborates with students in an English course writing about the effects of climate change on animals. The course includes a required five-day field trip to the Bates College Coastal Center at Shortridge and Bates-Morse Mountain Conservation Area as well as other field excursions. As students handling animals in the course, they are required to complete provided animal care training. Prerequisite(s): ENVR 203 or BI/ES 246 or BIO 270.   Enrollment limited to 15. One-time offering. D. Levitis.","Department Code":"BI/ES","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=BIO#BI/ESs22'> LINK </a>","Requisite":" ENVR 203 or BI/ES 246 or BIO 270.   Enrollment limited to 15. One-time offering. D. Levitis.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(66, 4, 19)","size":10.0},{"label":"ENVR 458","x":365.0,"y":0.0,"id":"40","attributes":{"Title":"ENVR 458. Senior Thesis.","Description":"This course involves research for and writing of the senior thesis, under the direction of a faculty advisor. Guidelines for the thesis are published on the program website and are available from the program chair. Students register for ES 458 in the winter semester.    Normally offered every year. Staff.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR458'> LINK </a>","Requisite":[],"Concentrations":["Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR 340","x":195.0,"y":100.0,"id":"41","attributes":{"Title":"ENVR 340. Literatures of Agriculture.","Description":"This course explores the ways in which agrarian life has been imagined, written about, and lived in a wide array of cultural and historical settings. Classic pastoral suggests that the life of the countryside is a life of virtue and freedom from the entanglements of politics and the city. The actual experience of farm labor is often embedded in difficult political, economic, and environmental realities, even as farmers profess deep affection for their labor and the land. Students explore a broad range of genres, from agrarian essay to historical studies, memoirs, and novels, considering how different forms of writing articulate ideals, aspirations, and realities. Students visit local farms and interview local farmers. Prerequisite(s): ENVR 205. Enrollment limited to 15. J. Costlow.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR340'> LINK </a>","Requisite":" ENVR 205. Enrollment limited to 15. J. Costlow.","Concentrations":[]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR 360","x":375.0,"y":0.0,"id":"42","attributes":{"Title":"ENVR 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester. Open to first-year students. Normally offered every semester. Staff.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR360'> LINK </a>","Requisite":[],"Concentrations":["Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"BI/ES 232","x":40.0,"y":100.0,"id":"43","attributes":{"Title":"BI/ES 232. Global Change in Terrestrial Systems.","Description":"In this course students investigate how global change is affecting terrestrial ecosystems. Plants are the dominant organisms in these systems. Students discuss how adaptations to particular environments may favor or hinder individual species in the future, and how ecology and physiology interact when it comes to species responses to global change. They consider processes from the leaf to ecosystem levels and discuss how natural and agricultural systems are likely to be affected by changes in temperature and water availability, rising carbon dioxide and gaseous pollutants, and alterations in soil chemistry and nutrient availability. Prerequisite(s): BIO 117, 124, 190, or ENVR 203. Open to first-year students.    Staff.","Department Code":"BI/ES","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=BIO#BI/ES232'> LINK </a>","Requisite":" BIO 117, 124, 190, or ENVR 203. Open to first-year students.    Staff.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(66, 4, 19)","size":10.0},{"label":"ES/HI 390R","x":385.0,"y":0.0,"id":"44","attributes":{"Title":"ES/HI 390R. Nature and Empire.","Description":"This seminar course explores the dynamic relationship between science, environment, and empire from the sixteenth to the nineteenth centuries. During this period, European colonies in Africa, India, and the Americas became laboratories for scientific and environmental experimentation, provoking confrontations between diverse cultures over patterns of land use and ideas about the natural world. Students read widely in recent historical scholarship in order to understand how the environment shaped colonial settlement and expansion; how imperial expansion then changed natural environments; and how the natural and human sciences bolstered and profited from imperial expansion.    Enrollment limited to 15. (European.) (Premodern.)    K. McDonough.","Department Code":"ES/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/HI390R'> LINK </a>","Requisite":[],"Concentrations":["Early Modern World (C066)","Learning and Teaching (C084)","Renaissance: Arts and Letters (C035)"]},"color":"rgb(26, 101, 66)","size":10.0},{"label":"ENVR 417","x":100.0,"y":0.0,"id":"45","attributes":{"Title":"ENVR 417. Community-Engaged Research in Environmental Studies.","Description":"Students work collaboratively to complete interdisciplinary semester-long project. Projects include work with previously identified community partners and may vary from year to year. Students evaluate literature, participate in discussions, complete written reports, and give oral presentations. Aesthetic and cultural perspectives on the environment, ethics and social justice, and scientific and quantitative approaches to environmental issues are incorporated into the project. The course deals explicitly with ethnicity, race, gender, and/or class within the context of the selected theme. Prerequisite(s): ENVR 203, 240, or 310; and 204 and 205, and one of the following: AC/EN 395C; ANTH s10; AVC 283; AV/WS 287; BIO 242, 244, 270; CHEM 212; ECON 250; EDUC s26; ENG 243, 295; EN/WS 395L; ENVR 220, 229, 240, 310; ES/GE 217; ES/PL 214; HIST 199, s40; INDS 250; PLTC s49; PSYC 218; RHET 257; or SOC 205. (Community-Engaged Learning.) Normally offered every year. Staff.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR417'> LINK </a>","Requisite":" ENVR 203, 240, or 310; and 204 and 205, and one of the following: AC/EN 395C; ANTH s10; AVC 283; AV/WS 287; BIO 242, 244, 270; CHEM 212; ECON 250; EDUC s26; ENG 243, 295; EN/WS 395L; ENVR 220, 229, 240, 310; ES/GE 217; ES/PL 214; HIST 199, s40; INDS 250; PLTC s49; PSYC 218; RHET 257; or SOC 205. (Community-Engaged Learning.) Normally offered every year. Staff.","Concentrations":["Class, Inequity, Poverty, and Justice (C008)","The Collaborative Project (C012)","Knowledge, Action, and the Public Good (C091)","Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR 450","x":100.0,"y":100.0,"id":"46","attributes":{"Title":"ENVR 450. Environmental Writing in the Public Sphere.","Description":"Building on research from previous environmental studies courses, students produce new writing for public audiences. They consider environmentally themed pieces as models for writing (e.g., advocacy scholarship, scientific writing, personal and lyrical essays, natural history); explore new media forms (radio and video essays); and examine theory on writing and web portfolios. Students' environmental writing develops through peer and professional review and culminates in a substantial piece of writing for a public audience. Web portfolios present the new scholarship and reflect on its creation, showing the process of learning, connections to environmental studies course work, and thematic links beyond Bates. Prerequisite(s): ENVR 203, 204, 205, and 417. Enrollment limited to 15. Instructor permission is required.    Normally offered every year. M. Beck.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR450'> LINK </a>","Requisite":" ENVR 203, 204, 205, and 417. Enrollment limited to 15. Instructor permission is required.    Normally offered every year. M. Beck.","Concentrations":["Knowledge, Action, and the Public Good (C091)"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"BI/ES 271","x":0.0,"y":100.0,"id":"47","attributes":{"Title":"BI/ES 271. Dendrology and the Natural History of Trees/Lab.","Description":"In this field-based course, students engage in the scientific study of the natural history and identification of trees and important shrubs native to New England, and some commonly planted non-native trees. Topics include the anatomy, function, taxonomy, biology, and uses of trees. Lecture topics support weekly outdoor laboratories, which include trips to such field sites as the Bates-Morse Mountain Conservation Area, Thorncrag Bird Sanctuary, and Wolfe's Neck State Park. Study of the woody flora of New England serves as a foundation for further work in biology, environmental studies, conservation, or related fields. Prerequisite(s): BIO 117, 124, 190, or ENVR 203.    Enrollment limited to 18. B. Huggett.","Department Code":"BI/ES","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=BIO#BI/ES271'> LINK </a>","Requisite":" BIO 117, 124, 190, or ENVR 203.    Enrollment limited to 18. B. Huggett.","Concentrations":["Field Studies: Natural Science (C058)","Learning and Teaching (C084)"]},"color":"rgb(66, 4, 19)","size":10.0},{"label":"CHEM 212","x":30.0,"y":200.0,"id":"48","attributes":{"Title":"CHEM 212. Separation Science/Lab.","Description":"A study of some of the most universally used methods and techniques of chemical separation. Both theory and applications are covered. Topics include chemical equilibrium, liquid-liquid extraction, gas and liquid chromatography, and electrophoresis. Laboratory: three hours per week. Prerequisite(s): CHEM 108A or CH/ES 108B. Enrollment limited to 20.          Normally offered every year. T. Wenzel.","Department Code":"CHEM","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=CHEM#CHEM212'> LINK </a>","Requisite":" CHEM 108A or CH/ES 108B. Enrollment limited to 20.          Normally offered every year. T. Wenzel.","Concentrations":["Chemistry (C003)","Learning and Teaching (C084)","Biological Chemistry"]},"color":"rgb(80, 105, 55)","size":10.0},{"label":"ES/RU 216","x":395.0,"y":0.0,"id":"49","attributes":{"Title":"ES/RU 216. Nature in Russian Culture.","Description":"How does a given culture understand and represent its relationship to the specific geography of its place in the world? This course explores the cultural landscape of Russia through a broad range of literary works, visual images, and ethnographic studies. Students examine some of the following issues: the relationship between geography and national identity; the political uses of cultural landscape; the interaction of agriculture, official religion, and traditional belief in peasant culture; and the role of class and revolutionary reimaginings of nature in the Soviet era. Conducted in English.","Department Code":"ES/RU","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/RU216'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(243, 73, 152)","size":10.0},{"label":"GEO 240","x":40.0,"y":200.0,"id":"50","attributes":{"Title":"GEO 240. Environmental Geochemistry/Lab.","Description":"An introduction to the chemistry of geological processes that occur at the Earth's surface. Basic concepts of rock-water interactions, chemical equilibria, and biogeochemical cycling are presented in the context of natural settings as well as those influenced by anthropogenic activity. Students work on local environmental problems, which may include surface and groundwater contamination by salt, arsenic, nutrients, and/or heavy metals; acid mine drainage; and the history of lead deposition. The laboratory includes fieldwork and GIS, chemical analysis of environmental samples using inductively coupled plasma emission spectroscopy, and stable isotope ratio mass spectrometry and modeling using STELLA. Prerequisite(s): any 100-level geology course and CHEM 107A, or CH/ES 107B. Enrollment limited to 20.             Normally offered every year. B. Johnson.","Department Code":"GEO","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GEO#GEO240'> LINK </a>","Requisite":" any 100-level geology course and CHEM 107A, or CH/ES 107B. Enrollment limited to 20.             Normally offered every year. B. Johnson.","Concentrations":["Applying Mathematical Methods (C006)","Field Studies: Natural Science (C058)","The Geosphere (C007)","Learning and Teaching (C084)"," North Atlantic Studies (C045)","Water and Society (C070)","Environmental Studies"]},"color":"rgb(85, 55, 93)","size":10.0},{"label":"ES/HI 269","x":405.0,"y":0.0,"id":"51","attributes":{"Title":"ES/HI 269. The Secret History of French Peasants.","Description":"What sets rural France apart from the urban world? What drives village politics, economics, and morality? How do rural cultures interact with the natural world? Ever since people began packing their bags for the big city, peasants, their culture, and their engagement with the environment has been scrutinized. Historians, anthropologists, tourists, novelists, painters, and photographers studied rural life, and peasants themselves wrote memoirs. This course explores interpretations of rural people and landscapes in France during four major turning points: religious turmoil of the 14th c., social upheaval of the 18th c., industrialization and nationalization in the 19th c., and re-ruralification in the 20th c.    Open to first-year students. Enrollment limited to 40. (European.) One-time offering. K. McDonough.","Department Code":"ES/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ES/HI269'> LINK </a>","Requisite":[],"Concentrations":["Early Modern World (C066)","French and Francophone Studies (C034)","Learning and Teaching (C084)"]},"color":"rgb(26, 101, 66)","size":10.0},{"label":"ENVR s38","x":265.0,"y":100.0,"id":"52","attributes":{"Title":"ENVR s38. Field Methods in Environmental Science/Lab.","Description":"Evaluating environmental problems often requires the collection of air, water, or soil samples from field sites. Knowing how to gather information and samples and how to be sure that they help address the questions at hand is challenging. In this course, students consider approaches for matching sampling design to study objectives, dealing with spatial and temporal heterogeneity in field materials, utilizing previously published approaches, insuring utility of data, and replication of studies. Students design and carry out their own study utilizing approaches learned in class. A one-week stay off campus at a field site may be required. Prerequisite(s): one of the following: BIO 125, 190, BI/GE 112; CHEM 107A, CH/ES 107B, or FYS 398; ENVR 203; or GEO 103. Recommended background: two prerequisite courses. Enrollment limited to 18.    H. Ewing.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ENVR#ENVRs38'> LINK </a>","Requisite":" one of the following: BIO 125, 190, BI/GE 112; CHEM 107A, CH/ES 107B, or FYS 398; ENVR 203; or GEO 103. Recommended background: two prerequisite courses. Enrollment limited to 18.    H. Ewing.","Concentrations":["Field Studies: Natural Science (C058)","Environmental Studies"]},"color":"rgb(169, 91, 22)","size":10.0},{"label":"ENVR s50","x":415.0,"y":0.0,"id":"53","attributes":{"Title":"ENVR s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Open to first-year students. Normally offered every year. Staff.","Department Code":"ENVR","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVRs50'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(169, 91, 22)","size":10.0}],"edges":[{"label":"","source":"0","target":"3","id":"6","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"3","target":"28","id":"8","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"3","target":"48","id":"10","attributes":{},"color":"rgb(80, 105, 55)","size":1.0},{"label":"","source":"3","target":"50","id":"12","attributes":{},"color":"rgb(85, 55, 93)","size":1.0},{"label":"","source":"4","target":"45","id":"14","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"6","target":"16","id":"16","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"7","target":"21","id":"18","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"9","target":"28","id":"20","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"11","target":"36","id":"22","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"13","target":"18","id":"24","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"15","target":"18","id":"26","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"18","target":"41","id":"28","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"19","target":"25","id":"30","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"20","target":"28","id":"32","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"21","target":"36","id":"34","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"21","target":"45","id":"36","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"24","target":"25","id":"38","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"26","target":"52","id":"40","attributes":{},"color":"rgb(169, 91, 22)","size":1.0},{"label":"","source":"28","target":"30","id":"42","attributes":{},"color":"rgb(66, 4, 19)","size":1.0},{"label":"","source":"28","target":"39","id":"44","attributes":{},"color":"rgb(66, 4, 19)","size":1.0},{"label":"","source":"28","target":"43","id":"46","attributes":{},"color":"rgb(66, 4, 19)","size":1.0},{"label":"","source":"28","target":"47","id":"48","attributes":{},"color":"rgb(66, 4, 19)","size":1.0},{"label":"","source":"30","target":"39","id":"50","attributes":{},"color":"rgb(66, 4, 19)","size":1.0},{"label":"","source":"45","target":"46","id":"52","attributes":{},"color":"rgb(169, 91, 22)","size":1.0}]}