{"nodes":[{"label":"NS/PY 363","x":40.0,"y":100.0,"id":"0","attributes":{"Title":"NS/PY 363. Physiological Psychology/Lab.","Description":"The course is an introduction to the concepts and methods used in the study of physiological mechanisms underlying behavior. Topics include an introduction to neurophysiology and neuroanatomy; an examination of sensory and motor mechanisms; and the physiological bases of ingestion, sexual behavior, reinforcement, learning, memory, and abnormal behavior. Laboratory work includes examination of neuroanatomy, development of neurosurgical and histological skills, and behavioral testing of rodents. Prerequisite(s): NS/PY 200 or BI/NS 308. (Biological.)    Normally offered every year. J. Castro.","Department Code":"NS/PY","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=NRSC#NS/PY363'> LINK </a>","Requisite":" NS/PY 200 or BI/NS 308. (Biological.)    Normally offered every year. J. Castro.","Concentrations":["The Human Body (C027)","Learning and Teaching (C084)","Philosophy and Psychology (C031)"]},"color":"rgb(67, 192, 214)","size":10.0},{"label":"PSYC 218","x":0.0,"y":100.0,"id":"1","attributes":{"Title":"PSYC 218. Statistics.","Description":"A course in the use of statistical methods for describing and drawing inferences from data. Experimental and correlational research designs are studied by analyzing data for numerous problems. Topics covered include sampling theory, correlation and regression, t-tests, chi-square tests, and analysis of variance. Prerequisite(s): PSYC 101 or NS/PY 200. Enrollment limited to 30.    Normally offered every semester. Staff.","Department Code":"PSYC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PSYC#PSYC218'> LINK </a>","Requisite":" PSYC 101 or NS/PY 200. Enrollment limited to 30.    Normally offered every semester. Staff.","Concentrations":["Learning and Teaching (C084)","Neuroscience"]},"color":"rgb(183, 221, 120)","size":10.0},{"label":"NRSC 458","x":70.0,"y":0.0,"id":"2","attributes":{"Title":"NRSC 458. Capstone Thesis in Neuroscience.","Description":" Open to seniors majors with departmental permission. A neuroscience thesis involves independent laboratory research on a topic broadly related to neuroscience. This may take the form of one- or two-semester projects conducted under the supervision of a Bates faculty member, or participation in a summer neuroscience-related research internship off-campus that culminates in data analysis and writing during the fall semester. With the latter option, students take responsibiligy for finding and securing a summer research position in neuroscience that involves some form of data collection, and students must also secure permissin from the summer research mentor to bring data back to Bates for analysis and write-up. Students register for NRSC 457 in the fall semester and/or for NRSC 458 in the winter semester. Majors writing an honors thesis register for both NRSC 457 and 458. Instructor permission is required.    Normally offered every year. Staff.","Department Code":"NRSC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=NRSC#NRSC458'> LINK </a>","Requisite":[],"Concentrations":["Neuroscience"]},"color":"rgb(177, 45, 159)","size":10.0},{"label":"BI/NS 308","x":10.0,"y":200.0,"id":"3","attributes":{"Title":"BI/NS 308. Neurobiology/Lab.","Description":"An introduction to the molecular and cellular principles of neurobiology and the organization of neurons into networks. Also included are the topics of developmental and synaptic plasticity, and the role invertebrate systems have played in our understanding of these processes. Laboratories include electrical recordings from nerve cells, computer simulation and modeling, and the use of molecular techniques in neurobiology. Prerequisite(s): BIO 242. Enrollment limited to 12 per laboratory section.          Normally offered every year. N. Kleckner.","Department Code":"BI/NS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=BIO#BI/NS308'> LINK </a>","Requisite":" BIO 242. Enrollment limited to 12 per laboratory section.          Normally offered every year. N. Kleckner.","Concentrations":["Applying Mathematical Methods (C006)","Learning and Teaching (C084)"]},"color":"rgb(59, 58, 49)","size":10.0},{"label":"NRSC 457","x":80.0,"y":0.0,"id":"4","attributes":{"Title":"NRSC 457. Capstone Thesis in Neuroscience.","Description":" Open to seniors majors with departmental permission. A neuroscience thesis involves independent laboratory research on a topic broadly related to neuroscience. This may take the form of one- or two-semester projects conducted under the supervision of a Bates faculty member, or participation in a summer neuroscience-related research internship off-campus that culminates in data analysis and writing during the fall semester. With the latter option, students take responsibility for finding and securing a summer research position in neuroscience that involves some form of data collection, and students must also secure permission from the summer research mentor to bring data back to Bates for analysis and write-up. Students register for NRSC 457 in the fall semester and/or for NRSC 458 in the winter semester. Majors writing an honors thesis register for both NRSC 457 and 458. Instructor permission is required.    Normally offered every year. Staff.","Department Code":"NRSC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=NRSC#NRSC457'> LINK </a>","Requisite":[],"Concentrations":["Neuroscience"]},"color":"rgb(177, 45, 159)","size":10.0},{"label":"BIO 244","x":0.0,"y":300.0,"id":"5","attributes":{"Title":"BIO 244. Biostatistics.","Description":"A course in the use of both descriptive and inferential statistics in the biological sciences, including such topics as types of data, population structure, probability distributions, common types of statistical inference (t-, F-, and chi-square tests), correlation and regression, analysis of variance, and an introduction to nonparametric statistics.  Prerequisite(s): BIO 190. Enrollment limited to 50.       Normally offered every year. C. Essenberg.","Department Code":"BIO","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=BIO#BIO244'> LINK </a>","Requisite":" BIO 190. Enrollment limited to 50.       Normally offered every year. C. Essenberg.","Concentrations":["Applying Mathematical Methods (C006)","Learning and Teaching (C084)"]},"color":"rgb(208, 231, 146)","size":10.0},{"label":"NRSC s50","x":90.0,"y":0.0,"id":"6","attributes":{"Title":"NRSC s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair is required. Students may register for no more than one independent study during a Short Term. Open to first-year students. Normally offered every year. Staff.","Department Code":"NRSC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=NRSC#NRSCs50'> LINK </a>","Requisite":[],"Concentrations":["Neuroscience"]},"color":"rgb(177, 45, 159)","size":10.0},{"label":"PSYC 361","x":10.0,"y":100.0,"id":"7","attributes":{"Title":"PSYC 361. Topics in Affective Neuroscience.","Description":"A seminar that examines advances in the interdisciplinary field of affective neuroscience. Topics may include methodology, cognitive components of emotion, emotion in personality and temperament, neuroscience of positive and negative affect, moral emotions, unconscious emotions, evolutionary perspectives of affect, emotion dysregulation and psychopathology, neuroethics and neurolaw, and neuroscience of fervor.  Prerequisite(s): NS/PY 200 or PSYC 215. Not open to first-year students or sophomores. Enrollment limited to 15. N. Koven.","Department Code":"PSYC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PSYC#PSYC361'> LINK </a>","Requisite":" NS/PY 200 or PSYC 215. Not open to first-year students or sophomores. Enrollment limited to 15. N. Koven.","Concentrations":["Learning and Teaching (C084)","Philosophy and Psychology (C031)","Neuroscience"]},"color":"rgb(183, 221, 120)","size":10.0},{"label":"NS/PY 461","x":0.0,"y":200.0,"id":"8","attributes":{"Title":"NS/PY 461. Capstone Seminar on Psychoendocrinology.","Description":"This seminar focuses on the topic of social cognition as it applies to peptide levels in order to investigate the neurochemistry of emotional intelligence, theory of mind, and self-perception as well as probe their intermediate cognitive/affective mechanisms. Students work in groups to test novel hypotheses using human subjects and, through the research process, learn methods of experimental neuropsychological assessment and enzyme-linked immunosorbent assay. Open to seniors with department or program permission. Prerequisite(s): BIO 244 or PSYC 218 and NS/PY 330. Enrollment limited to 12. Instructor permission is required.    N. Koven.","Department Code":"NS/PY","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=NRSC#NS/PY461'> LINK </a>","Requisite":" BIO 244 or PSYC 218 and NS/PY 330. Enrollment limited to 12. Instructor permission is required.    N. Koven.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(67, 192, 214)","size":10.0},{"label":"NRSC 459","x":100.0,"y":0.0,"id":"9","attributes":{"Title":"NRSC 459. Community-Engaged Learning Capstone.","Description":"Open to senior majors with permission of the program faculty, this capstone project involves creative collaboration with a campus or community partner to produce a body of neuroscience-related work that benefits that partner. Students complete fifty to sixty hours of work in a campus/community placement and engage in structured writing exercises specific to the placement. Students may wish to consult with the Harward Center for Community Partnerships as they develop their ideas; the idea is subject to approval by the neuroscience faculty committee. Instructor permission is required.    Normally offered every semester. J. Castro, N. Kleckner, N. Koven.","Department Code":"NRSC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=NRSC#NRSC459'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(177, 45, 159)","size":10.0},{"label":"NRSC 460","x":40.0,"y":200.0,"id":"10","attributes":{"Title":"NRSC 460. Capstone Seminar on Cellular Neuroscience.","Description":"Open to seniors with departmental permission. Cellular neuroscience encompasses many subfields that include an analysis of the interaction of different molecules in determining neuron and glial cell behavior. The focus of this course is on the molecules necessary for development, regeneration, and excitability of individual neurons, utilizing model organisms such as zebrafish and pond snails. Students engage in research-related activities and attend seminars by experts in the fields of cellular neuroscience. Students work individually or in groups to design novel hypotheses based on a close reading of the literature and write research proposals that explain how to test those hypotheses. Prerequisite(s): BIO 242 and one of the following: BI/NS 308, BIO 328 or 337, or NS/PY 363. Not open to students who have received credit for BIO 460. Enrollment limited to 12. Instructor permission is required.    Normally offered every year. N. Kleckner.","Department Code":"NRSC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=NRSC#NRSC460'> LINK </a>","Requisite":" BIO 242 and one of the following: BI/NS 308, BIO 328 or 337, or NS/PY 363. Not open to students who have received credit for BIO 460. Enrollment limited to 12. Instructor permission is required.    Normally offered every year. N. Kleckner.","Concentrations":[]},"color":"rgb(177, 45, 159)","size":10.0},{"label":"PSYC 357","x":20.0,"y":100.0,"id":"11","attributes":{"Title":"PSYC 357. Computational Neuroscience.","Description":"In this course, students apply techniques from engineering and computer science to address fundamental questions of brain function. Examining real data sets, students explore how the brain encodes and represents information on cellular scales, and also how computational approaches can be brought to bear on traditional neuroscience disciplines being revolutionized by data-driven paradigms. Specific topics include spike statistics, reverse correlation and linear models of encoding, dimensionality reduction, cell assembly analysis, and computational genomics. All assignments, and most class work emphasizes computer programming in Matlab (though no background is assumed or expected).. Prerequisite(s): NS/PY 200 and PSYC 218 or any 200-level mathematics course. Enrollment limited to 15. Normally offered every year. J. Castro.","Department Code":"PSYC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PSYC#PSYC357'> LINK </a>","Requisite":" NS/PY 200 and PSYC 218 or any 200-level mathematics course. Enrollment limited to 15. Normally offered every year. J. Castro.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(183, 221, 120)","size":10.0},{"label":"PSYC 230","x":50.0,"y":200.0,"id":"12","attributes":{"Title":"PSYC 230. Cognitive Psychology.","Description":"This course provides an overview of contemporary research and theories concerning the structure and processes of the mind. Topics covered include information processing, artificial intelligence, sensory memory, masking effects, object recognition, attention, short-term/working memory, long-term memory, false memories, language, and decision making. Prerequisite(s): PSYC 101.   Not open to students who have received credit for PSYC 222. Open to first-year students. Enrollment limited to 50. Normally offered every year. T. Kahan, K. Mathis.","Department Code":"PSYC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PSYC#PSYC230'> LINK </a>","Requisite":" PSYC 101.   Not open to students who have received credit for PSYC 222. Open to first-year students. Enrollment limited to 50. Normally offered every year. T. Kahan, K. Mathis.","Concentrations":["Learning and Teaching (C084)","Philosophy and Psychology (C031)"]},"color":"rgb(183, 221, 120)","size":10.0},{"label":"NS/PY 330","x":50.0,"y":100.0,"id":"13","attributes":{"Title":"NS/PY 330. Cognitive Neuroscience/Lab.","Description":"This course explores how the \nneurological organization of the brain influences the way people think, feel, and act. Particular emphasis is given to the brain systems that support object recognition, spatial processing, attention, language, memory, executive functions, and emotion. Students also investigate clinical syndromes and unusual cognitive phenomena. A wide range of research techniques is introduced, including positron emission topography, functional magnetic resonance imaging, diffusion tensor imaging, neuropsychological assessment, event-related potentials, magnetoencephalography, and transcranial magnetic stimulation. Prerequisite(s): NS/PY 200 or 363 or PSYC 215, 222, or 230.    Enrollment limited to 40. Enrollment limited to 20 per laboratory section. (Biological.) Normally offered every year. N. Koven.","Department Code":"NS/PY","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=NRSC#NS/PY330'> LINK </a>","Requisite":" NS/PY 200 or 363 or PSYC 215, 222, or 230.    Enrollment limited to 40. Enrollment limited to 20 per laboratory section. (Biological.) Normally offered every year. N. Koven.","Concentrations":["Learning and Teaching (C084)","Philosophy and Psychology (C031)"]},"color":"rgb(67, 192, 214)","size":10.0},{"label":"PSYC 399","x":60.0,"y":200.0,"id":"14","attributes":{"Title":"PSYC 399. Junior-Senior Seminar in Biological Psychology.","Description":"A course designed to give junior and senior majors an opportunity to explore a significant new area in biological psychology. The topic changes from year to year and with the expertise of the faculty member. Possible topics include neural bases of additions, memory, sexual behavior, and stress. Prerequisite(s): one of the following: BI/NS 308 or NS/PY 330 or 363. Enrollment limited to 15. Staff.","Department Code":"PSYC","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=PSYC#PSYC399'> LINK </a>","Requisite":" one of the following: BI/NS 308 or NS/PY 330 or 363. Enrollment limited to 15. Staff.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(183, 221, 120)","size":10.0},{"label":"NRSC 360","x":110.0,"y":0.0,"id":"15","attributes":{"Title":"NRSC 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"NRSC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=NRSC#NRSC360'> LINK </a>","Requisite":[],"Concentrations":["Neuroscience"]},"color":"rgb(177, 45, 159)","size":10.0},{"label":"PSYC 319","x":30.0,"y":100.0,"id":"16","attributes":{"Title":"PSYC 319. Physiological Profiles of Mental Illness.","Description":"This course examines the physiology associated with a range of mental illnesses. Biological methods (e.g., neuroscience, autonomic psychophysiology) are used to explore the physiological underpinnings of mood, anxiety, psychotic, personality, and other psychological disorders. Clinical implications are discussed including evaluating the utility of incorporating physiological measurement into diagnosis and treatment of psychopathology. Prerequisite(s): NS/PY 200 or PSYC 215 or 235. Enrollment limited to 20. Normally offered every year. K. White.","Department Code":"PSYC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PSYC#PSYC319'> LINK </a>","Requisite":" NS/PY 200 or PSYC 215 or 235. Enrollment limited to 20. Normally offered every year. K. White.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(183, 221, 120)","size":10.0},{"label":"BIO 242","x":10.0,"y":300.0,"id":"17","attributes":{"Title":"BIO 242. Cellular and Molecular Biology/Lab.","Description":"A view of life at the cellular and molecular levels. Topics include cellular energetics, membrane phenomena, genetics, and molecular biology. Laboratory studies include enzymology, bacterial transformation, the light reactions of photosynthesis, Mendelian genetics, bioinformatics, and DNA analysis using gel electrophoresis and polymerase chain reaction. Quantitative analysis of data and peer-reviewed scientific writing are emphasized.  This course is required for the biology, biological chemistry, and neuroscience majors. Prerequisite(s): BIO 190 and CHEM 108A or CH/ES 108B. Enrollment limited to 60.             Normally offered every year. Staff.","Department Code":"BIO","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=BIO#BIO242'> LINK </a>","Requisite":" BIO 190 and CHEM 108A or CH/ES 108B. Enrollment limited to 60.             Normally offered every year. Staff.","Concentrations":["Learning and Teaching (C084)","Biological Chemistry","Neuroscience"]},"color":"rgb(208, 231, 146)","size":10.0},{"label":"BIO 328","x":40.0,"y":300.0,"id":"18","attributes":{"Title":"BIO 328. Developmental Biology/Lab.","Description":"Developmental biology is a dynamic field that addresses questions related to how organisms come into being and grow. This course introduces students to developmental biology with a particular emphasis on the molecular basis for developmental events. The course focuses on the mechanisms involved in making cells that are different from one another (cell differentiation) and the associated mechanisms by which patterns are created (morphogenesis). In the lab, students explore the phenomenon of development in several of the most prominently utilized model organisms. The lab culminates in an independent project. Prerequisite(s): BIO 242. Enrollment limited to 20.       Normally offered every year. L. Williams.","Department Code":"BIO","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=BIO#BIO328'> LINK </a>","Requisite":" BIO 242. Enrollment limited to 20.       Normally offered every year. L. Williams.","Concentrations":["The Human Body (C027)","Learning and Teaching (C084)"]},"color":"rgb(208, 231, 146)","size":10.0},{"label":"PSYC 364","x":60.0,"y":100.0,"id":"19","attributes":{"Title":"PSYC 364. Psychobiology of Smell.","Description":"Smells are the most enigmatic percepts, incomparably vivid and immediate, yet seemingly impossible to describe or quantify. This course begins with a brief philosophical and historical inquiry into the nature of smell, and then critically examines the recent scientific literature in olfactory neuroscience. Topics include the molecular biology of odor detection, neural coding and representation of odors, the role of odors in social and sexual behavior, and the relationships between odor, memory, emotion, and language. Prerequisite(s): NS/PY 200 or PSYC 215. Enrollment limited to 15. Normally offered every year. J. Castro.","Department Code":"PSYC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PSYC#PSYC364'> LINK </a>","Requisite":" NS/PY 200 or PSYC 215. Enrollment limited to 15. Normally offered every year. J. Castro.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(183, 221, 120)","size":10.0},{"label":"NS/PY 200","x":30.0,"y":0.0,"id":"20","attributes":{"Title":"NS/PY 200. Introduction to Neuroscience.","Description":"In this course, students \nlearn how the structure and function of the central and peripheral nervous systems support mind and behavior. Topics introduced include neuroanatomy, developmental neurobiology, neurophysiology, neuropharmacology, and neuropsychiatry. The course is aimed at prospective majors and nonmajors who are interested in exploring a field in which biology and psychology merge, and to which many other disciplines (e.g., chemistry, philosophy, anthropology, linguistics, computer science) have contributed. Not open to students who have received credit for PSYC 215. Open to first-year students. Enrollment limited to 50. (Biological.) Normally offered every year. J. Castro, N. Koven.","Department Code":"NS/PY","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=NRSC#NS/PY200'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)","Sound (C005)"]},"color":"rgb(67, 192, 214)","size":10.0}],"edges":[{"label":"","source":"0","target":"3","id":"6","attributes":{},"color":"rgb(59, 58, 49)","size":1.0},{"label":"","source":"0","target":"10","id":"8","attributes":{},"color":"rgb(177, 45, 159)","size":1.0},{"label":"","source":"0","target":"13","id":"10","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"0","target":"14","id":"12","attributes":{},"color":"rgb(183, 221, 120)","size":1.0},{"label":"","source":"0","target":"20","id":"14","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"1","target":"8","id":"16","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"1","target":"11","id":"18","attributes":{},"color":"rgb(183, 221, 120)","size":1.0},{"label":"","source":"1","target":"20","id":"20","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"3","target":"14","id":"22","attributes":{},"color":"rgb(183, 221, 120)","size":1.0},{"label":"","source":"3","target":"17","id":"24","attributes":{},"color":"rgb(208, 231, 146)","size":1.0},{"label":"","source":"5","target":"8","id":"26","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"7","target":"20","id":"28","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"8","target":"13","id":"30","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"10","target":"17","id":"32","attributes":{},"color":"rgb(208, 231, 146)","size":1.0},{"label":"","source":"10","target":"18","id":"34","attributes":{},"color":"rgb(208, 231, 146)","size":1.0},{"label":"","source":"11","target":"20","id":"36","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"12","target":"13","id":"38","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"13","target":"14","id":"40","attributes":{},"color":"rgb(183, 221, 120)","size":1.0},{"label":"","source":"13","target":"20","id":"42","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"16","target":"20","id":"44","attributes":{},"color":"rgb(67, 192, 214)","size":1.0},{"label":"","source":"17","target":"18","id":"46","attributes":{},"color":"rgb(208, 231, 146)","size":1.0},{"label":"","source":"19","target":"20","id":"48","attributes":{},"color":"rgb(67, 192, 214)","size":1.0}]}