{"nodes":[{"label":"RHET 391G","x":40.0,"y":100.0,"id":"0","attributes":{"Title":"RHET 391G. Immigration and Media.","Description":"In the post-9/11 United States, few political issues have been as hotly contested as immigration. During the same time, many independent, Hollywood, and international film and television products have attempted to capitalize on this interest by representing immigrants and immigrant experiences. These media texts sit at the intersection of politics, economics, and art; each film or program becomes a site around which the diverse political leanings of a mass audience, the economic imperatives of cinematic and televisual production, and the artistic motives of media makers compete with and influence one another. Prerequisite(s): RHET 100 and 120. Enrollment limited to 15. Instructor permission is required.    J. Cavallero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET391G'> LINK </a>","Requisite":" RHET 100 and 120. Enrollment limited to 15. Instructor permission is required.    J. Cavallero.","Concentrations":["Film and Media Studies (C019)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET s22","x":90.0,"y":0.0,"id":"1","attributes":{"Title":"RHET s22. The Cinema of John Ford.","Description":"This course considers the work of Hollywood legend and Maine native John Ford. Best Known for his westerns, Ford also directed classics like   and   Students tour sites in Portland where Ford lived and worked, consider various ways of approaching his movies, and complete short documentaries about Ford.   Enrollment limited to 12. Instructor permission is required. J. Cavallero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHETs22'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 360","x":100.0,"y":0.0,"id":"2","attributes":{"Title":"RHET 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET360'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET s51A","x":110.0,"y":0.0,"id":"3","attributes":{"Title":"RHET s51A. Presidential Campaign Rhetoric.","Description":"New research, practices and technologies have prompted exciting changes in the landscape of teaching and learning at the college level. This course investigates those changes both broadly and within a specific discipline or interdisciplinary field of study. A small group of students works under the direction of a faculty member to examine innovative trends in teaching and learning, with the goal of designing or redesigning a specific course in that faculty member's field.  \n Instructor permission is required. One-time offering. S. Kelley-Romano.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=RHET#RHETs51A'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 120","x":40.0,"y":200.0,"id":"4","attributes":{"Title":"RHET 120. Introduction to Screen Studies.","Description":"This course is designed to introduce students to the production techniques, historical context, cultural function, and critical analysis of various film and television texts.  Both film and television play an important role in defining, challenging, and reinforcing cultural norms and practices. By looking critically at a number of texts and artifacts, the course encourages students to develop a better understanding of the role film and television play in defining cultures and \"reality.\" Enrollment limited to 40. Normally offered every year. J. Cavallero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET120'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 391F","x":120.0,"y":0.0,"id":"5","attributes":{"Title":"RHET 391F. Bollywood.","Description":"This course develops a historical understanding of Bollywood while demonstrating that the economic realities of a globalized world have ethical implications for cultural production.  The course considers the history of Bollywood productions from the 1950s to the 1990s, a time in which the aesthetic style and production practices of these films were established; special attention is paid to the gender, racial, sexual, and class politics of these movies. Next, students consider the industry's global popularity and the lucrative potential of transnational audiences. Finally, they investigate how Hollywood and independent films have attempted to capture a more traditional Bollywood audience. Films under study include   and   Recommended backgound: RHET 100 and 120. Enrollment limited to 15. Instructor permission is required. J. Cavallero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET391F'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)","South Asian Studies (C087)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 276","x":130.0,"y":0.0,"id":"6","attributes":{"Title":"RHET 276. Television Criticism.","Description":"This course examines the representational strategies employed by television to convey social messages. The goals of the course are twofold: first, to acquaint students with the basic theoretical premises of rhetorical approaches to television; and second, to provide students an opportunity for critical and original research. Possible televisual texts include prime-time dramas, situation comedies, soap operas, talk shows, news programming, and sporting events. Prerequisite (s): RHET 100. Open to first-year students. Enrollment limited to 30.    S. Kelley-Romano.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=RHET#RHET276'> LINK </a>","Requisite":[],"Concentrations":["Evidence: Documentation and Reality (C017)","Film and Media Studies (C019)","Popular Culture (C040)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RH/TH s40","x":140.0,"y":0.0,"id":"7","attributes":{"Title":"RH/TH s40. Digital Video Production.","Description":"A hands-on, immersion course at Maine Media Workshops in Rockport, Maine, in the art of storytelling through digital video production, including both narrative fiction and documentary genres. Students learn cinematic language, storytelling, storyboarding, drafting a shooting script, location scouting, casting talent, rehearsing, blocking, and directing actors and crew. They also consider the roles of filmmakers, from producers and directors to camera and sound specialists and editors. Students are introduced to Final Cut Pro and the postproduction process. During the course students are expected to research, write, shoot, and edit a number of finished works. There is an extra fee for this course. Enrollment limited to 8. Normally offered every year. Staff.","Department Code":"RH/TH","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RH/THs40'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)","Filmmaking in Cultural Context (C075)","Theater Arts (C028)"]},"color":"rgb(255, 38, 20)","size":10.0},{"label":"RHET 226","x":150.0,"y":0.0,"id":"8","attributes":{"Title":"RHET 226. Minority Images in Hollywood Film.","Description":"This course explores representations of African Americans, Asian Americans, Latinos, and Native Americans both in mainstream Hollywood films and those by oppositional independent filmmakers. Film viewings, discussions, readings, and written assignments explore the construction of racial otherness through specifically cinematic techniques. The careers and oeuvres of influential minority filmmakers and actors including Sidney Poitier, Oscar Micheaux, Anna May Wong, Dolores del Rio, Ang Lee, and Spike Lee are examined. Not open to students who have received credit for AA/TH 226. Open to first-year students. C. Nero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET226'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)","Racisms (C041)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 391E","x":10.0,"y":100.0,"id":"9","attributes":{"Title":"RHET 391E. The Interracial Buddy Film.","Description":"This course examines the intersections of race and gender in the interracial buddy film, an enduring genre that emerged in the civil rights era and has become one of the most profitable film formulas. Students examine how the films construct masculinity and race in political contexts. Prerequisite(s): RHET 100 or 120 or AA/RH 162.    Enrollment limited to 15. Instructor permission is required. C. Nero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET391E'> LINK </a>","Requisite":" RHET 100 or 120 or AA/RH 162.    Enrollment limited to 15. Instructor permission is required. C. Nero.","Concentrations":["Film and Media Studies (C019)","American Cultural Studies"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 391","x":160.0,"y":0.0,"id":"10","attributes":{"Title":"RHET 391. Topics in Rhetorical Criticism.","Description":"The topic varies from semester to semester. The seminar relies largely upon individual student research, reports, and discussion. Instructor permission is required. Students should consult the departmental web page for petition form. Enrollment limited to 15. Instructor permission is required.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET391'> LINK </a>","Requisite":[],"Concentrations":["The City in History: Urbanism and Constructed Spaces (C057)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"AA/RH 162","x":10.0,"y":200.0,"id":"11","attributes":{"Title":"AA/RH 162. White Redemption: Cinema and the Co-optation of African American History.","Description":"Since its origins in the early twentieth century, film has debated how to represent black suffering. This course examines one aspect of that debate: the persistent themes of white goodness, innocence, and blamelessness in films that are allegedly about black history and culture. Historical and cultural topics examined in film include the enslavement of Africans, Reconstruction, and the civil rights movement.    Normally offered every year. C. Nero.","Department Code":"AA/RH","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#AA/RH162'> LINK </a>","Requisite":[],"Concentrations":["Beauty and Desire (C055)","The City in History: Urbanism and Constructed Spaces (C057)","Color: Sight and Perception (C036)","Culture and Meaning (C026)","Film and Media Studies (C019)","Identity, Race, and Ethnicity (C037)","Popular Culture (C040)","Producing Culture: Arts and Audience (C061)","Racisms (C041)"]},"color":"rgb(48, 164, 172)","size":10.0},{"label":"RHET 391D","x":20.0,"y":100.0,"id":"12","attributes":{"Title":"RHET 391D. Argument Theory.","Description":"This course allows students to explore in depth the theory of argumentation. It examines theorists from Aristotle to Perelman, and creates opportunities for students to explore and enact theory. Prerequisite(s): RHET 100. Enrollment limited to 15. Instructor permission is required. J. Hovden.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=RHET#RHET391D'> LINK </a>","Requisite":" RHET 100. Enrollment limited to 15. Instructor permission is required. J. Hovden.","Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET s30","x":35.0,"y":300.0,"id":"13","attributes":{"Title":"RHET s30. Film Festivals and Digital Video Production.","Description":"This course draws on the resources of the Lewiston/Auburn community to introduce students to film festival management and digital video production. Students will work with Lewiston/Auburn’s Emerge Film Festival to help run the event. In addition, they will learn various production techniques and produce high-quality videos that Emerge may use to enhance its promotional and development opportunities (which could include but may not be limited to the Emerge website, grant applications, and meetings with potential donors). Production will be approached through the study of critical theories, and several writing assignments will accompany the creation of digital content. Prerequisite(s): RHET 120 and 240.    Enrollment limited to 16. Instructor permission is required. (Community-Engaged Learning.) Normally offered every other year. J. Cavallero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHETs30'> LINK </a>","Requisite":" RHET 120 and 240.    Enrollment limited to 16. Instructor permission is required. (Community-Engaged Learning.) Normally offered every other year. J. Cavallero.","Concentrations":["Knowledge, Action, and the Public Good (C091)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 220","x":170.0,"y":0.0,"id":"14","attributes":{"Title":"RHET 220. Constructions of Italian American Men and Masculinities.","Description":"From Rudolf Valentino to The Godfather to Jersey Shore, American media makers and audiences seem obsessed with the Italian American man. In challenging cultural conventions and brazenly refusing to conform to accepted social norms, the Italian American male in popular culture is simultaneously admired and feared. Representations of the Italian American male indulge fantasies of total freedom while providing a cautionary tale that endorses social conformity. This course examines representations of Italian American men to determine the cultural place of ethnicity, gender, sexuality, and class, with attention paid to the rhetorical usage of these overlapping identities. Prerequisitie(s): Either RHET 100 or 120.\n Enrollment limited to 30. J. Cavallero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET220'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 185","x":180.0,"y":0.0,"id":"15","attributes":{"Title":"RHET 185. Public Discourse.","Description":"This course is designed to develop an awareness of and skill in the techniques needed by a speaker in varying situations, from the large gathering to the small group. Students analyze and compose public speeches on various political issues. Not open to students who have received credit for RHET s16. Enrollment limited to 24. J. Hovden.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=RHET#RHET185'> LINK </a>","Requisite":[],"Concentrations":["Language and Literacy (C085)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 458","x":190.0,"y":0.0,"id":"16","attributes":{"Title":"RHET 458. Senior Thesis.","Description":"A substantial academic or artistic project. Students register for RHET 458 in the winter semester. Majors writing an honors thesis register for both RHET 457 and 458.    Normally offered every year. Staff.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET458'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 391B","x":50.0,"y":100.0,"id":"17","attributes":{"Title":"RHET 391B. Presidential Campaign Rhetoric.","Description":"In this course, students explore the wide array of discourse surrounding presidential campaigns. Attention is paid to political speeches, advertisements, debates, news reporting, and the use of social media in campaigning. Students also participate in an extensive \"mock campaign\" complete with candidates, conventions, media, debates and scandal. Special attention is paid to the evaluation of evidence and sources in the construction of political argument and image. Prerequisite(s): RHET 100 or 120. Enrollment limited to 15. Instructor permission is required. S. Kelley-Romano.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET391B'> LINK </a>","Requisite":" RHET 100 or 120. Enrollment limited to 15. Instructor permission is required. S. Kelley-Romano.","Concentrations":["Evidence: Documentation and Reality (C017)","American Cultural Studies"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET s31","x":200.0,"y":0.0,"id":"18","attributes":{"Title":"RHET s31. Conspiracy Rhetoric.","Description":"\"Just because you're paranoid does not mean they're not out to get you.\" This course examines the rhetoric that has surrounded conspiracy theories in American culture. Specifically, students focus on the argumentative form as well as the social functions of conspiracy discourse. Particular attention is paid to those conspiracies that surround UFO and alien abductions discourse. Prerequisite(s): at least one rhetoric course. Open to first-year students. Enrollment limited to 15. Instructor permission is required. S. Kelley-Romano.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=RHET#RHETs31'> LINK </a>","Requisite":" at least one rhetoric course. Open to first-year students. Enrollment limited to 15. Instructor permission is required. S. Kelley-Romano.","Concentrations":["Evidence: Documentation and Reality (C017)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET s16","x":210.0,"y":0.0,"id":"19","attributes":{"Title":"RHET s16. Public Discourse.","Description":"This course is designed to develop an awareness of and skill in the techniques needed by a speaker in varying situations, from the large gathering to the small group. Students analyze and compose public speeches on various political issues. Not open to students who have received credit for RHET 185. Open to first-year students. Enrollment limited to 24. J. Hovden.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHETs16'> LINK </a>","Requisite":[],"Concentrations":["Language and Literacy (C085)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 260","x":220.0,"y":0.0,"id":"20","attributes":{"Title":"RHET 260. Lesbian and Gay Images in Film.","Description":"This course investigates the representation of lesbians and gays in film from the Golden Age of Hollywood to the contemporary independent filmmaking movement. Topics may include the effect of the \"closet\" on Hollywood film, homophobic imagery, international queer films, \"camp\" as a visual and narrative code for homosexuality, the independent filmmaking movement, and the debates about queer visibility in contemporary mass-market and independent films. Open to first-year students.    C. Nero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET260'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)","Globalization (C014)","Queer Studies (C009)","American Cultural Studies","Women and Gender Studies"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 257","x":70.0,"y":100.0,"id":"21","attributes":{"Title":"RHET 257. Rhetorical Criticism.","Description":"In this course, students apply rhetorical theories to a variety of artifacts to understand the unique insights afforded by rhetorical studies. Students write, present, and discuss papers in which they apply and analyze different rhetorical perspectives. Rhetorical artifacts examined include political speeches, campaign advertising, television, print advertisements, editorials, music, film, Internet sites, and social-movement rhetoric. Prerequisite(s): RHET 100.    Open to first-year students. Enrollment limited to 30.       Normally offered every other year. S. Kelley-Romano.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=RHET#RHET257'> LINK </a>","Requisite":" RHET 100.    Open to first-year students. Enrollment limited to 30.       Normally offered every other year. S. Kelley-Romano.","Concentrations":["Evidence: Documentation and Reality (C017)","Film and Media Studies (C019)","Sound (C005)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 252","x":0.0,"y":100.0,"id":"22","attributes":{"Title":"RHET 252. Rhetorical Theory.","Description":"While rhetoric is commonly perceived to be persuasion, rhetorical theorists have long studied the relationship between symbol systems and broader aspects of human identity. This course focuses on theories that explore the epistemological (how we know) and the ontological (being) aspects of language use. The course begins with general theories related to the topic and then moves to discussions of how language influences our understanding and embodiment of race, gender, sexuality, and citizenship. Prerequisite(s): RHET 100.   Open to first-year students. Enrollment limited to 30.    J. Hovden.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET252'> LINK </a>","Requisite":" RHET 100.   Open to first-year students. Enrollment limited to 30.    J. Hovden.","Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 100","x":40.0,"y":0.0,"id":"23","attributes":{"Title":"RHET 100. What is Rhetoric?.","Description":"Although the oldest discipline, rhetoric may be the least understood. Aristotle defined rhetoric as \"the faculty of observing in any given case the available means of persuasion.\" In this course, students conduct a historical survey of rhetorical theory from classical times to the present. Rhetorical artifacts examined include political speeches, television programs, print advertisements, editorials, music, film, and Internet sites. Required of all rhetoric majors and minors. Not open to students who have received credit for RHET 155. Enrollment limited to 30.    Normally offered every year. S. Kelley-Romano.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET100'> LINK </a>","Requisite":[],"Concentrations":["The Ancient World (C054)","Language and Literacy (C085)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 240","x":45.0,"y":300.0,"id":"24","attributes":{"Title":"RHET 240. Film Theory.","Description":"What is a film? How should films be viewed? What cultural role do the movies play? As might be expected, such open-ended questions have yielded no shortage of answers. This intermediate-level film studies course introduces students to some of the dominant theoretical models that have surfaced throughout the history of film theory (including formal film analysis, realism, Soviet montage theory, documentary theory, and experimental film theory), while also exploring issues of cultural studies, authorship, ideology, representation, digital cinema, reception studies, and global and transnational cinema. In coming to an understanding of these approaches, students develop a deeper comprehension of the cultural place and artistic significance of the movies. Prerequisite(s): RHET 120.   Enrollment limited to 40.    Normally offered every year. J. Cavallero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET240'> LINK </a>","Requisite":" RHET 120.   Enrollment limited to 40.    Normally offered every year. J. Cavallero.","Concentrations":["Film and Media Studies (C019)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 273","x":80.0,"y":100.0,"id":"25","attributes":{"Title":"RHET 273. Monday Morning Quarterbacking: The Rhetoric of Sports.","Description":"This course examines the ways in which discourse surrounding sports influences culture, politics, and one's sense of self. Using rhetorical theories such as myth, metaphor, and narrative, students analyze the discourses surrounding topics such as the rhetorical construction of the athlete, sporting events, athletes as racialized and gendered bodies, the commodification of the athlete, athletes and activism, and fandom and identification. Prerequisite(s): RHET 100.   Open to first-year students. Enrollment limited to 30.    Normally offered every other year. J. Hovden.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET273'> LINK </a>","Requisite":" RHET 100.   Open to first-year students. Enrollment limited to 30.    Normally offered every other year. J. Hovden.","Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 391A","x":60.0,"y":100.0,"id":"26","attributes":{"Title":"RHET 391A. The Rhetoric of Alien Abduction.","Description":"This seminar examines the discourse surrounding UFOs and alien abduction. Texts are drawn from various media and include both fictional and nonfictional accounts of interaction with aliens. The course uses abduction/UFO discourse as a way to interrogate articulations of power, reality, control, rights, and identity as they are expressed both by abduction experiencers and popular culture. Topics include conspiracy, narrative, apocalyptic rhetoric, and myth. Prerequisite(s): RHET 100 or 120. Enrollment limited to 15. Instructor permission is required. S. Kelley-Romano.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET391A'> LINK </a>","Requisite":" RHET 100 or 120. Enrollment limited to 15. Instructor permission is required. S. Kelley-Romano.","Concentrations":["Evidence: Documentation and Reality (C017)","Popular Culture (C040)","American Cultural Studies"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 365","x":230.0,"y":0.0,"id":"27","attributes":{"Title":"RHET 365. Special Topics.","Description":"Offered occasionally in selected subjects.  Staff.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET365'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET s17","x":240.0,"y":0.0,"id":"28","attributes":{"Title":"RHET s17. Introduction to Argumentation.","Description":"An examination of the theory and practice of argumentation. This course explores argument theory from antiquity to the present and gives students the opportunity to develop skills in structured academic debates.   Not open to students who have received credit for RHET 186. Open to first-year students. Enrollment limited to 24. J. Hovden.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHETs17'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET s32","x":250.0,"y":0.0,"id":"29","attributes":{"Title":"RHET s32. Motown America.","Description":"This course examines the discourse from and about Motown Records. Launched in 1959, Motown played a critical role in the racial integration of popular entertainment. Students examine how Motown constructed race, gender, sexual, and class identities in its music and in its stars to appeal to African American audiences and to cross over into the mostly white American mainstream. They also examine cinematic and theatrical entertainments about Motown. Prerequisites(s): one of the following: AA/RH 162, RHET 100, 120, AAS 100, or ACS 100. Enrollment limited to 30. C. Nero.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHETs32'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)","Racisms (C041)"]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 457","x":260.0,"y":0.0,"id":"30","attributes":{"Title":"RHET 457. Senior Thesis.","Description":"A substantial academic or artistic project. Students register for RHET 457 in the fall semester. Majors writing an honors thesis register for both RHET 457 and 458.    Normally offered every year. Staff.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET457'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET s50","x":270.0,"y":0.0,"id":"31","attributes":{"Title":"RHET s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHETs50'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 186","x":280.0,"y":0.0,"id":"32","attributes":{"Title":"RHET 186. Introduction to Argumentation.","Description":"An examination of the theory and practice of argumentation. This course explores argument theory from antiquity to the present and gives students the opportunity to develop skills in structured academic debates. Not open to students who have received credit for RHET 291. Enrollment limited to 20. J. Hovden.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=RHET#RHET186'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(189, 150, 101)","size":10.0},{"label":"RHET 265","x":30.0,"y":100.0,"id":"33","attributes":{"Title":"RHET 265. The Rhetoric of Women's Rights.","Description":"Throughout American history the roles and rights ascribed to women have differed from those ascribed to men. Because of their differing situations, women have had to use rhetorical means to attain their goals of equality and access to the public sphere. This course examines rhetorical strategies used by women to overcome the exigencies they faced. It considers the rhetoric of oppositional voices who have challenged the goals of the feminist movements and the rhetoric in the broader social environment that establishes the social norms and values in which the movement must operate. Students learn and apply the tools of rhetorical criticism in order to identify, describe, and evaluate the rhetoric studies. Prerequisite(s): RHET 100 or 120. Open to first-year students. Enrollment limited to 30.    S. Kelley-Romano.","Department Code":"RHET","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=RHET#RHET265'> LINK </a>","Requisite":" RHET 100 or 120. Open to first-year students. Enrollment limited to 30.    S. Kelley-Romano.","Concentrations":["Evidence: Documentation and Reality (C017)","Language and Literacy (C085)","American Cultural Studies","Women and Gender Studies"]},"color":"rgb(189, 150, 101)","size":10.0}],"edges":[{"label":"","source":"0","target":"4","id":"6","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"0","target":"23","id":"8","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"4","target":"9","id":"10","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"4","target":"13","id":"12","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"4","target":"17","id":"14","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"4","target":"24","id":"16","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"4","target":"26","id":"18","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"4","target":"33","id":"20","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"9","target":"11","id":"22","attributes":{},"color":"rgb(48, 164, 172)","size":1.0},{"label":"","source":"9","target":"23","id":"24","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"12","target":"23","id":"26","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"13","target":"24","id":"28","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"17","target":"23","id":"30","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"21","target":"23","id":"32","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"22","target":"23","id":"34","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"23","target":"25","id":"36","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"23","target":"26","id":"38","attributes":{},"color":"rgb(189, 150, 101)","size":1.0},{"label":"","source":"23","target":"33","id":"40","attributes":{},"color":"rgb(189, 150, 101)","size":1.0}]}