{"nodes":[{"label":"REL 450","x":0.0,"y":0.0,"id":"0","attributes":{"Title":"REL 450. Senior Research Seminar.","Description":"A course designed to give senior majors a common core experience in research in religion. Through writing, presenting, and discussing several papers, students explore topics of their own choosing from different theoretical and comparative perspectives. Required of all majors. Enrollment is limited to junior and senior majors and, by written permission of instructor, to interdisciplinary majors.    Instructor permission is required.    Normally offered every year. T. Tracy.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL450'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"RE/SO s22","x":10.0,"y":0.0,"id":"1","attributes":{"Title":"RE/SO s22. The Meaning of Work.","Description":"The question of the meaning of work stretches across time and continents and engages a wide range of philosophical, theological, social, psychological, economic, and organizational themes and theories. Most of us spend most of our waking hours working, yet we rarely pause to consider work's realized or possible meanings. This course is intended to be such a pause: a moment to stop and reflect on the phenomenon that is arguably at the foundation of human civilization and the human psyche. The course explores issues of value, purpose, function, organization, justice, community, and sustainability in relation to work. It also considers the varied ways in which work and American life and identity co-determine each other. In addition to a wide range of written texts, sources include film, first-person interviews, and a community-engaged learning project. Enrollment limited to 30. (Community-Engaged Learning.) Normally offered every year. D. Ray.","Department Code":"RE/SO","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#RE/SOs22'> LINK </a>","Requisite":[],"Concentrations":["Knowledge, Action, and the Public Good (C091)","Learning and Teaching (C084)","Religious Studies (C001)"]},"color":"rgb(5, 62, 86)","size":10.0},{"label":"REL 110","x":20.0,"y":0.0,"id":"2","attributes":{"Title":"REL 110. Death and Afterlife: Bodies and Souls in Comparative Perspective.","Description":"An introduction to the comparative study of religion centering on the ways in which various traditions have addressed a basic question: What happens to humans when they die? Primary attention is given to the answers of at least three of the following religions: Christianity, Hinduism, Buddhism, and Chinese and Japanese religions. Ways of studying these answers in their many dimensions (ritual, doctrinal, mythological, sociological, psychological) are introduced; topics such as notions of heaven and hell, reincarnation, relics, burial patterns, ghosts, visionary journeys to the other world, quests for immortality, near-death experiences, and resurrections are addressed. Enrollment limited to 40. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL110'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 105","x":30.0,"y":0.0,"id":"3","attributes":{"Title":"REL 105. Battling for the Soul of America: Religion, Politics, and the Culture Wars.","Description":"The recent controversy with Kentucky court clerk Kim Davis and same-sex marriage underscores the importance of faith and values in American politics. Contemporary political controversies surrounding Planned Parenthood and women's reproductive rights, welfare and poverty, racial profiling and mass incarceration, and immigration and security are reminiscent of the culture wars that polarized America after World War II. This course revisits the culture wars of the second half of the twentieth century in order to critically examine the relationship between religion and politics in America.    Enrollment limited to 40. One-time offering. J. Drake.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL105'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 306B","x":40.0,"y":0.0,"id":"4","attributes":{"Title":"REL 306B. Dr. Benjamin Elijah Mays.","Description":"Benjamin Elijah Mays, Class of 1920, is remembered for his eulogy of Dr. Martin Luther King Jr., his presidency of Morehouse College, and his famous declaration, \"Bates College did not emancipate me; it did the far greater service of making it possible for me to emancipate myself.\" Seldom mentioned are his multiple roles as a minister, educator, social activist, journalist, advisor to three American presidents, leader in international organizations, and scholar of American religion. This course examines the life, career, and writings of Dr. Mays as lenses through which to view American religious thought and history. Prerequisite(s): FYS 152 or one course in religious studies. Enrollment limited to 15. M. Bruce.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL306B'> LINK </a>","Requisite":" FYS 152 or one course in religious studies. Enrollment limited to 15. M. Bruce.","Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"RE/WS s20","x":50.0,"y":0.0,"id":"5","attributes":{"Title":"RE/WS s20. Feminist Visionary Ethics.","Description":"In this course students analyze contemporary practices and imagine future possibilities through the lens of a critical and visionary feminist ethics. They first explore several broad areas of local, national, and global public policy and practice, informed by feminist visionaries from a variety of spiritual and cultural locations. Students read works by futurist fiction writers whose works embody ethical critiques and feminist visions of society that draw on tools and insights from nondominant, often unfamiliar, sacred traditions. These works of fiction provide a different range of perspectives from which to consider the ethical implications of our present — and future — choices and actions. Recommended background: one course in women and gender studies. Enrollment limited to 20. C. Baker.","Department Code":"RE/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=REL#RE/WSs20'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(29, 24, 172)","size":10.0},{"label":"REL 269","x":60.0,"y":0.0,"id":"6","attributes":{"Title":"REL 269. Muslim Worlds: A Literary and Cinematic Exploration.","Description":"This course explores the diversity of Muslim experience and self-understanding through contemporary fiction and feature film by writers and directors from across the Muslim world. In addition to geographical and cultural diversity, the course explores a broad spectrum of Muslim perspectives: those of women and men, adults and children, homosexuals and heterosexuals, socioeconomic elites and subalterns, urbanites and rural village dwellers. What constitutes a \"Muslim\" life? What does contemporary literature and film tell us about the specific experiences and concerns of Muslims in the modern world? Enrollment limited to 30. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL269'> LINK </a>","Requisite":[],"Concentrations":["Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"RE/WS 310","x":70.0,"y":0.0,"id":"7","attributes":{"Title":"RE/WS 310. Gender and Judaism.","Description":"In this course, students explore aspects of Jewish culture and images of Jews and Judaism through the lenses of gender and sexuality. They examine ideologies, images, and practices from Jewish traditions with an eye to the ways in which gender and sexuality are constructed, maintained, contested, and/or transformed through them. Feminist Jews and Judaism serve as sources for insight and critique as well as constructive resources for religious reflection, ritual, and visions of Judaism's future. Enrollment limited to 15. C. Baker.","Department Code":"RE/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#RE/WS310'> LINK </a>","Requisite":[],"Concentrations":["Queer Studies (C009)","Religious Studies (C001)"]},"color":"rgb(29, 24, 172)","size":10.0},{"label":"REL 320","x":80.0,"y":0.0,"id":"8","attributes":{"Title":"REL 320. Religion and Government in the Middle East: Colonialism to the Arab Spring.","Description":"This seminar examines the place of religion in Middle Eastern politics between the rise of European colonialism and the start of the Arab Spring. Religion in the early modern Middle East encompasses not only the communal values of the region's local Muslims, Christians, and Jews, but also the complex relationship between religious ethics and notions of government. Students read a range of texts highlighting the history of governments throughout the Middle East, from Algeria and Egypt to Iraq and Iran, focusing on ways religious ethics and identities intersect with political theory between the nineteenth and the twenty-first centuries. Prerequisite(s): one course on European colonialism, nationalism, Islam, or Middle Eastern history. Instructor permission is required. A. Akhtar.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL320'> LINK </a>","Requisite":" one course on European colonialism, nationalism, Islam, or Middle Eastern history. Instructor permission is required. A. Akhtar.","Concentrations":["Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"RE/WS 203","x":90.0,"y":0.0,"id":"9","attributes":{"Title":"RE/WS 203. Women, Gender, and Islam.","Description":"The course introduces normative Islamic traditions and Islamic discourses about women and gender from inception of the religion in the seventh century   to the present day. It surveys Muslim women's experiences across a broad span of historical periods and cultural arenas, from the Middle East, Asia, and Africa to Europe and North America. Encouraging a critical postcolonial reflexive perspective and emphasizing Muslim women's voices and historical agency, the course draws on a range of scholarly disciplines and methods including historical, anthropological, literary, and art historical studies to explore understandings beyond common stereotypes of \"the oppressed Muslim woman.\" Recommended background: WGST 100.    Open to first-year students. Enrollment limited to 40. S. Oladi Ghadikolaei.","Department Code":"RE/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#RE/WS203'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(29, 24, 172)","size":10.0},{"label":"REL 270","x":100.0,"y":0.0,"id":"10","attributes":{"Title":"REL 270. Religion and American Visual Culture.","Description":"A study of the constitutive role of visual culture in the formation of American religious traditions and the influence of religious experience on American art and mass culture. Moving from the colonial period to the present, this course examines the symbiotic relationship between American visual culture and religion in painting, photography, illustrated media, mass-produced objects, memorials, architecture, and decorative items. Open to first-year students. Enrollment limited to 40. M. Bruce.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL270'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)","American Cultural Studies"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"RE/WS 311","x":110.0,"y":0.0,"id":"11","attributes":{"Title":"RE/WS 311. Buddhism and Gender.","Description":"This course examines the role of gender in Buddhist communities from the inception of the religious tradition to the modern day. How has gender identity influenced the development of this tradition? Where do we see gender in Buddhist literature, doctrine, and art? How do modern ideas of what \"Buddhism\" is affect change in the North American context, and how is this different from the Buddhist past? The course draws on a variety of sources, including literary, cinematic, and visual materials, to answer these questions. Special attention is given to how gender is presented in doctrinal texts, and the (dis)connection between these documents and the lived experiences of Buddhist people, as presented in interviews and autobiographies by Buddhist practitioners from a variety of moments and communities.    Enrollment limited to 15. Normally offered every other year. A. Melnick.","Department Code":"RE/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#RE/WS311'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(29, 24, 172)","size":10.0},{"label":"REL 264","x":120.0,"y":0.0,"id":"12","attributes":{"Title":"REL 264. The Islamic Tradition.","Description":"This survey course introduces the religious traditions of Islam, along with aspects of Islamic civilization and culture. Topics include Islamic theology, the Prophet Muhammad, the Quran, Sunni and Shi'i traditions, Sufism, Islamic art, women and Islam, and postcolonial Islamic experience, including the rise of Islamic extremism. What does Islam mean to a Muslim? What makes Islam one of the most popular and influential religious traditions in the history of humankind? This course is recommended as a first course in Islamic studies. Open to first-year students. Enrollment limited to 40. Normally offered every year. A. Akhtar.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=REL#REL264'> LINK </a>","Requisite":[],"Concentrations":["Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 458","x":130.0,"y":0.0,"id":"13","attributes":{"Title":"REL 458. Senior Thesis.","Description":"Research for and writing of the senior thesis, under the direction of a member of the department. Majors writing a regular thesis register for REL 457 in the fall semester or REL 458 in the winter semester. Majors writing an honors thesis register for both REL 457 in the fall semester and 458 in the winter semester.    Normally offered every year. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL458'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 457","x":140.0,"y":0.0,"id":"14","attributes":{"Title":"REL 457. Senior Thesis.","Description":"Research for and writing of the senior thesis, under the direction of a member of the department. Majors writing a regular thesis register for REL 457 in the fall semester or REL 458 in the winter semester. Majors writing an honors thesis register for both REL 457 in the fall semester and 458 in the winter semester.    Normally offered every year. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL457'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 255","x":150.0,"y":0.0,"id":"15","attributes":{"Title":"REL 255. African American Religious Traditions.","Description":"This course examines the origins, historical development, and diversity of African American religious traditions from the colonial era to the present. Throughout American history, African Americans have used religion not only as a means of expressing complex views of themselves and their world, but also as a form of cultural critique, social reform, economic independence, and political activism. Among the movements and topics discussed are African and Caribbean religious influences, slave religion, the rise of African American denominations, the Nation of Islam, the importance of spirituals and gospel music, Afrocentricity, and the civil rights movement. Given the complex nature of African American religious experience, this course adopts an interdisciplinary approach and draws upon scholarship on religion in sociology, politics, history, art, literature, and music. Prerequisite: REL 100. Enrollment limited to 40. M. Bruce.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL255'> LINK </a>","Requisite":[],"Concentrations":["Racisms (C041)","Religious Studies (C001)","African American Studies"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 102","x":160.0,"y":0.0,"id":"16","attributes":{"Title":"REL 102. Encountering Religious Diversity.","Description":"Historically, on a global scale, religious experience appears to be ubiquitous as well as uniquely compelling. In today's interdependent \"global village,\" however, religious diversity, competing truth claims, religious misunderstanding, and religious violence are facts of life, inviting creative thought and initiative. This course promotes an informed understanding of the essential beliefs and practices of several of the world's major religious traditions — Hinduism, Buddhism, Judaism, Christianity, and Islam — while focusing on contemporary scholarship and voices from within each of these traditions on \"religious encounter.\"   Enrollment limited to 40. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL102'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 112","x":170.0,"y":0.0,"id":"17","attributes":{"Title":"REL 112. Introduction to Islam: Religion, Practice, and Culture.","Description":"This course provides an introduction to Islam as a religion, a set of practices, and a community of diverse cultures. Who is the Prophet Muhammad and what is the Quran? Why do Muslims pray, fast for Ramadan, and perform the Hajj pilgrimage in Mecca? How do Muslims practice Islam in places like Europe? The course begins with a study of the Prophet Muhammad's life, followed by an introduction to the Quran and Hadith. Students examine aspects of Muslim ritual life, especially the Hajj. Finally, they explore aspects of Muslim life in places like New York, London, and the Middle East.\n Enrollment limited to 40. Normally offered every year. A. Akhtar.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL112'> LINK </a>","Requisite":[],"Concentrations":["Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL s50","x":180.0,"y":0.0,"id":"18","attributes":{"Title":"REL s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#RELs50'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 365","x":190.0,"y":0.0,"id":"19","attributes":{"Title":"REL 365. Special Topics.","Description":"Offered from time to time on topics of special interest. ","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL365'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL s27","x":200.0,"y":0.0,"id":"20","attributes":{"Title":"REL s27. Field Studies in Religion: Cult and Community.","Description":"The course provides an opportunity for in-depth study of one of the many religious groups in southern Maine. In addition to mainstream Catholic, Protestant, Jewish, and Muslim communities, there are many nearby religious groups of particular interest: e. g., Buddhist mediation and Dharma study groups, Jehovah's Witnesses, Pagan/Wiccan groups, the Shaker community, Shiloh Chapel, and others. Students carry out their own field research, focusing on the social structure, beliefs, and practices of a community of their choice. Enrollment limited to 15. T. Tracy.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#RELs27'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)","American Cultural Studies"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 303","x":210.0,"y":0.0,"id":"21","attributes":{"Title":"REL 303. Seminar in Biblical Criticism.","Description":"Each time it is taught, this seminar focuses on a particular biblical book (e.g., Song of Songs), story cycle (e.g., the Joseph stories), or theme (e.g., apocalypse). It employs a variety of ancient and modern techniques of reading and analysis to explore its subject from a broad range of scholarly perspectives. Enrollment limited to 15.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL303'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"RE/WS 207","x":220.0,"y":0.0,"id":"22","attributes":{"Title":"RE/WS 207. Eve, Adam, and the Serpent.","Description":"This course examines the historical formation of Genesis 1–3 against the background of its literary, cultural, and historical context and its subsequent interpretation and use in Jewish, Christian, and Islamic traditions. Special attention is given to the ways in which the biblical texts have been interpreted and used to imagine, promote, and justify social orders — both hierarchical and egalitarian — as well as how the construction of gender relations links to the ways in which other social institutions are articulated and justified. Topics include the creation of the cosmos, characterizations of the Creator, the origins and perfection of humanity, the origins of evil, and the human fall from perfection. Enrollment limited to 40. C. Baker.","Department Code":"RE/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#RE/WS207'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(29, 24, 172)","size":10.0},{"label":"REL 303C","x":230.0,"y":0.0,"id":"23","attributes":{"Title":"REL 303C. Apocalypse.","Description":"From the perspective of a new millennium, this seminar looks back at 2,000 years of Christian apocalypses and books of revelation to gain an understanding of how this kind of thinking originated and developed. The seminar focuses on apocalypse as a genre and on the major themes, images, and symbol systems of Judeo-Christian apocalyptic imagination. Readings include a wide range of Jewish and Christian books of revelation and personal accounts of journeys out of the body to heavens and hells. These texts are from the Bible, the Dead Sea Scrolls, and Jewish and Christian apocrypha (\"hidden books\"). Prerequisite(s): one of the following: REL 100, 235, 236, or 238. Enrollment limited to 15. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=REL#REL303C'> LINK </a>","Requisite":" one of the following: REL 100, 235, 236, or 238. Enrollment limited to 15. Staff.","Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 120","x":240.0,"y":0.0,"id":"24","attributes":{"Title":"REL 120. Islam, Christianity, and Judaism of the Middle East: Texts, Institutions, and Law.","Description":"This course explores the historical interactions among Islam, Eastern Christianity, and Middle Eastern Judaism (Sephardi and Mizrahi Judaism) from North Africa to the Middle East. Students consider the evolution of the three religions' intellectual and legal traditions within Islamic empires, and examine the evolution of these traditions following the rise of colonialism and the founding of modern nation-states. A central component of the course is Islam's intellectual and institutional encounter with Eastern Christianity and Judaism. Enrollment limited to 40. A. Akhtar.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL120'> LINK </a>","Requisite":[],"Concentrations":["Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 211","x":250.0,"y":0.0,"id":"25","attributes":{"Title":"REL 211. Religion and Sexuality.","Description":"Sexuality and religion often seem at odds: the relationship between the two is complex, seemingly contradictory, often tense, and full of possibility.  This class will consider the richness of sexual difference in the context of contemporary global religions.  Among other topics, discussions will focus on purity balls, free love, eugenics, religious ecstasy, same sex marriage, and religiously motivated fear—even hatred—of queerness and queer people.  Students will examine popular culture sources (including films, poetry, and fiction), as well as key texts in the academic study of sexuality and religion. Open to first-year students. Enrollment limited to 40. M. Goodwin.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL211'> LINK </a>","Requisite":[],"Concentrations":["Queer Studies (C009)","Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 360","x":260.0,"y":0.0,"id":"26","attributes":{"Title":"REL 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL360'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 206","x":270.0,"y":0.0,"id":"27","attributes":{"Title":"REL 206. Religious Experience and the Study of Religion.","Description":"What is \"religion\" and how can we make sense of this varied and critically important aspect of human history and personal experience? The course examines a variety of religious phenomena and diverse scholarly attempts to understand them. Studies are drawn from Jewish, Christian, Hindu, Buddhist, Islamic, African, and Native American traditions as well as ostensibly \"secular\" contemporary American culture. Themes include notions of sacrality; scripture and wisdom traditions; religious ethics; the roles of the mind, body, and emotions in religious experience; ritual; religious imagery; religious violence; evil and suffering; and gender and religious experience. Enrollment limited to 25. Normally offered every year. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=REL#REL206'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 313","x":280.0,"y":0.0,"id":"28","attributes":{"Title":"REL 313. Human Suffering: Job, Genesis, and Revelation.","Description":"This course explores questions about suffering through the lens of the biblical books of Job and Revelation, with subsidiary attention to the first three chapters of Genesis. Students consider issues of justice, belief, morality, meaning, and response in relation to human suffering and bring together personal knowledge and reflections; community-based learning; and close, critical readings of texts in wrestling with these issues. In addition to the biblical books and scholarship on them, readings include works by Archibald MacLeish, Bill McKibben, Stephen Mitchell, and Catherine Keller. Prerequisite(s): one course in religious studies.   Enrollment limited to 15. (Community-Engaged Learning.) C. Baker.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL313'> LINK </a>","Requisite":" one course in religious studies.   Enrollment limited to 15. (Community-Engaged Learning.) C. Baker.","Concentrations":["Knowledge, Action, and the Public Good (C091)","Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 216","x":290.0,"y":0.0,"id":"29","attributes":{"Title":"REL 216. American Religious History, 1550–1840.","Description":"This course introduces students to the major themes and movements in American religious history from the colonial period to the end of Jacksonian reform. Among the topics discussed are Reformation \"churches\" and \"sects,\" Puritanism and secularism in seventeenth-century America, ethnic diversity and religious pluralism in the Middle Colonies, slavery and slave religion, revivalism, religion and the American Revolution, and social reform. Open to first-year students. Enrollment limited to 40. M. Bruce.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL216'> LINK </a>","Requisite":[],"Concentrations":["Early Modern World (C066)","Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 247","x":300.0,"y":0.0,"id":"30","attributes":{"Title":"REL 247. City upon the Hill.","Description":"From John Winthrop to Ronald Reagan, Americans imagined themselves as a chosen people, a righteous empire, and a city upon a hill. The course examines this religious view of America and its role in shaping American ideas regarding politics, education, work, women, ethnic groups, and other countries. Assigned readings include works by Edmund Morgan, Sacvan Bercovitch, R. W. B. Lewis, and William Clebsch.  Prerequisite(s): one course in religion. Open to first-year students. Enrollment limited to 40. M. Bruce.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL247'> LINK </a>","Requisite":" one course in religion. Open to first-year students. Enrollment limited to 40. M. Bruce.","Concentrations":["Religious Studies (C001)","African American Studies","American Cultural Studies"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 306","x":310.0,"y":0.0,"id":"31","attributes":{"Title":"REL 306. Seminar on American Religious Thought and History.","Description":"The seminar focuses on a different figure, movement, or issue of significance for the development of American religious thought and history. Recommended background: a course in American cultural studies or philosophy.  Enrollment limited to 15. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL306'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"RE/WS 111","x":320.0,"y":0.0,"id":"32","attributes":{"Title":"RE/WS 111. Religion and the Monstrous Feminine.","Description":"Religion tells us what we should shun: the unfamiliar, the impermissible, the Other. We turn to religion to protect us from demons, vampires, and other monsters. Knowing what scares us tells us who we are, what we want, and what we cannot or will not tolerate. How, then, do we make sense of the monstrous feminine? This course uses monsters and the concept of the monstrous to introduce fundamental concepts in the academic study of religion and gender. Students analyze popular culture sources, including films, short stories, and graphic novels, in conversation with scholarship on religion and cultural studies to explore what monstrosity can tell us about religious and embodiment. Not open to students who have received credit for AC/RE s29.    Enrollment limited to 40. One-time offering. M. Goodwin.","Department Code":"RE/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#RE/WS111'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(29, 24, 172)","size":10.0},{"label":"REL 274","x":330.0,"y":0.0,"id":"33","attributes":{"Title":"REL 274. Quran: Text, Culture, Arts.","Description":"This course introduces the Quran, the sacred scripture of Islam, exploring its primary textual themes, its history in world cultures, and its role in the visual arts of the Islamic world. Topics include the comparative study of the Quran with Jewish and Christian scriptures, the historical role of the Quran in social and communal life, and the central place of the Quran in Islamic visual and material culture. Special attention is given to the Quran in Islamic architecture from Spain to China, the illuminated manuscript tradition of Morocco, and Persian and Turkish Sufi music drawing on scriptural themes.    A. Akhtar.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL274'> LINK </a>","Requisite":[],"Concentrations":["Middle East in Global Context (C090)","Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 100","x":340.0,"y":0.0,"id":"34","attributes":{"Title":"REL 100. Religion and Film.","Description":"This course introduces students to cinematic representations of religion in feature and documentary films. Films about religion are cultural documents in and through which individual artists, religious and nonreligious groups, and nations symbolically construct their conceptions of themselves and the world. They are also the occasion for political, social, and cultural debates about ethnic and national identities. This course adopts a cultural studies approach to the study of films about religion and invites students to investigate the public debate and interdisciplinary questions and issues raised by the release of films such as   (Canada),   (United States),   (England and India),   (France), and   (United States). Enrollment limited to 40 per section. Normally offered every year. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL100'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)","Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL s21","x":350.0,"y":0.0,"id":"35","attributes":{"Title":"REL s21. Representations of Jesus.","Description":"This course explores representations of Jesus from the earliest written stories to contemporary fiction and film. Through these explorations, students consider the identity of Jesus in light of his significance for a particular community. Enrollment limited to 25. Staff.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#RELs21'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 133","x":360.0,"y":0.0,"id":"36","attributes":{"Title":"REL 133. Religion, Violence, and Nonviolence.","Description":"This course explores relationships between religion and violence and between religion and nonviolence in a variety of traditions and historical contexts. Among the topics considered are theories and practices of sacrifice and scapegoating, ordeal and retribution, crusade and jihad, religious pacifism, compassion, and nonviolent resistance movements.  A community-engaged-learning component helps to ground the study throughout the course.    Enrollment limited to 40. Normally offered every other year. C. Baker.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL133'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"REL 217","x":370.0,"y":0.0,"id":"37","attributes":{"Title":"REL 217. American Religious History, 1840–Present.","Description":"The course seeks to understand the importance of religion in the evolution of a sense of national identity and of national destiny for the United States. Consideration is given to the importance of religious traditions both in the development and sanctioning of national mythologies, and in the critique or criticism of these mythologies. The historical background of such considerations begins with Native American religions. The course concludes with a study of \"religious freedom\" in a multicultural nation again uncertain of its grounds for unity. Open to first-year students. Enrollment limited to 40. M. Bruce.","Department Code":"REL","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=REL#REL217'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(152, 241, 207)","size":10.0},{"label":"FYS 152","x":40.0,"y":100.0,"id":"38","attributes":{"Title":"FYS 152","Description":"not offered in the last 4 semesters","Department Code":"FYS","Course Site":"","Requisite":"","Concentrations":[]},"color":"rgb(208, 226, 8)","size":10.0},{"label":"REL 238","x":230.0,"y":100.0,"id":"39","attributes":{"Title":"REL 238","Description":"not offered in the last 4 semesters","Department Code":"REL","Course Site":"","Requisite":"","Concentrations":[]},"color":"rgb(152, 241, 207)","size":10.0}],"edges":[{"label":"","source":"4","target":"38","id":"6","attributes":{},"color":"rgb(208, 226, 8)","size":1.0},{"label":"","source":"23","target":"39","id":"8","attributes":{},"color":"rgb(152, 241, 207)","size":1.0}]}