{"nodes":[{"label":"WGST 365","x":0.0,"y":0.0,"id":"0","attributes":{"Title":"WGST 365. Special Topics.","Description":"A course or seminar offered from time to time and reserved for a special topic selected by the Committee on Women and Gender Studies.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST365'> LINK </a>","Requisite":[],"Concentrations":["Women and Gender Studies"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST s41","x":10.0,"y":0.0,"id":"1","attributes":{"Title":"WGST s41. Introduction to Queer Studies.","Description":"New research practices and technologies have prompted exciting changes in the landscape of teaching and learning at the college level.  This course investigates those changes both broadly and within a specific discipline or interdisciplinary field of study.  A small group of students works under the direction of a faculty member to examine innovative trends in teaching and learning with the goal of designing or redesigning a specific course in that faculty member’s field. In this course, students design a new course on the history and contemporary applications of queer theory and interdisciplinary queer studies for the Program in Women and Gender Studies and the Queer Studies General Education concenetration, administered by the program.    Enrollment limited to 6. One-time offering. E. Osucha.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGSTs41'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST s50","x":20.0,"y":0.0,"id":"2","attributes":{"Title":"WGST s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGSTs50'> LINK </a>","Requisite":[],"Concentrations":["Women and Gender Studies"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST 400","x":30.0,"y":0.0,"id":"3","attributes":{"Title":"WGST 400. Junior-Senior Seminar.","Description":"This seminar is an advanced inquiry into feminist theories and methods. Drawing on work in several disciplinary fields, students ask how using gender as a category of analysis illuminates and/or changes the questions of other disciplines. Students also investigate the development of core theories and methods within women and gender studies. Required of all majors. Normally, one 400-level seminar is offered each year. Open to juniors and seniors only.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST400'> LINK </a>","Requisite":[],"Concentrations":["Women and Gender Studies"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST 335","x":40.0,"y":100.0,"id":"4","attributes":{"Title":"WGST 335. Tobacco: Gender Matters.","Description":"In the opening episode of the popular television show  , entitled \"Smoke Gets in Your Eyes,\" cigarettes feature as the primary signifier of mid-twentieth-century social norms and cultural divides. As   suggests, tobacco matters to our ability to understand the formation of cultural values and divides. In this reading- and research-intensive seminar, students use gender to examine the global history of tobacco production, consumption, and control. Through historical and comparative study they consider the role of tobacco in shaping ideas about gender, race, ethnicity, sexuality, and class. Topics include the political economy of tobacco, tobacco control movements, tobacco and human rights, and health equity. Prerequisite(s): WGST 100. Not open to students who have received credit for PT/WS s14. Enrollment limited to 15. (Community-Engaged Learning.) M. Plastas.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST335'> LINK </a>","Requisite":" WGST 100. Not open to students who have received credit for PT/WS s14. Enrollment limited to 15. (Community-Engaged Learning.) M. Plastas.","Concentrations":["Knowledge, Action, and the Public Good (C091)","Public Health (C065)"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST 457","x":100.0,"y":0.0,"id":"5","attributes":{"Title":"WGST 457. Senior Thesis.","Description":"The research and writing of an extended essay or report, or the completion of a creative project, under the supervision of a faculty member. Majors normally register for WGST 458 in the winter semester. Majors writing an honors thesis register for both WGST 457 in the fall semester.    Normally offered every year. Staff.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST457'> LINK </a>","Requisite":[],"Concentrations":["Women and Gender Studies"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST 100","x":65.0,"y":0.0,"id":"6","attributes":{"Title":"WGST 100. Introduction to Women and Gender Studies.","Description":"An interdisciplinary study of women and gender in cross-cultural and historical perspectives. Emphasis is given to the gendered lives and to potentials for solidarity given diversities of race, class, ethnicity, age, (dis)ability, sexuality, nationality, and religion.    Enrollment limited to 40. Normally offered every year. Staff.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST100'> LINK </a>","Requisite":[],"Concentrations":["Queer Studies (C009)","American Cultural Studies","Women and Gender Studies"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"ENVR 301","x":50.0,"y":100.0,"id":"7","attributes":{"Title":"ENVR 301. Politics of Nature.","Description":"What is nature and what does it mean to say that it has a politics? In one common understanding, nature is precisely that which stands apart from political dynamics, indicating a world of objective \"facts\" beyond human influence. Yet the concept of nature has long been implicated in relations of power, whether by making certain social relationships such as race, gender, and class seem inevitable or by lending strength to movements for liberation. This course examines the politics of nature through various lenses of poststructuralist, postcolonial, feminist, and Marxist political theory, ultimately seeking to imagine how nature itself might become a site for transformative democratic practice. Prerequisite(s): Any two of the following: AN/ES 242; ENVR 203, 204, 205, or 272; ES/PL 214; PHIL 150, 211, or 262; PLTC 191 or 202; SOC 204; or WGST 100.   Enrollment limited to 15.    One-time offering. E. Miller.","Department Code":"ENVR","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ENVR#ENVR301'> LINK </a>","Requisite":" Any two of the following: AN/ES 242; ENVR 203, 204, 205, or 272; ES/PL 214; PHIL 150, 211, or 262; PLTC 191 or 202; SOC 204; or WGST 100.   Enrollment limited to 15.    One-time offering. E. Miller.","Concentrations":[]},"color":"rgb(81, 153, 19)","size":10.0},{"label":"INDS 342","x":60.0,"y":100.0,"id":"8","attributes":{"Title":"INDS 342. Performance, Narrative, and the Body.","Description":"This course examines the politics of the body through the  inter/transdisciplinary frames of the narrative and performance, including the specific ways performance and narrative theories of the body and cultural practices operate in everyday life and social formations. Students examine how the \"body\" is performed and how narrative is constructed in a variety of different contexts such as race, gender, disease, sexuality, and culture. The course places narrative and performance at the center (rather than the margins) of inquiry, asking how far and how deeply performativity reaches into our lives and how performances construct our identities, differences, and our bodies: who we are and who we can become. Cross-listed in African American studies, anthropology, and women and gender studies. Prerequisite(s): WGST 100. Recommended background: course work in African American studies, American cultural studies, anthropology, politics, sociology, or women and gender studies. Enrollment limited to 15. M. Beasley.","Department Code":"INDS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=AAS#INDS342'> LINK </a>","Requisite":" WGST 100. Recommended background: course work in African American studies, American cultural studies, anthropology, politics, sociology, or women and gender studies. Enrollment limited to 15. M. Beasley.","Concentrations":["Identity, Race, and Ethnicity (C037)","Language and Literacy (C085)","Queer Studies (C009)","African American Studies","American Cultural Studies","Women and Gender Studies"]},"color":"rgb(121, 231, 65)","size":10.0},{"label":"WGST 355","x":70.0,"y":100.0,"id":"9","attributes":{"Title":"WGST 355. Gender and Technology.","Description":"Using gender as its central category of analysis, this advanced reading seminar examines historical and contemporary relationships among masculinities, femininities, and technologies. The course devotes special attention to those technologies used to define, alter, and enhance sexual identity, including dietary aids, cosmetics, psychopharmaceuticals, and hormone therapies. Throughout, the seminar seeks to illuminate structured relations of inequality, investigating the ways in which everyday material objects come to generate, enforce, and transform patterns of social stratification. Prerequisite(s): WGST 100 and two other courses listed in women and gender studies. R. Herzig.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST355'> LINK </a>","Requisite":" WGST 100 and two other courses listed in women and gender studies. R. Herzig.","Concentrations":["Beauty and Desire (C055)","The Human Body (C027)","Material Culture (C083)","Environmental Studies","Women and Gender Studies"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST 458","x":110.0,"y":0.0,"id":"10","attributes":{"Title":"WGST 458. Senior Thesis.","Description":"The research and writing of an extended essay or report, or the completion of a creative project, under the supervision of a faculty member. Majors normally register for WGST 458 in the winter semester. Majors writing an honors thesis register for both WGST 457 in the fall semester and 458 in the winter semester.    Normally offered every year. Staff.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST458'> LINK </a>","Requisite":[],"Concentrations":["Women and Gender Studies"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"AC/WS 353","x":80.0,"y":100.0,"id":"11","attributes":{"Title":"AC/WS 353. Critical Theory/Critical Acts.","Description":"Critical theory unravels streams of repressive discourses and hierarchies in our contemporary world, and artists have fostered ruptures and fissures in everyday life. This seminar ponders the concept of \"cultural worker\" and laments the domain of theory by exploring the intersections between critical theory, art, and cultural politics. Students engage in the ruptures, the fragments of knowledge, and making sense of the residue of \"social change\" while not forgetting the problematization of the aesthetic. They consider U.S.-based interdisciplinary artists such as Thiong'o, Fusco, Ana Mediata, Tania Bruguera, David Hammon, Jay-Z, Pope.L, and Lady Gaga with critical theorists such as Fanon, Butler, Foucault, Phalen, Muñoz, Moten, Adorno, Barthes, Dorothea Olkowski, and Benjamin. This seminar is based on close readings of theoretical texts and connecting those texts with contemporary cultural politics. Prerequisite(s): one of the following: AA/AC 119, ACS 100, AC/AV 340, AC/EN 395B, AV/WS 287, INDS 250 or 267, or WGST 100. Enrollment limited to 15. M. Beasley.","Department Code":"AC/WS","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ACS#AC/WS353'> LINK </a>","Requisite":" one of the following: AA/AC 119, ACS 100, AC/AV 340, AC/EN 395B, AV/WS 287, INDS 250 or 267, or WGST 100. Enrollment limited to 15. M. Beasley.","Concentrations":["Material Culture (C083)","Queer Studies (C009)"]},"color":"rgb(50, 63, 207)","size":10.0},{"label":"WGST 400D","x":120.0,"y":0.0,"id":"12","attributes":{"Title":"WGST 400D. Global Feminisms.","Description":"A seminar exploring feminist movements in an international context. Topics include divisions of labor and the \"global assembly line,\" immigration and transnationalism, postcolonialism, and cultural imperialism. Students analyze local and international feminist activism and examine multiple definitions of gender, race, ethnicity, and nationhood. Prerequisite(s): five core courses in women and gender studies. Open to juniors and seniors only. Enrollment limited to 15. Instructor permission is required. R. Herzig, L. Hill.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST400D'> LINK </a>","Requisite":" five core courses in women and gender studies. Open to juniors and seniors only. Enrollment limited to 15. Instructor permission is required. R. Herzig, L. Hill.","Concentrations":["Women and Gender Studies"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST 400C","x":130.0,"y":0.0,"id":"13","attributes":{"Title":"WGST 400C. Understanding Disease.","Description":"Intensive reading seminar examining the nature, causes, and consequences of human disease and illness. Students consider the birth of the germ theory and biomedical model of disease; the professionalization of medical care; and the role of class, nation, gender, and race in disease research and treatment. Prerequisite(s): five core courses in women and gender studies. Open to juniors and seniors only. Enrollment limited to 15. Instructor permission is required. R. Herzig.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST400C'> LINK </a>","Requisite":" five core courses in women and gender studies. Open to juniors and seniors only. Enrollment limited to 15. Instructor permission is required. R. Herzig.","Concentrations":["Public Health (C065)","Women and Gender Studies"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST 356","x":90.0,"y":100.0,"id":"14","attributes":{"Title":"WGST 356. Marriage in America.","Description":"This reading-intensive seminar delves into the surprising history of ideas and practices of marriage in the United States and U.S. territories from the colonial era to the present.  Paying special attention to the idealization of intimate romantic love in contemporary popular culture, readings and discussions explore the interplay of citizenship, religion, consumption, labor, reproduction, sexuality, and racialized gender in an institution long at the center of American life. Prerequisite(s): WGST 100. Enrollment limited to 20. R. Herzig.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST356'> LINK </a>","Requisite":" WGST 100. Enrollment limited to 20. R. Herzig.","Concentrations":["Class, Inequity, Poverty, and Justice (C008)","Queer Studies (C009)"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST 202","x":140.0,"y":0.0,"id":"15","attributes":{"Title":"WGST 202. Queer and Trans Sports Studies.","Description":"This course brings queer studies and trans studies perspectives to sport, looking at practice, representation, discourse, and relations among them. Topics include the reach into the lives of all athletes of gender binarism and gender segregation; the regulation of transgender, gender nonconforming, and intersex athletes, including the delineation of those categories, in the context of other discourses around human variation in sport; the roles of raced masculinities, femininities, heteronormativities, and homonormativities in the valuation of athleticism, athletes, and sports; and issues from pleasure to pink-washing surrounding the participation of queer-identified people in recreational, competitive, and professional sport. Recommended background: one course on the study of gender, sexuality, queer studies, trans studies, and/or sports studies. Enrollment limited to 30.    E. Rand.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST202'> LINK </a>","Requisite":[],"Concentrations":["The Human Body (C027)","Queer Studies (C009)"]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST s51A","x":150.0,"y":0.0,"id":"16","attributes":{"Title":"WGST s51A. Introduction to Queer Studies.","Description":"New research practices and technologies have prompted exciting changes in the landscape of teaching and learning at the college level.  This course investigates those changes both broadly and within a specific discipline or interdisciplinary field of study.  A small group of students works under the direction of a faculty member to examine innovative trends in teaching and learning with the goal of designing or redesigning a specific course in that faculty member’s field. In this course, students design a new course on the history and contemporary applications of queer theory and interdisciplinary queer studies for the Program in Women and Gender Studies and the Queer Studies General Education concenetration, administered by the program.    Enrollment limited to 6. One-time offering. E. Osucha.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGSTs51A'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(42, 204, 119)","size":10.0},{"label":"WGST 360","x":160.0,"y":0.0,"id":"17","attributes":{"Title":"WGST 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every year. Staff.","Department Code":"WGST","Course Site":"<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=WGST#WGST360'> LINK </a>","Requisite":[],"Concentrations":["Women and Gender Studies"]},"color":"rgb(42, 204, 119)","size":10.0}],"edges":[{"label":"","source":"4","target":"6","id":"6","attributes":{},"color":"rgb(42, 204, 119)","size":1.0},{"label":"","source":"6","target":"7","id":"8","attributes":{},"color":"rgb(81, 153, 19)","size":1.0},{"label":"","source":"6","target":"8","id":"10","attributes":{},"color":"rgb(121, 231, 65)","size":1.0},{"label":"","source":"6","target":"9","id":"12","attributes":{},"color":"rgb(42, 204, 119)","size":1.0},{"label":"","source":"6","target":"11","id":"14","attributes":{},"color":"rgb(50, 63, 207)","size":1.0},{"label":"","source":"6","target":"14","id":"16","attributes":{},"color":"rgb(42, 204, 119)","size":1.0}]}