{"edges": [{"label": "", "target": "5", "source": "3", "id": "6", "attributes": {}, "size": 1.0, "color": "rgb(157, 55, 144)"}, {"label": "", "target": "17", "source": "3", "id": "8", "attributes": {}, "size": 1.0, "color": "rgb(157, 55, 144)"}, {"label": "", "target": "22", "source": "3", "id": "10", "attributes": {}, "size": 1.0, "color": "rgb(157, 55, 144)"}, {"label": "", "target": "30", "source": "3", "id": "12", "attributes": {}, "size": 1.0, "color": "rgb(157, 55, 144)"}, {"label": "", "target": "62", "source": "3", "id": "14", "attributes": {}, "size": 1.0, "color": "rgb(157, 55, 144)"}, {"label": "", "target": "69", "source": "3", "id": "16", "attributes": {}, "size": 1.0, "color": "rgb(157, 55, 144)"}], "nodes": [{"x": 0.0, "label": "FYS 308", "id": "0", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 308. Searching for the Good Life.", "Concentrations": ["Philosophy and Psychology (C031)"], "Description": "What are the things that bring people happiness? Does marriage, for example, bring more happiness or unhappiness to those who choose it? Does wealth make people happy? If so, how much wealth is enough to ensure happiness? Is a productive career likely to bring happiness? How well do most individuals do at selecting the things that will bring them sustained happiness? Is happiness even the right yardstick to use in measuring the goodness of life? And at the end of life, what constitutes a good death? In this seminar, students grapple with these and related topics in regular discussions, projects, and papers. Enrollment limited to 15.    M. Sargent.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS308'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 10.0, "label": "FYS 445", "id": "1", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 445. The Nature of Spirituality.", "Concentrations": [], "Description": "What do people mean when they claim to be \"spiritual but not religious\"?  Why do rivers and sunsets, trees and mountaintops so often come to be associated with spiritual power and connection to a greater Reality? This course invites students to explore such questions and phenomena through shared reading of a variety of scriptures, naturalist writers, and mystics; through producing their own formal essays, reviews, and creative reflections; and through experiential learning in a more-than-human world. Enrollment limited to 15.    C. Baker.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS445'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 20.0, "label": "FYS 428", "id": "2", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 428. Nature and the Natural in Eighteenth-Century Literature.", "Concentrations": [], "Description": "Where does nature come from? How do we identify and classify what is natural and distinguish it from what is not? This course takes up these questions using writing from the British eighteenth century. This was a period when nature and the natural received new cultural attention, so much that historians sometimes suggest that nature was \"invented\" as a concept at this time. Readings, discussions, and written work examine the cultural, political, and even psychological consequences of this shift toward the natural, from poetic descriptions of agricultural labor to accounts of human feeling grounded in controversial theories about \"sensibility,\" a supposedly natural human capacity for feeling. \n Enrollment limited to 15.    N. Valvo.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS428'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 55.0, "label": "FYS 274", "id": "3", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 274. Physics in the Twentieth Century/Lab.", "Concentrations": ["Physics of the Large and Small (C056)"], "Description": "An introduction to great twentieth-century discoveries in physics, including the wave-particle duality of light and matter, quantum effects, special relativity, nuclear physics, and elementary particles. Laboratory experiments such as the photoelectric effect and electron diffraction are incorporated into the seminar. This seminar can substitute for PHYS 108 and is designed for students who had a strong background in high school physics. Not open to students who have received credit for PHYS 108. Enrollment limited to 15.             N. Lundblad.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS274'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 90.0, "label": "FYS 300", "id": "4", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 300. Exploring Education through Narratives.", "Concentrations": ["Children, Adolescents, School (C030)", "Class, Inequity, Poverty, and Justice (C008)", "American Cultural Studies"], "Description": "In this seminar, stories, once the primary way knowledge passed from one generation to another, are the basis for examining educational topics and issues. Students read fictional, biographical, autobiographical, and other narratives to learn more about some aspect of education and/or schooling. Topics include teachers and teaching; teacher/student roles; gender identity; students' experiences in school; and how race, class, ethnicity, sexuality, or other differences may cause some to feel like outsiders. Students conduct fieldwork and independent research. Enrollment limited to 15.    B. Sale.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS300'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 30.0, "label": "PHYS 220", "id": "5", "y": 10.0, "attributes": {"Requisite": " MATH 106 or higher and PHYS 108 or FYS 274.       R. Saha.", "Department Code": "PHYS", "Title": "PHYS 220. Climate Change and Modeling.", "Concentrations": ["Learning and Teaching (C084)", "Physics of the Large and Small (C056)"], "Description": "A quantitative introduction to the science of climate change and climate modeling that explores the impact of both human activities and natural variability on climate. Simple conceptual models are developed, with the goal of understanding the role of feedbacks, stability, and abrupt changes. Topics include the basic physics of climate, El Niño/La Niña, climate models, the greenhouse effect and global warming, and glacial cycles. Prerequisite(s): MATH 106 or higher and PHYS 108 or FYS 274.       R. Saha.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=PHAS#PHYS220'> LINK </a>"}, "size": 10.0, "color": "rgb(157, 55, 144)"}, {"x": 100.0, "label": "FYS 362", "id": "6", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 362. Biomedical Ethics.", "Concentrations": ["Philosophy (C042)", "Philosophy and Psychology (C031)", "Public Health (C065)"], "Description": "The rapid changes in the biological sciences and medical technology have thoroughly transformed the practice of medicine. The added complexity and power of medicine has in turn revolutionized the responsibilities and duties that accompany the medical professions. This course explores the values and norms governing medical practice from multiple perspectives, including Asian and Islamic approaches. Topics include the rights and responsibilities of health care providers and patients; the justification for euthanasia; and the problems of access, allocation, and rationing of health care services. Not open to students who have received credit for PHIL 213. Enrollment limited to 15.    D. Cummiskey.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS362'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 110.0, "label": "FYS 221", "id": "7", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 221. Medicine and the American Civil War.", "Concentrations": [], "Description": "Relatively little improvement in Western medical science and care occurred between the time of the American Revolution and the Civil War. By 1861, both the United States and the Confederate States of America were faced with the sudden appearance of large numbers of sick and injured people, which overwhelmed the existing medical care systems. This course examines the state of medical science in North America in the mid-nineteenth century and looks at the impact that one of the bloodiest conflicts in human history had on medical care. Topics include the development and operation of military medical care systems, the impact of these systems on the population as a whole, and changes in medical science that resulted from the war experience. Enrollment limited to 15.    T. Lawson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS221'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 120.0, "label": "FYS 419", "id": "8", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 419. Tobacco in History and Culture.", "Concentrations": ["Public Health (C065)"], "Description": "This interdisciplinary seminar examines the role tobacco has played in shaping global political economies, cultures, and health. Students pay particular attention to how gender, race, class, and nationalism influence and have been influenced by tobacco. From the use of slave labor in seventeenth-century Chesapeake Bay colony, to wooden Indians flanking the entrance of tobacco shops, to feminist slogans invoked to sell cigarettes, tobacco has functioned as a signifier and shaper of social norms and divides. Topics include labor and tobacco production, ethics of corporate power, the visual culture of tobacco, health and human rights, smoking and stigma, the global epidemiology of tobacco related illness, and tobacco regulation. Enrollment limited to 15.    M. Plastas.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS419'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 130.0, "label": "FYS 453", "id": "9", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 453. The Science of Fiction.", "Concentrations": [], "Description": "Is it possible to dissolve a human body in a bathtub full of hydrofluoric acid? Or to grow enough potatoes on Mars to feed a person? Science is an important aspect of many modern television shows and movies, but it is not always clear whether the science is viable or not. This seminar focuses on the scientific theories and methods underlying science presented in fiction. Ultimately, students determine whether it is important for science to be viable for the fiction to be effective.    Enrollment limited to 15.       J. Koviach-Côté.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS453'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 140.0, "label": "FYS 425", "id": "10", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 425. Politics and Memory in Central and Eastern Europe.", "Concentrations": ["Conflict and Threat: War and Disease (C064)", "Identity, Race, and Ethnicity (C037)", "Modern Europe (C024)"], "Description": "The twentieth century casts a long shadow over Eastern and Central Europe: two world wars, ethnic cleansing, communist dictatorships, and, most tragically, the Holocaust. Each country has its share of victims, villains, heroes, collaborators, and cowards. Efforts to make sense of this history, even after all these years, remain a topic of intense political debate. This course examines historical writings, films, and monuments to explore the politics of memory in Eastern and Central Europe, with particular attention paid to Germany, Poland, and Russia. Why does historical memory of these events continue to have such emotional and political power in this region? What choices are made in memorializing history, and what are their contemporary political implications?    Enrollment limited to 15.    J. Richter.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS425'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 150.0, "label": "FYS 440", "id": "11", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 440. Roots of Nonviolence.", "Concentrations": ["Conflict and Threat: War and Disease (C064)"], "Description": "How does an ancient text urging a distraught warrior into battle spark a nonviolent resistance movement spanning continents and centuries? This text, the Bhagavad-Gita, inspired Thoreau at Walden Pond and Gandhi as a practical guide for daily living. Thoreau’s essay \"Civil Disobedience\" influenced Gandhi’s satyagraha movement and both men's lives and writings fueled Martin Luther King Jr.'s nonviolent struggle for civil rights.  This seminar explores the legacy of these potent texts and powerful leaders and implications for moral life, democratic politics, and transformative social change. Enrollment limited to 15.    S. Smith.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS440'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 160.0, "label": "FYS 455", "id": "12", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 455. Neuroscience Fiction.", "Concentrations": [], "Description": "What possibilities come with 100 billion interconnected neurons? What happens if we extend, hybridize, or even discard the wet and messy reality of our brains for synthetic alternatives? In this course, we use science fiction to probe the links between brain and behavior, to ponder new psychosocial potentials, and to challenge current notions of subjectivity and representation. Students explore concepts such as linguistic relativity, collective consciousness, noogenesis, cybernetic threat, the exocortex, psi powers, and digital immortality through literature and media. Students are introduced to discourses of transhumanism, Afrofuturism, feminist utopia, and cyberpunk and its derivatives, and engage in their own speculative writing, design, and construction.   Enrollment limited to 15.    N. Koven.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS455'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 170.0, "label": "FYS 369", "id": "13", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 369. Saving Capitalism from the Capitalists.", "Concentrations": [], "Description": "The sub-prime mortgage crisis, the Enron scandal: What hath capitalism wrought? Our everyday economic interactions are within the framework of capitalism. Undergraduate study in economics typically takes this social system as given while rarely shining critical light on it. Apologists tout capitalism's attendant political freedom and wealth accumulation; detractors complain about its resulting materialism and injustice in the distribution of wealth. Economists, social philosophers, and theologians have critically examined capitalism. Students in this course read and discuss works by some of these authors and prepare their own papers arising from their study of capitalism. Enrollment limited to 15.    G. Perkins.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS369'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 180.0, "label": "FYS 401", "id": "14", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 401. Reading the Wild in Film and Literature.", "Concentrations": ["Environment, Place, History (C068)", "Evidence: Documentation and Reality (C017)", "Film and Media Studies (C019)"], "Description": "We imagine the wild as both a place (wilderness) and a concept indicating something beyond restraint or limit, something purely free or even impermissible.  Why are we so attracted to wild places, and why do we value the presence of the wild in our culture?  This course examines depictions of the wild in films, poems, essays, and stories, and it grapples with how the wild relates to gender, identity, modern conflict, exploitation, and spiritual and aesthetic values.  Students write both informal reflections and analytic essays, and they present research on representations of the wild in literature and film. Enrollment limited to 15.    M. Beck.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS401'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 190.0, "label": "FYS 352", "id": "15", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 352. The Identity of Persons.", "Concentrations": ["Identity, Race, and Ethnicity (C037)", "Philosophy (C042)", "Philosophy and Psychology (C031)"], "Description": "It is common enough to hear that being Irish, or being a woman, or being African American, or being a professor, is central to some person's identity. But what is a person? What is a person's\n ? And how can something like ethnicity, or gender, or race, or profession be central—or fail to be central—to a person's identity? This seminar encourages consideration of these questions by introducing students to the long philosophical tradition of reflection on the concept of a person, the notion of identity, and the role that self-description plays in constituting persons and their identity. Enrollment limited to 15.    M. Okrent.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS352'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 200.0, "label": "FYS 249", "id": "16", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 249. Global Economy and Nation-State.", "Concentrations": ["Globalization (C014)"], "Description": "What is the global economy? What are nation-states? And what is the relationship between the global economy and the nation-state? This course first examines the historical formation of nation-states and then reflects on their performance and integrity since the end of the cold war, with the rise of neoliberalism, globalization, and regional trade blocs such as the European Union and the North American Free Trade Agreement. Special attention is given to issues of sovereignty and democracy, the role of international financial institutions, and the way nation-states are likely to evolve in the coming decades. Enrollment limited to 15.    F. Duina.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS249'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 40.0, "label": "PHYS 361", "id": "17", "y": 10.0, "attributes": {"Requisite": " PHYS 108 or FYS 274. Prerequisite(s), which may be taken concurrently: MATH 206, and PHYS 211 or 222.       T. Gould.", "Department Code": "PHYS", "Title": "PHYS 361. Thermal Physics.", "Concentrations": ["Learning and Teaching (C084)", "Physics of the Large and Small (C056)"], "Description": "The theory of equilibrium states is developed in a general way and applied to specific thermodynamic systems. The concepts of classical and quantum statistical mechanics are formulated.  Prerequisite(s): PHYS 108 or FYS 274. Prerequisite(s), which may be taken concurrently: MATH 206, and PHYS 211 or 222.       T. Gould.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=PHAS#PHYS361'> LINK </a>"}, "size": 10.0, "color": "rgb(157, 55, 144)"}, {"x": 210.0, "label": "FYS 405", "id": "18", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 405. Zombies: Can Math Help?.", "Concentrations": [], "Description": "The goal of this course is to devise defense strategies to prepare for a zombie attack. To achieve this goal, students use mathematical models to simulate and better understand possible attacks. For maximum preparedness, students consider multiple scenarios. Do zombies move quickly or slowly? When a zombie bites a human, does the human become a zombie immediately, or might there be hours — even days — of incubation time? How easy is it for zombies to create more zombies? When we change our assumptions, we must change our mathematical models accordingly, and our strategies for human survival may also need to change. Enrollment limited to 15.       M. Greer.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS405'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 220.0, "label": "FYS 420", "id": "19", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 420. Reading ", "Concentrations": ["Conflict and Threat: War and Disease (C064)", "English (C086)", "Medieval Worlds (C051)"], "Description": "This course students read J. R. R. Tolkien's   with particular attention to its language, style, and context. Students examine how Tolkien, himself a student of medieval languages, used modern English (and Elvish) to construct an enduring world of fantasy. Close reading of the text is emphasized, with supplemental discussion of Tolkien's academic and cultural contexts, including his life at Oxford, his collaborative relationships with the Inklings, and the visual translation of his book in Peter Jackson's film trilogy. Not open to students who have received credit for CM/EN 111. Enrollment limited to 15.    S. Federico.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS420'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 230.0, "label": "FYS 376", "id": "20", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 376. Inequality, Community, and Social Change.", "Concentrations": ["Class, Inequity, Poverty, and Justice (C008)", "Knowledge, Action, and the Public Good (C091)"], "Description": "Many high schools include some kind of community service among their graduation requirements, suggesting a series of assumptions about the role of schools (and colleges and universities) in their communities. This seminar addresses the relationship between community engagement and higher education, as well as broader questions about community action and social change. Along with an introduction to how social scientists think about social inequality, the seminar offers students an opportunity to spend two hours per week participating in service-learning projects with organizations oriented toward social change and social justice in the Lewiston community. Seminar discussions and assignments focus on exploring the local community, and connecting students' community experiences with readings about community engagement, social responsibility, and social change.   Enrollment limited to 15. (Community-Engaged Learning.)    E. Kane.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS376'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 240.0, "label": "FYS 389", "id": "21", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 389. Psychology and Film.", "Concentrations": ["Film and Media Studies (C019)"], "Description": "Motion pictures can have a powerful influence on the perceptions, attitudes, and behavior of audience members. In this course students view several films and examine their depiction of various psychological topics including human development, perceptual and cognitive processes, social interactions, and abnormal behavior. Are the characters stigmatized or are the portrayals accurate? In what ways do movies affect viewers? Can this medium be used as a therapeutic technique in addition to providing entertainment? Using primary readings as guidelines, students explore these and other questions through discussion and written assignments. Enrollment limited to 15.    K. Mathis.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS389'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 50.0, "label": "PHYS s30", "id": "22", "y": 10.0, "attributes": {"Requisite": " PHYS 108 or FYS 274. Enrollment limited to 12.          Normally offered every year. N. Lundblad.", "Department Code": "PHYS", "Title": "PHYS s30. Electronics/Lab.", "Concentrations": ["Learning and Teaching (C084)", "Physics of the Large and Small (C056)"], "Description": "A laboratory-oriented study of the basic principles and characteristics of semiconductor devices and their applications in circuits and instruments found in a research laboratory. Both analog and digital systems are included. Prerequisite(s): PHYS 108 or FYS 274. Enrollment limited to 12.          Normally offered every year. N. Lundblad.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=PHAS#PHYSs30'> LINK </a>"}, "size": 10.0, "color": "rgb(157, 55, 144)"}, {"x": 250.0, "label": "FYS 084", "id": "23", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 084. Anatomy of a Few Small Machines.", "Concentrations": ["Physics of the Large and Small (C056)"], "Description": "One can treat the products of technology as \"black boxes\"—plain in purpose but mysterious in function. A more flexible and exciting life is available to those who look on all such devices as mere extensions of their hands and minds—who believe they could design, build, modify, and repair anything they put their hands on. This course helps students do this primarily through practice. Only common sense is required, but participants must be willing to attack any aspect of science and technology. Field trips are required. Enrollment limited to 15.    G. Clough.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS084'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 260.0, "label": "FYS 177", "id": "24", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 177. Sex and Sexualities.", "Concentrations": ["Queer Studies (C009)", "Women and Gender Studies"], "Description": "This course studies the representation of sex and sexualities, both \"queer\" and \"straight,\" in a variety of cultural products ranging from advertising and novels to music videos and movies. Topics may include connections between sex and gender queerness suggested by the increasingly common acronym LGBTQ (lesbian, gay, bisexual, transgender, queer); the advantages and inadequacies of using such labels; definitions and debates concerning pornography, sex education, public sex, and stigmatized sexual practices such as BDSM; the interrelations between constructions of sexuality and those of race, ethnicity, gender, nationality, and class; and the necessities and complexities of ensuring consent. Enrollment limited to 15.    E. Rand.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS177'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 270.0, "label": "FYS 309", "id": "25", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 309. Matters of Life and Death.", "Concentrations": ["Conflict and Threat: War and Disease (C064)", "Philosophy (C042)", "Religious Studies (C001)"], "Description": "When is it morally justifiable to engage in an action that results in death? This seminar considers some of the most difficult moral questions currently being debated in our society. Issues discussed include the death penalty, abortion, war, terrorism, and torture. Particular case studies are explored, and careful attention is given to the ethical arguments that can be made for contending positions on these questions.    Enrollment limited to 15.    T. Tracy.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS309'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 280.0, "label": "FYS 449", "id": "26", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 449. Well-being and the Good Life.", "Concentrations": ["Philosophy (C042)"], "Description": "What does it mean for a life to be a good one? Does it mean just that it is good for the person who lives it? Does it mean that it makes the world a better place? Or is a good life one that is made good for the person who lives it precisely because it is a life that makes the world a better place? From ancient times to the present, philosophers have tried to answer these fundamental questions of ethics. This course engages with these questions and with the arguments that philosophers have offered in trying to answer them. Enrollment limited to 15.    P. Schofield.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS449'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 290.0, "label": "FYS 422", "id": "27", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 422. Strangers in the House.", "Concentrations": ["Children, Adolescents, School (C030)", "The Human Body (C027)"], "Description": "For many children, the first experience of difference occurs in their families. Children are born deaf to hearing parents, they are born with multiple severe disabilities to able-bodied parents, and they are born with Down syndrome. In Andrew Solomon's book  , he describes families whose children experience these and other differences. In this seminar, students use Solomon's book to examine the research, practice, and politics that surround particular developmental disabilities and the general questions about identity and community that they raise. Along with meeting in seminar, students work in community settings a few hours each week. Enrollment limited to 15.    G. Nigro.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS422'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 300.0, "label": "FYS 447", "id": "28", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 447. Holocaust on Stage.", "Concentrations": [], "Description": "This seminar studies the award-winning Polish play  , by Tadeusz Słobodzianek, which is based on the 2001 book   by Jan T. Gross. This controversial book explores the July 1941 massacre of Polish Jews by their non-Jewish neighbors in the small town of Jedwabne during the Nazi occupation. The play raises a question of national collective memory in the aftermath of World War II. Students study the historical events on which the play is based, and examine the dramatic structure of the text in the aspects of staging. Enrollment limited to 15.    K. Vecsey.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS447'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 310.0, "label": "FYS 266", "id": "29", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 266. Fakers, Forgers, Looters, Thieves.", "Concentrations": ["Law and Society (C013)"], "Description": "Beyond the public face of museums lies the complex world of collecting: the art market, art law, and their sinister underside, art crime. In the last decade, as victims of the Holocaust have sought to recover collections looted by the Nazis, these issues have become more visible, but in fact they are myriad and confront every curator, dealer, collector, and art historian. This course explores a wide range of topics in their legal and ethical contexts from the work of famous forgers such as Joni and Van Meegeren to the looting of Asia and Africa by colonial powers, the clandestine excavation and illegal trading of antiquities around the world, and the pillaging of museums by Russian, German, and American soldiers during World War II. Enrollment limited to 15.    R. Corrie.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS266'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 60.0, "label": "PHYS s27", "id": "30", "y": 10.0, "attributes": {"Requisite": " MATH 106 or higher, and PHYS 107, 108, or FYS 274.       E. Wollman.", "Department Code": "PHYS", "Title": "PHYS s27. The Asteroid Impact Threat: What Can We Do?.", "Concentrations": ["Hazards in Nature (C063)", "Learning and Teaching (C084)", "Physics of the Large and Small (C056)"], "Description": "Sixty-five million years ago, an asteroid or comet the size of Mt. Everest slammed into the Earth, triggering events that led to the extinction of the majority of all species then living. Smaller objects orbiting the Sun are numerous and are capable of obliterating large cities. We may not be able to do anything about an object the size of Mt. Everest heading our way, but we might be able to deflect a smaller yet catastrophically deadly object. Students investigate how to alter the orbit of a threatening asteroid of dangerous but potentially manageable size. Prerequisite(s): MATH 106 or higher, and PHYS 107, 108, or FYS 274.       E. Wollman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=PHAS#PHYSs27'> LINK </a>"}, "size": 10.0, "color": "rgb(157, 55, 144)"}, {"x": 320.0, "label": "FYS 414", "id": "31", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 414. The End of the World.", "Concentrations": [], "Description": "A persistent apprehension of the end of the world has haunted the human imagination for millennia, and it is growing at the moment. This course proposes a historical and analytical investigation of four scenarios of the end of the world: Christian Apocalypse, environmental devastation, nuclear holocaust, and the posthuman. Students examine a wide range of cultural artifacts from novels to popular science publications, religious writings to philosophical texts, with a special emphasis on contemporary film. Enrollment limited to 15.    D. Sweet.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS414'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 330.0, "label": "FYS 427", "id": "32", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 427. Ecopsychology: The Human-Nature Relationship.", "Concentrations": ["Environment, Place, History (C068)", "Philosophy and Psychology (C031)"], "Description": "Ecopsychology is concerned with the psychological dimensions of our relationship to the environment. As a developing and interdisciplinary field of inquiry, ecopsychology provides the opportunity to explore conceptions of self and nature, the perceived schism between humans and nature, and the psychological sources and repercussions of environmental degradation. In the context of these themes, students explore the cultural evolution of the Western mind, the psychology of climate change, and the role of perception, attention, and community in healing the human-nature relationship. Throughout, the fundamental question is: How can humans become more adapted and responsive to current ecological conditions? This course includes one required overnight field trip. Enrollment limited to 15.    L. Sewall.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS427'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 340.0, "label": "FYS 284", "id": "33", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 284. Burning Our Planet.", "Concentrations": ["The Geosphere (C007)", "Hazards in Nature (C063)"], "Description": "From the first campfires of the Paleolithic people several hundred thousand years ago to the invention of the modern internal combustion engine in the twentieth century, fire has played a key role in human cultural, economic, and technological development. The deliberate use of fire, however, has resulted in major modification of the planet's environment, including widespread changes in the landscape, a loss of biodiversity, and global warming. This course examines the history of and relationship between humans and fire, and the impact of fire on the planetary environment. Enrollment limited to 15.       B. Johnson.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS284'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 350.0, "label": "FYS 342", "id": "34", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 342. Revolution and Constitution.", "Concentrations": [], "Description": "This course considers three moments in history when citizens rejected the political system under which they lived and created new constitutions to govern the exercise of power in their homelands. The cases considered vary from year to year but include ancient Athens, Ming Dynasty China, the French Revolution, colonial New York, and the British partition of India. After introductory sessions, students play the role of historical actors, allied in factions, during the revolutions and constitutional congresses they study, in an attempt to reenact (and react to) the historical moment. Enrollment limited to 15.    M. Imber.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS342'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 360.0, "label": "FYS 424", "id": "35", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 424. The Biology of Cancer.", "Concentrations": ["Conflict and Threat: War and Disease (C064)", "The Human Body (C027)", "Public Health (C065)"], "Description": "Despite new discoveries in the biology of cancer and advances in cancer treatment, cancer accounts for nearly one in four deaths in the United States today. What is cancer, and what makes it so difficult to diagnose early and treat effectively? Students examine the biological basis of cancer, and look at how environmental agents and certain microbes can lead to cancerous growth. They also explore the genetics of cancer and address the question, \"If I have a relative with cancer, will I get it too?\" Finally, they consider the effect of cancer on the individual and on society.   Not open to students who have received credit for BIO 108 or s23. Enrollment limited to 15.       S. Richards.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS424'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 370.0, "label": "FYS 289", "id": "36", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 289. The Life of the Buddha.", "Concentrations": ["Asian Narrative Traditions (C052)", "Buddhism (C002)", "Religious Studies (C001)", "South Asian Studies (C087)"], "Description": "The Buddha Siddhartha Gautama, also known as Sakyamuni, is famed as the founder of the Buddhist religion. Though he lived in Northern India about 2,500 years ago, most of what we know about him consists of legends that were developed by Buddhists over the centuries. The course examines these legends, with an eye on the factors that led to their evolution, and the ways in which changing conceptions of the Buddha reflect developments in Buddhist thought. At the same time, it serves as a basic introduction to the fundamental teachings and practices of Buddhism. Enrollment limited to 15.    J. Strong.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS289'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 380.0, "label": "FYS 324", "id": "37", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 324. The Celtic World: Archaeology and Ethnohistory.", "Concentrations": ["Medieval Worlds (C051)", "Premodern History (C048)"], "Description": "Today, Scotland, Ireland, Wales, Cornwall, and Brittany are often considered \"Celtic\" lands. This label evokes a series of related languages, music, and other artistic traditions with shared histories, but the origins of Celtic cultures are more complex. Over two thousand years ago Celtic peoples were the first iron-using populations to inhabit a broad area from Spain to Romania. They were farmers, herders, mariners, and craftspeople who cooperated, competed, and founded many settlements, raised many fortresses, and developed diverse and lively arts. Roman armies and migrating Germanic tribes fought hard to subdue the Celts, and they succeeded in many places. This seminar discusses the archaeological, documentary, and ethnological evidence of Celtic societies from their early origins to their recent histories.    Enrollment limited to 15. (European.)    G. Bigelow.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS324'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 390.0, "label": "FYS 381", "id": "38", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 381. Visualizing Identities.", "Concentrations": ["Beauty and Desire (C055)", "Evidence: Documentation and Reality (C017)"], "Description": "This course examines definitions of gender, sexuality, race, ethnicity, and culture in diverse visual materials. Students think critically about the ways that we articulate and interpret self and other. Each week students analyze examples of visual culture as a means to evaluate constructions, experiences, and interpretations of identities. Themes explored include gender, feminisms, masculinities, race and ethnicity, globalism, and cultural identity. Enrollment limited to 15.    A. Bessire.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS381'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 400.0, "label": "FYS 435", "id": "39", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 435. The Soft Power of Pop Culture: An Introduction to Japanese Visual Cultures.", "Concentrations": ["Film and Media Studies (C019)", "Japanese Society and Culture (C046)"], "Description": "Average first-year college students grew up under the wing of Japan’s pop culture industries, whether they knew it or not. Since the turn of the twenty-first century, \"Cool Japan\"—a strategic nickname adopted by the government itself—has secured a position as a cultural superpower that capitalizes on the marketed production of a \"Gross National Cool\" both at home and abroad. In this seminar students engage with Japanese pop culture via visual and critical analysis of film, manga, anime, music videos, and television dramas in order to explore relevant underlying themes and contemporary social issues.   Enrollment limited to 15.    C. Laird.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS435'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 410.0, "label": "FYS 451", "id": "40", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 451. Modernism and Design: Europe, Soviet Russia, and the United States, 1918-1965.", "Concentrations": [], "Description": "This seminar covers developments in visual communication and industrial design in Soviet Russia, Europe, and the United States from 1918 until 1965. Through critical examination of graphic design and industrial products, students identify the cultural, sociopolitical, economic, technological, and artistic influences that have shaped design practice and production during the first half of the twentieth century. Particular attention is paid to philosophies of design, wartime design, and consumer culture within the context of national identity, international agenda, and propaganda. Through the study of state-sponsored events such as world expositions, fairs, Olympiads, and museum exhibitions, students investigate how governments have historically embraced and exploited design as representation of global power and positioning. Enrollment limited to 15.    B. Gibbs-Riley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS451'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 420.0, "label": "FYS 434", "id": "41", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 434. Remaking Movies: Art, History, and Politics.", "Concentrations": ["Film and Media Studies (C019)"], "Description": "In this seminar, students investigate a number of films and their remakes to discern how the historical and political moment of a film's production and release helps to frame its narrative material. In addition to considering these historical and political constraints, students analyze the ways in which various modes of production and industry standards contribute to a film's content. Students examine such films as  ,  ,   (and its Bollywood remake,  ), and  .    Enrollment limited to 15.    J. Cavallero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS434'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 430.0, "label": "FYS 421", "id": "42", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 421. Sacred Sound: Religion and Music.", "Concentrations": ["Sound (C005)"], "Description": "This course explores the relationship between religion and music by examining the notion of sacred sound. What is sacred sound? How does it differ from secular sound? Where do we find sacred sound in ritual? Is it produced through speaking, chanting, or singing? Students examine sacred sound and music in the traditions of Islam, Christianity, and Judaism. They consider sacred sound in the mystical traditions of these religions, including comparisons with Buddhist and Hindu traditions. Finally, theyexplore the connections between hip hop and religion, analyzing religious themes in the work of artists suc as Mos Def.\n Enrollment limited to 15.    A. Akhtar.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS421'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 440.0, "label": "FYS 423", "id": "43", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 423. Humor and Laughter in Literature and Visual Media.", "Concentrations": ["Popular Culture (C040)"], "Description": "What is humor? How do we define what is funny? Is humor a universal phenomenon that works across cultures and different generations of readers and film viewers, or is it place- and time-specific? In this seminar students discuss various manifestations, strategies, and functions of humor in selected literary and visual narratives and they consider existing theories of humor and laughter. Open to students with a sense of humor. Enrollment limited to 15.    J. Kazecki.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS423'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 450.0, "label": "FYS 418", "id": "44", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 418. Drawing as Thinking.", "Concentrations": ["The Human Body (C027)", "Producing Culture: Arts and Audience (C061)", "Visible Ideas: 2D and 3D Design (C029)"], "Description": "How can we put Disney and Michelangelo in the same sentence? Although their results are vastly different, they were both searching for the most alive two-dimensional images possible. They achieved this through drawing as thinking. Until fairly recently, drawing has been seen as thinking made visible, as ideas literally appear and new ideas are generated. This course explores the methods used by Renaissance artists and later by animators and considers the techniques and thought processes of artists. Exploration through writing as well as drawing from the nude figure is used to gather information for figure invention. Enrollment limited to 15.    G. Rattigan.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS418'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 460.0, "label": "FYS 336", "id": "45", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 336. Nanotechnology Project: Manipulating Atoms/Lab.", "Concentrations": ["Physics of the Large and Small (C056)"], "Description": "A hands-on introduction to the interdisciplinary field of nanotechnology—technology based on nanometer-scale structures. Students break into groups and become \"specialists\" to complete a class-wide collaborative nanotechnology project. Possible projects include designing and building a simplified scanned probe microscope, and fabricating and characterizing nanostructures. Students learn to identify and organize the tasks required of a long-term project. Clear and effective communication is emphasized as students work within and among groups, give brief talks, and write more formal papers. No previous experience is assumed, but the collaborative nature of the seminar requires the full and active participation of all participants.   Enrollment limited to 15.          M. Côté.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS336'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 470.0, "label": "FYS 454", "id": "46", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 454. The Natural History of Maine’s Neighborhoods and Woods.", "Concentrations": [], "Description": "This course introduces students to the natural history of Maine by exploring the native mammals, fish, plants, and insects, with consideration on how humans have shaped Maine’s natural environments. One overnight trip to the Bates-Morse Mountain Conservation Area and one daylong trip to the Maine Wildlife Park are required. Relying upon natural history literature, poetry, and field guides related to Maine as a foundation, students utilize techniques in field studies to observe and document native wildlife and plants. A critical comparison of popular and scientific literature allows an evaluation of current and future health of Maine’s natural habitats.    Enrollment limited to 15.    B. Huggett.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS454'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 480.0, "label": "FYS 408", "id": "47", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 408. Identity: Self and Community.", "Concentrations": [], "Description": "Who am I? How is identity formed? Are we interconnected and, if so, in what ways? How does living within a community shape individual identity?  In this course, students consider these questions from a variety of perspectives, and explore concepts such as \"self,\" \"other,\" and \"interconnectedness\" through readings, class discussion, writing, and regular community-engaged learning activities in Lewiston. Enrollment limited to 15.    E. Alcorn.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS408'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 490.0, "label": "FYS 407", "id": "48", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 407. Violence and Public Order.", "Concentrations": [], "Description": "Why do some organizations use violence in pursuit of their goals and others don't? Why are some uses of violence effective and other uses fail? This course explores these questions through the study of three contemporary issues: organized crime, torture, and terrorism. In considering each, students read histories and descriptions of the phenomenon and explore why and when violence is used. They study what these troubling phenomena tell us about political order and how societies have learned to control violence. Students examine a range of texts including memoirs, histories, and theoretical literature, and write a range of papers: a personal essay, a policy analysis, and a research paper. Students also present their ideas in class presentations and structured discussions. Enrollment limited to 15.    J. Scheideman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS407'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 500.0, "label": "FYS 432", "id": "49", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 432. Disney Demystified: Race, Gender and Sexuality in the Magic Kingdom.", "Concentrations": ["Culture and Meaning (C026)", "Film and Media Studies (C019)", "Popular Culture (C040)", "Racisms (C041)"], "Description": "Students learn to discern America's contested beliefs and values by unearthing the cultural politics embedded in Disney productions, including the studio's mainstay, feature-length animated motion pictures. Such demystification entails delving beyond apparent surface messages to reveal underlying tensions, recurring contradictions, and even counter-hegemonic themes. With respect to the particular intersections of race, class, gender, sexuality, ability and nation, what distinguishes millennial popular culture from productions of the early twentieth century? What American cultural continuities do we detect? Given the corporation's covert messages on love and sex, individualism and freedom, pleasure and entertainment, violence and conquest, what are the implications of Disney's increasingly global touch? Enrollment limited to 15.    E. Eames.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS432'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 510.0, "label": "FYS 444", "id": "50", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 444. Landscapes of Maine.", "Concentrations": ["Field Studies: Natural Science (C058)"], "Description": "The landscapes of Maine—from mountains and forests to human settlements and the coast—have changed dramatically through time. This course explores those landscapes and their changes over time scales ranging from millennia to just days. Students are introduced to the observational skills of naturalists and the analytical tools and materials used by scholars to understand both landscapes and how they change over time. Several field trips to local sites are required. Enrollment limited to 15.    H. Ewing.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS444'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 520.0, "label": "FYS 262", "id": "51", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 262. Stealth Infections.", "Concentrations": ["Conflict and Threat: War and Disease (C064)", "Public Health (C065)"], "Description": "Specific microorganisms, including some bacteria, viruses, and prions, have recently been associated with specific chronic, long-term diseases. Some of these diseases, termed \"stealth infections,\" include Creutzfeldt-Jakob disease, ulcers, cervical cancer, obsessive compulsive disorder, coronary artery disease, diabetes, and Crohn's disease. In this seminar, students explore the links between microorganisms and these particular diseases and consider several questions: What is the scientific evidence linking microorganisms with these stealth infections? Have the organisms co-evolved with their human hosts? How are the organisms transmitted? Can we control them? What might be the public health impact of such stealth infections? Not open to students enrolled in BIO 127. Enrollment limited to 15.       K. Palin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS262'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 530.0, "label": "FYS 448", "id": "52", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 448. Why College?.", "Concentrations": [], "Description": "A question facing our students, their families, and us all today is: Why college? In the process of finding answers much controversy, passion, and many reasons are proposed. With particular attention to residential, undergraduate, liberal arts colleges, this course examines the role, culture, components, and outcomes of U.S. higher education. Students consider such questions as: Why attend college? Is a college education a public or a private good?  How and why is the college environment designed as it is?  How do students best utilize their time in college to reach their desired goals? Enrollment limited to 15.    J. Reich.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS448'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 540.0, "label": "FYS 443", "id": "53", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 443. Christopher Columbus: From Hero to Villain.", "Concentrations": [], "Description": "Christopher Columbus' momentous voyage in 1492 ushered in the modern world in Europe, the Americas, and Africa. As a historical figure, Columbus has been the object of much myth making, both positive and negative. This seminar approaches the figure of Christopher Columbus from his own writings, from the opinions and testimonies of his contemporaries, and from the point of view of the ideological constructions of Columbus that have seen him as a hero and also as a negative figure in history. Enrollment limited to 15.    B. Fra-Molinero.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS443'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 550.0, "label": "FYS 433", "id": "54", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 433. Reimagining Europe in Contemporary Film.", "Concentrations": [], "Description": "Rack focus is a technique in which a filmmaker shifts focus in a single frame from a foreground object to one in the background or vice versa. The shift occurs simultaneously: the blurry object coming into focus as the clear object goes out of focus. Contemporary Europe is undergoing a social, political, economic, and cultural \"rack focus\" of its own. In this seminar students examine the twenty-first-century rearticulation of foreground and background in European society and culture through the medium of feature-length films. Enrollment limited to 15.    D. Browne.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS433'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 560.0, "label": "FYS 431", "id": "55", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 431. What's for Dinner?.", "Concentrations": ["The Human Body (C027)", "Knowledge, Action, and the Public Good (C091)", "Public Health (C065)"], "Description": "This course considers dinner as a lens through which students explore our food system. Topics include the co-evolution of food and the home, local food movements, organic vs. industrial farming practices, food politics, rise of the \"foodies,\" and food and health. An emphasis is placed on food challenges and resources in the Lewiston-Auburn area.   Enrollment limited to 15. (Community-Engaged Learning.)    L. Williams.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS431'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 570.0, "label": "FYS 446", "id": "56", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 446. The Communication Equation: A Mathematical Media Tour.", "Concentrations": [], "Description": "Mathematics is everywhere in the news these days, from basic statistics to more sophisticated uses to describe economics, science, and mathematical breakthroughs. Too often we accept numbers and data as the truth, without giving them a second thought. It is therefore important to develop critical reading skills. As creators of information, it also is important to learn to use mathematics and data to support arguments and undertake true scientific reporting. In this course students read breaking news articles and longer features to learn effective uses of mathematics in journalism. They put these best practices to use by writing articles, blogs, and radio pieces. Additional topics may include mathematics in other media such as fiction writing, television, movies, and art. Enrollment limited to 15.    A. Salerno.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS446'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 580.0, "label": "FYS 396", "id": "57", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 396. Genealogy and the Art of Inquiry.", "Concentrations": [], "Description": "Family histories are full of fact and fiction: Some names and dates are recorded on official documents, but details are lost and gaps remain. In this course, students examine primary and secondary sources in order to construct their family tree and reconstruct their family stories. Bringing genealogical research and academic research together, students not only investigate their family's background but also make an extensive inquiry into larger questions of history, place, and culture. Enrollment limited to 15.    H. Oakes.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS396'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 590.0, "label": "FYS 416", "id": "58", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 416. Borders, Boundaries, and Belonging.", "Concentrations": ["Identity, Race, and Ethnicity (C037)"], "Description": "This course explores the ways in which we create a sense of belonging and identity by drawing distinctions between ourselves and others. How and why do we construct and enforce these differences? What would it mean to conceive of our own identities without excluding others? The course examines the implications of these questions for us as individuals, as members of communities, and members of nations, through readings in literature, cultural studies, geography, and political philosophy, among others. Class discussion also examines the borders that define academic writing and belonging within a scholarly community. Enrollment limited to 15.    L. Vedal.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS416'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 600.0, "label": "FYS 402", "id": "59", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 402. Sound and Image.", "Concentrations": ["Sound (C005)"], "Description": "The course begins with an introduction to the history of technologies that have linked sound and image. Students watch representative  films from each decade since 1920 and learns about musical soundtracks, Foley sound effects, dialogue, and song as performed on screen. They explore the history of music videos as they have been and are used in popular culture. The course ends with a brief exploration of experimental sound/video installations, and individual production of creative video and soundtrack. Enrollment limited to 15.    W. Matthews.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS402'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 610.0, "label": "FYS 345", "id": "60", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 345. Classical Myths and Contemporary Art.", "Concentrations": ["The Ancient World (C054)", "The Translated World (C067)"], "Description": "Movies, comic books, sculpture, painting, poems, and graffiti are some of the ways that modern societies share stories to discuss important cultural values. Not surprisingly, modern artists often invoke ancient myths, which once served a similar function. In this course, students explore the ways in which myths give members of a society, whether ancient or modern, meaningful tools to describe and explore issues, values, and conflicts. Students study ancient myths about figures such as Medea, Pygmalion, Hermaphroditus, Actaeon, and Persephone. They then collect and consider their modern versions in different media. Enrollment limited to 15.    L. Maurizio.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS345'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 620.0, "label": "FYS 442", "id": "61", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 442. Shaking It Out: Writing and Critiquing Personal Narratives.", "Concentrations": ["Language and Literacy (C085)"], "Description": "To \"essay\" means \"to attempt; to try.\" This course offers students rigorous study and practice of the art of the creative nonfiction essay, looking specifically at the ways writers use creative impulses to write better textual critiques, and vice versa. Readings include classics from writers such as White, Angelou, Baldwin, Thompson, Dubus, Didion, and Wallace, and several contemporary American essays by emerging writers like Hilton Als, Leslie Jamison, Rachel Kaadzi Ghansah, and John Jeremiah Sullivan.    Enrollment limited to 15.    J. Anthony.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS442'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 70.0, "label": "PHYS 214", "id": "62", "y": 10.0, "attributes": {"Requisite": " MATH 106, and PHYS 108 or FYS 274.       J. Smedley.", "Department Code": "PHYS", "Title": "PHYS 214. Renewable Energy.", "Concentrations": ["Applying Mathematical Methods (C006)", "Learning and Teaching (C084)", "Physics of the Large and Small (C056)"], "Description": "Renewable energy sources, including solar, gravitational, and geothermal energy, are considered essential to the pursuit of a sustainable future for technological society. This course focuses on the physics of renewable energy, with some attention to problems inhibiting its development. Prerequisite(s): MATH 106, and PHYS 108 or FYS 274.       J. Smedley.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=PHAS#PHYS214'> LINK </a>"}, "size": 10.0, "color": "rgb(157, 55, 144)"}, {"x": 630.0, "label": "FYS 327", "id": "63", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 327. Katahdin to Acadia: Exploring Maine Geology/Lab.", "Concentrations": ["Field Studies: Natural Science (C058)", "The Geosphere (C007)"], "Description": "This course introduces students to field geology by exploring many geologic landscapes in Maine. This hands-on, field-oriented course on the 500-million-year-old geologic history of Maine includes one required daylong fieldtrip (Mount Washington or Vinalhaven Island), and one required overnight weekend trip (Acadia National Park or Baxter State Park). Local half-day trips to Streaked Mountain, the Poland Spring, Sunday River, Morse Mountain, Seawall Beach, Pemaquid Point, and Rangeley round out the field excursions. Field trips involve strenuous hiking and/or sea kayaking in a range of weather conditions. Learning to read maps and recording observations in field notes and sketches form a major focus of the course. Not open to students who have received credit for GEO 107. Enrollment limited to 15.             J. Eusden.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS327'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 640.0, "label": "FYS 383", "id": "64", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 383. Imaginative Writing.", "Concentrations": ["English (C086)"], "Description": "In this seminar, students explore imaginative writing both as noun—literature to be examined—and as verb—a skill to practice. By reading and discussing a wide range of poetry and prose from Emily Dickinson to Dave Eggers, students develop analytical and aesthetic awareness. Through research and critical writing on literary subjects of their choice, they practice their scholarly skills. By writing and discussing in workshop their own work as well as critically describing its relationship to the work of professional writers and poets, students enter the conversation in the field, as critics and as writers and poets. Enrollment limited to 15.    R. Strong.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS383'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 650.0, "label": "FYS 271", "id": "65", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 271. Into the Woods: Rewriting ", "Concentrations": ["Environment, Place, History (C068)", "American Cultural Studies"], "Description": "On 4 July 1845, Henry David Thoreau declared his independence and moved to a shack in the woods near Walden Pond. Ever since, many individuals have repeated his experiment in one form or another. This course examines a number of these Thoreauvian experiments and their historical context. Why do these individuals take to the woods? What do they find there? What do their experiences say about American culture and society? In seeking answers to these questions, students read a variety of literary, historical, and autobiographical texts. Enrollment limited to 15.    G. Lexow.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS271'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 660.0, "label": "FYS 450", "id": "66", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 450. Race, Justice, and American Policy in the Twenty-First Century.", "Concentrations": [], "Description": "Is America \"post-racial\"? Recent media focus on police shootings, wealth gaps, and ongoing debates about immigration suggest that race and inequality continue to shape life experiences of Americans in the twenty-first century. This seminar examines current policy issues, asking how public and private discourses and institutional practices—historical and modern—shape understandings of race and justice. Students consider how perceptions of race, ethnicity, and \"colorblindness\" are embedded in patterns of disparity and investigate alternatives that ordinary people—in small groups, work places, and social movements—and some political elites are posing for more judicious policy to foster equality and racial justice. Enrollment limited to 15.    L. Hill.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS450'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 670.0, "label": "FYS 277", "id": "67", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 277. Fantastic Japan.", "Concentrations": ["Asian Modernity (C053)", "Asian Narrative Traditions (C052)", "Japanese Society and Culture (C046)", "The Translated World (C067)", "Asian Studies"], "Description": "From the surreal novels of Murakami Haruki to the utopian and dystopian visions of Miyazaki Hayao's animated films, contemporary Japan offers the international world a rich array of cultural products centering on the fantastic. Western response tends to see the futuristic visions of these novels and films as expressive of Japan's level of comfort with the postindustrial world of high technology, but is that impression accurate? What is the genre of the fantastic? How is it used by writers and filmmakers in Japan today? What questions do they raise about self, society, and the environment? What answers do they offer? This course examines the nature of the fantastic as an artistic genre and its expression in a variety of recent Japanese films and stories. Enrollment limited to 15.    S. Strong.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS277'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 680.0, "label": "FYS 393", "id": "68", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 393. DiY and Mash-up Culture.", "Concentrations": [], "Description": "How did consumption become creative? How did musicians associated with punk, hip hop, electronica, and dub reggae create new art from the discarded refuse of late twentieth-century life? This course takes up the do-it-yourself ethic as a defining impulse in contemporary musical culture, informing the democratic amateurism of punk, the \"found sound\" innovations of the experimental avant-garde, and the collage aesthetic of the digital \"mash-up.\" Students explore Lawrence Lessig's  , with its challenges to copyright law, and engage with the work of John Cage, Bikini Kill, Brian Eno, the Raincoats, M.I.A., and Girl Talk, among others. Enrollment limited to 15.    D. Chapman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS393'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 80.0, "label": "PHYS 222", "id": "69", "y": 10.0, "attributes": {"Requisite": " PHYS 107; Prerequisite(s), which may be taken concurrently: MATH 206 and PHYS 108 or FYS 274. Open to first-year students.       Normally offered every year. H. Lin.", "Department Code": "PHYS", "Title": "PHYS 222. Electricity, Magnetism, and Waves.", "Concentrations": ["Applying Mathematical Methods (C006)", "Learning and Teaching (C084)", "Physics of the Large and Small (C056)"], "Description": "A detailed study of the basic concepts and fundamental experiments of electromagnetism. The development proceeds historically, culminating with Maxwell's equations. Topics include the electric and magnetic fields produced by charge and current distributions, forces and torques on such distributions in external fields, properties of dielectrics and magnetic materials, electromagnetic induction, and electromagnetic waves. Prerequisite(s): PHYS 107; Prerequisite(s), which may be taken concurrently: MATH 206 and PHYS 108 or FYS 274. Open to first-year students.       Normally offered every year. H. Lin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=PHAS#PHYS222'> LINK </a>"}, "size": 10.0, "color": "rgb(157, 55, 144)"}, {"x": 690.0, "label": "FYS 404", "id": "70", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 404. On the Road to Spain.", "Concentrations": [], "Description": ", bullfights, flamenco, castles, the Inquisition, gypsies, and  . For over two centuries such images of Spanish culture have filled the American imagination and have inspired a variety of travelers, from Romantic poets to civil rights activists, foodies to film directors, to hit the road to Spain. Through the study of food, music, literature, journalism, film, and television, this course looks at the ways in which Spain, as a real and an imagined destination, has figured in shaping individual and collective identities on this side of the Atlantic. Issues related to travel and tourism, the activities of recording travel experiences, and the ways in which notions of race, gender, and nation determine the traveler's experience of Spain frame discussions of course materials and provide a foundation for written and oral assignments. Enrollment limited to 15.    D. George.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS404'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 700.0, "label": "FYS 439", "id": "71", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 439. Defining Difference: How China and the United States Think about Racial Diversity.", "Concentrations": [], "Description": "\"China's national minorities excel at singing and dancing.\" Such a broad generalization about ethnic groups could get someone fired in the United States. In China, this type of statement is touted as simple fact. In this seminar students compare U.S. and Chinese experiences with racial diversity and consider the uses the two countries make of ethnic categories. Are Americans being hypocritical in criticizing China on these issues? Does China's relative lack of diversity excuse attitudes that outsiders consider \"racist\"? Students read historical and contemporary sources and watch a popular Chinese TV show in translation, as they wrestle with and write about these provocative issues. Enrollment limited to 15.    N. Faries.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS439'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 710.0, "label": "FYS 452", "id": "72", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 452. Football, Fútbol, Soccer: The Local Politics of a Global Game.", "Concentrations": [], "Description": "Football, fútbol, Fuβball, calcio—soccer in the United States—is a global game, with more nations participating in the World Cup than belong to the United Nations. The sport attracts the wealthiest as club owners and is played by even the poorest with nothing more than a round ball and a flat space. It has been blamed for precipitating ugly violence and credited for ethnic reconciliation. This course explores the politics of soccer, with an emphasis on how multiple identities—nationality, ethnicity, religion, class, gender—are expressed through soccer in the United States and around the world.   Enrollment limited to 15.    J. Baughman.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS452'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 720.0, "label": "FYS 395", "id": "73", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 395. The Sporting Life.", "Concentrations": ["The Human Body (C027)", "Knowledge, Action, and the Public Good (C091)"], "Description": "Sporting events such as the Super Bowl, World Cup, Olympic Games, and March Madness suggest the magnitude of importance of sports in many people's lives. The fact that so many people so passionately engage in sports as participants and spectators also indicates its significance. The import of sport can be considered from a myriad of perspectives, from the social and natural sciences to the humanities. In this interdisciplinary course, students consider a variety of sources including academic articles, personal memoir, fiction, film, and observation.    Enrollment limited to 15. (Community-Engaged Learning.)    S. Langdon.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=FYS#FYS395'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}, {"x": 730.0, "label": "FYS 426", "id": "74", "y": 0.0, "attributes": {"Requisite": [], "Department Code": "FYS", "Title": "FYS 426. The Chinese Imagination: Chapter and Verse.", "Concentrations": [], "Description": "At the literary roots of the Chinese imagination are two great anthologies created more than a millennium apart, enshrining images and ideas that have resonated throughout East Asia ever since. The parables, jokes, and philosophical riddles of the   have challenged social and political orthodoxy since before the birth of the Chinese empire, while the contents of the   have set the standard for lyric inspiration since the late middle ages.  Students use these potent short forms to rethink their approach to self-aware composition. Enrollment limited to 15.    D. Grafflin.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=1000&a=renderDept&d=FYS#FYS426'> LINK </a>"}, "size": 10.0, "color": "rgb(214, 201, 70)"}]}