{"nodes":[{"label":"CHI s50","x":0.0,"y":0.0,"id":"0","attributes":{"Title":"CHI s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHIs50'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"CHI 101","x":15.0,"y":400.0,"id":"1","attributes":{"Title":"CHI 101. Beginning Chinese I.","Description":"An introduction to spoken and written modern Chinese. Conversation and comprehension exercises in the classroom and laboratory provide practice in pronunciation and the use of basic patterns of speech.   Enrollment limited to 20. Normally offered every year. L. Miao, S. Yang.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI101'> LINK </a>","Requisite":[],"Concentrations":["Chinese Language (C044)","Chinese Society and Culture (C047)","Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"JPN 201","x":60.0,"y":100.0,"id":"2","attributes":{"Title":"JPN 201. Intermediate Japanese I.","Description":"A continuation of JPN 102, the course stresses the acquisition of new and more complex spoken patterns, vocabulary building, and increasing knowledge of cultural context through use of calligraphy, role play, video, and varied reading materials. Approximately seventy-five new written characters are introduced. A range of oral as well as written projects and exercises provides a realistic context for language use. \nPrerequisite(s): JPN 102. Open to first-year students. Normally offered every year. K. Konoeda.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN201'> LINK </a>","Requisite":" JPN 102. Open to first-year students. Normally offered every year. K. Konoeda.","Concentrations":["Japanese Language  (C043)","Japanese Society and Culture (C046)","Asian Studies"]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"CHI 457","x":80.0,"y":0.0,"id":"3","attributes":{"Title":"CHI 457. Senior Thesis.","Description":"An extended research project on a topic in Chinese literature, culture, or language utilizing some source materials in Chinese. Qualified students may, with approval of the Committee on Asian Studies, choose to write the thesis in Chinese. Students register for 457 in the fall semester or for 458 in the winter semester unless the committee gives approval for a two-semester project. Majors invited to pursue honors register for 457 and 458, contingent on the approval of the committee.    Normally offered every year. Staff.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI457'> LINK </a>","Requisite":[],"Concentrations":["Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"JPN 457","x":90.0,"y":0.0,"id":"4","attributes":{"Title":"JPN 457. Senior Thesis.","Description":"An extended research project on a topic in Japanese literature, culture, or language utilizing some source materials in Japanese. Qualified students may, with approval of the Committee on Asian Studies, choose to write the thesis in Japanese. Students register for 457 in the fall semester or for 458 in the winter semester unless the committee gives approval for a two-semester project. Majors invited to pursue honors register for 457 and 458, contingent on the approval of the committee.    Normally offered every year. Staff.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN457'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"AS/JA 125","x":100.0,"y":0.0,"id":"5","attributes":{"Title":"AS/JA 125. Japanese Literature and Society.","Description":"This course examines major trends in Japanese literature and society from its beginnings to the modern period. Students consider well-known stories, plays, and novels from the classical, medieval, early modern, and modern periods, placing each text within its unique sociohistorical context. All readings are in English.    Normally offered every year. H. Wake.","Department Code":"AS/JA","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/JA125'> LINK </a>","Requisite":[],"Concentrations":["Asian Art and Literature (C033)","Asian Modernity (C053)","Asian Narrative Traditions (C052)","Japanese Society and Culture (C046)","The Translated World (C067)","Women and Gender in Asia (C050)"]},"color":"rgb(75, 36, 242)","size":10.0},{"label":"JPN 202","x":120.0,"y":200.0,"id":"6","attributes":{"Title":"JPN 202. Intermediate Japanese II.","Description":"A continuation of JPN 201, this course is normally taken immediately following JPN 201. It stresses further acquisition of complex spoken patterns, vocabulary and cultural knowledge through exercises in culturally realistic contexts. Students extend proficiency in the written language through writing projects and the introduction of approximately seventy-five new characters. Open to first-year students. Normally offered every year. K. Konoeda.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN202'> LINK </a>","Requisite":[],"Concentrations":["Japanese Language  (C043)","Japanese Society and Culture (C046)","Asian Studies"]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"AS/JA s23","x":140.0,"y":0.0,"id":"7","attributes":{"Title":"AS/JA s23. Japanese Popular Culture in the Age of Globalization.","Description":"This course surveys Japanese popular culture since the 1980s, both in and outside of the geographic borders of Japan. Students examine this culture through food, popular music, and anime. How have sushi chefs defined \"Japanese sushi\" to satisfy consumers and sell it in foreign markets? How could we define the cuteness of Japanese anime characters in the gender matrix that may be specific to each different culture? What elements—either material or ideological—are transferred, transformed, or discarded when introducing popular Japanese culture to different consumer markets? To answer these questions, recent products of popular culture are considered: tasted, or listened to and closely analyzed. Through these activities, this course aims to produce a critical language to envision how the ongoing process of economic globalization has been deconstructing conventional cultural boundaries.    Not open to students who have received credit for AS/JA 232. Open to first-year students. Enrollment limited to 30. Normally offered every year. H. Wake.","Department Code":"AS/JA","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ASIA#AS/JAs23'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Film and Media Studies (C019)","Material Culture (C083)","Popular Culture (C040)"]},"color":"rgb(75, 36, 242)","size":10.0},{"label":"AS/CI 225","x":150.0,"y":0.0,"id":"8","attributes":{"Title":"AS/CI 225. Art and Politics in China.","Description":"Women in Chinese art? Women making Chinese art? Chinese art about women? For women's consumption? How is art history written in gendered terms? This course examines gender politics in modern Chinese art, and rethinks the representation of women, art created by women, and as artists' ruminations on gender. Students investigate how \"women\" is visualized, and how images related to the feminine subject were mobilized for various social and political purposes. They consider the construction of ideal womanhood, feminine space, women as producers of art, women and religion, and women as political agents. Media include painting, sculpture, prints, textile art, photography, performance, and video art. Enrollment limited to 40. Normally offered every year. Y. Liu.","Department Code":"AS/CI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/CI225'> LINK </a>","Requisite":[],"Concentrations":["Asian Art and Literature (C033)","Asian Modernity (C053)","Chinese Society and Culture (C047)","The Human Body (C027)"]},"color":"rgb(252, 229, 104)","size":10.0},{"label":"CHI 415","x":30.0,"y":100.0,"id":"9","attributes":{"Title":"CHI 415. Readings in Classical Chinese.","Description":"An intensive study of classical Chinese through reading selections of ancient literary, historical, and philosophical texts in the original, including excerpts from the  , the   Tang-Song prose, and poetry. Conducted in Chinese. Prerequisite(s): CHI 302 or 401. Open to first-year students. S. Yang.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI415'> LINK </a>","Requisite":" CHI 302 or 401. Open to first-year students. S. Yang.","Concentrations":["Chinese Language (C044)","Chinese Society and Culture (C047)","Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"INDS 255","x":160.0,"y":0.0,"id":"10","attributes":{"Title":"INDS 255. Female Authorship: Japanese Women Writers and Filmmakers.","Description":"Women have authored many of Japan's most treasured classical texts, have inked their way to celebrity status as   artists, and now hold rank in a new generation of Japanese filmmakers. Yet the idea of the Japanese woman and the Japanese girl circulated in national and international imagery has been problematically penned by patriarchy. This course examines texts authored by women in the literary and visual fields to explore how women imagine and construct themselves. Students engage in critical analysis of Japanese gender performance and social roles as depicted in images of the family, national identity, selfhood, the body, and gendered experience. Readings and discussion are in English. Cross-listed in Asian studies, Japanese, and women and gender studies. Open to first-year students.    C. Laird.","Department Code":"INDS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#INDS255'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Asian Narrative Traditions (C052)","Film and Media Studies (C019)","Japanese Society and Culture (C046)","The Translated World (C067)","Women and Gender in Asia (C050)","Women and Writing (C060)","Women and Gender Studies","Asian Studies"]},"color":"rgb(189, 204, 115)","size":10.0},{"label":"AS/RE 348","x":170.0,"y":0.0,"id":"11","attributes":{"Title":"AS/RE 348. Epics of Asia: Myth and Religion.","Description":"This course considers the intersection of religion and society in Asia through the lens of popular Asian myths. Students examine how religious doctrine, ideals, and art have influenced the creation and interpretation of this unique narrative form, while also learning about specific Asian traditions. Close study of several tales, including narratives from India, Thailand, China, Tibet, and Japan, include reading texts in translation as well as viewing cinematic and theatrical representations of myths intended for popular audiences. Students explore the dialogic process of myth by creating their own modern versions of one text.    Enrollment limited to 15. Normally offered every other year. A. Melnick.","Department Code":"AS/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/RE348'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(29, 196, 132)","size":10.0},{"label":"AS/CI 223","x":180.0,"y":0.0,"id":"12","attributes":{"Title":"AS/CI 223. Modern and Contemporary Chinese Literature in Translation.","Description":"A survey of Chinese literature since 1911, including a wide range of fiction, poetry, and drama from mainland China and texts from the Chinese diaspora as well. Students gain a greater understanding of China's history and literary culture in three major periods: the May Fourth shift from traditional language and forms to vernacular literature; Socialist Realism and the Marxist theory of the first three decades of the People's Republic; and China's Reform Era, including expatriate authors like Ha Jin and China's two controversial Nobel Prize winners, Gao Xingjian and Moyan. Recommended background: AS/CI 207. Open to first-year students. Enrollment limited to 40.    Normally offered every year. N. Faries.","Department Code":"AS/CI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/CI223'> LINK </a>","Requisite":[],"Concentrations":["Asian Art and Literature (C033)","Asian Narrative Traditions (C052)","Chinese Society and Culture (C047)","The Translated World (C067)"]},"color":"rgb(252, 229, 104)","size":10.0},{"label":"JPN 401","x":110.0,"y":100.0,"id":"13","attributes":{"Title":"JPN 401. Advanced Japanese I.","Description":"Through the discussion and study of contemporary literary texts and other journalistic modes, the course seeks to utilize, develop, and integrate skills acquired in the earlier stages of language learning. Particular emphasis is placed on reading and writing, and translation. Through class presentations and discussion students further develop oral skills and expand their understanding of Japanese culture. JPN 401 may be taken before or after JPN 402. Prerequisite(s): JPN 302. Normally offered every year. C. Laird.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN401'> LINK </a>","Requisite":" JPN 302. Normally offered every year. C. Laird.","Concentrations":["Japanese Language  (C043)","Japanese Society and Culture (C046)","Asian Studies"]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"JPN 101","x":70.0,"y":100.0,"id":"14","attributes":{"Title":"JPN 101. Beginning Japanese I.","Description":"An introduction to the basics of spoken and written Japanese as a foundation for advanced study and proficiency in the language. Fundamental patterns of grammar and syntax are introduced together with a practical, functional vocabulary. Mastery of the   and   syllabaries, as well as approximately seventy written characters, introduces students to the beauty of written Japanese. Normally offered every year. H. Wake.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN101'> LINK </a>","Requisite":[],"Concentrations":["Japanese Language  (C043)","Japanese Society and Culture (C046)","Asian Studies"]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"AS/HI 291","x":190.0,"y":0.0,"id":"15","attributes":{"Title":"AS/HI 291. World War II in East Asia.","Description":"This course provides a comprehensive examination of the Sino-Japanese War of 1937–45 and the Asia-Pacific War of 1941–45, focusing on political and military history, cultural and social developments, and connections to the global Second World War. Themes include imperialism and revolution, diplomacy and international politics, refugees and relief, resistance and collaboration, labor and economy, gendered experiences, wartime literature and arts, as well as postwar history and memory. Open to first-year students. Enrollment limited to 40. (East Asian.) K. Ren.","Department Code":"AS/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/HI291'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Conflict and Threat: War and Disease (C064)","Globalization (C014)","Identity, Race, and Ethnicity (C037)","Learning and Teaching (C084)"]},"color":"rgb(86, 222, 135)","size":10.0},{"label":"CHI 202","x":10.0,"y":100.0,"id":"16","attributes":{"Title":"CHI 202. Intermediate Chinese II.","Description":"A continuation of CHI 201. Prerequisite(s): CHI 201 Open to first-year students. Normally offered every year. L. Miao, Staff.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI202'> LINK </a>","Requisite":" CHI 201 Open to first-year students. Normally offered every year. L. Miao, Staff.","Concentrations":["Chinese Language (C044)","Chinese Society and Culture (C047)","Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"AS/JA s21","x":200.0,"y":0.0,"id":"17","attributes":{"Title":"AS/JA s21. Japan: A Culture of Four Seasons.","Description":"“Does your country have four seasons?\" Many who travel to Japan are caught off-guard by this seemingly simple and oft-asked question. The impetus behind the inquiry, however, is not nearly as superficial or mundane as it might seem. In this course students explore Japanese expressions of kisetsukan—a \"sensitivity to the seasons”—to understand how an ideological sensitivity to nature and temporality have shaped dominant cultural practices from poetry, literature, and visual media to food, fashion, and festivals. Readings, screenings, tastings, and hands-on creative projects are designed to cultivate an embodied experience for all participants.    Enrollment limited to 30. Normally offered every other year. C. Laird.","Department Code":"AS/JA","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/JAs21'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(75, 36, 242)","size":10.0},{"label":"AS/HI 274","x":210.0,"y":0.0,"id":"18","attributes":{"Title":"AS/HI 274. China in Revolution.","Description":"Modern China's century of revolutions, from the disintegration of the traditional empire in the late nineteenth century, through the twentieth-century attempts at reconstruction, to the tenuous stability of the post-Maoist regime. Recommended background: AS/HI 171. Enrollment limited to 40. (East Asian.) Normally offered every year. K. Ren.","Department Code":"AS/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/HI274'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Chinese Society and Culture (C047)","Conflict and Threat: War and Disease (C064)","Learning and Teaching (C084)"]},"color":"rgb(86, 222, 135)","size":10.0},{"label":"AS/CI 222","x":220.0,"y":0.0,"id":"19","attributes":{"Title":"AS/CI 222. Transnational Chinese Cinema.","Description":"This course introduces students to Asian culture and cinema through the study of movies from mainland China, Taiwan, and Hong Kong. As they study various directors, genres, and forms, students consider how cinema acts as a sign system in the construction of sociocultural and aesthetic meanings. Topics include screening history, gender and representation, experiences from rural to urban, social transformation and ruin aesthetics, action and martial arts films, and independent documentaries.   Open to first-year students. Enrollment limited to 40. One-time offering.","Department Code":"AS/CI","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ASIA#AS/CI222'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Asian Narrative Traditions (C052)","Chinese Society and Culture (C047)","Film and Media Studies (C019)","Popular Culture (C040)","Producing Culture: Arts and Audience (C061)"]},"color":"rgb(252, 229, 104)","size":10.0},{"label":"CHI 360","x":230.0,"y":0.0,"id":"20","attributes":{"Title":"CHI 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI360'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"JPN 360","x":240.0,"y":0.0,"id":"21","attributes":{"Title":"JPN 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN360'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"ASIA s24","x":250.0,"y":0.0,"id":"22","attributes":{"Title":"ASIA s24. Food and Famines in China.","Description":"This course examines the role of food in Chinese traditional culture and contemporary society. Topics covered include food as a key to nourishing life, food as communication, the role of food in Chinese cosmology, Chinese cuisine, food as medicine, and food safety. Studenst consider famines in China with a particular emphasis on the Great Leap famine and its consequences. The course includes hands-on practice to gain experience in making (and tasting) Chinese food. Enrollment limited to 30. One-time offering. M. Maurer-Fazio, X. Fan.","Department Code":"ASIA","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ASIA#ASIAs24'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Chinese Society and Culture (C047)","Identity, Race, and Ethnicity (C037)","Material Culture (C083)"]},"color":"rgb(43, 3, 125)","size":10.0},{"label":"CHI 421","x":35.0,"y":200.0,"id":"23","attributes":{"Title":"CHI 421. Readings in Modern Chinese Culture.","Description":"An intensive study of modern Chinese culture through reading selections of literary and nonliterary texts in the Chinese original. Prerequisite(s): CHI 401 or 415. Not open to students who have received credit for CHI s42. Staff.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ASIA#CHI421'> LINK </a>","Requisite":" CHI 401 or 415. Not open to students who have received credit for CHI s42. Staff.","Concentrations":[]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"PSYC 101","x":260.0,"y":100.0,"id":"24","attributes":{"Title":"PSYC 101. Principles of Psychology.","Description":" This course provides students with a thorough and rigorous introduction to the study of behavior and mental processes, and prepares students for more advanced work in psychology and related fields. Fundamental psychological laws and principles of human behavior are examined in the light of the scientific method. The course is a prerequisite for all other courses in the department. Enrollment limited to 60 per section. Normally offered every semester. Staff.","Department Code":"PSYC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=PSYC#PSYC101'> LINK </a>","Requisite":[],"Concentrations":["Children, Adolescents, School (C030)","Learning and Teaching (C084)","Philosophy and Psychology (C031)"]},"color":"rgb(65, 65, 225)","size":10.0},{"label":"CHI 301","x":5.0,"y":200.0,"id":"25","attributes":{"Title":"CHI 301. Upper-Level Modern Chinese I.","Description":"Designed for students who already have a strong background in spoken Chinese, the course gives an intensive review of the essentials of grammar and phonology, introduces a larger vocabulary and a variety of sentence patterns, improves conversational and auditory skills, and develops some proficiency in reading and writing. The course makes extensive use of short texts (both literary and nonfictional) and some films. Classes are conducted primarily in Chinese. Prerequisite(s): CHI 202. Open to first-year students. Normally offered every year. L. Miao, Staff.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI301'> LINK </a>","Requisite":" CHI 202. Open to first-year students. Normally offered every year. L. Miao, Staff.","Concentrations":["Chinese Language (C044)","Chinese Society and Culture (C047)","Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"AS/RE 251","x":270.0,"y":0.0,"id":"26","attributes":{"Title":"AS/RE 251. Religions of Tibet.","Description":"Tibetan religions are a complex mixture of Indian, Chinese, and indigenous elements. This course focuses on the history, doctrines, practices, literatures, major personalities, and communities of the different religious traditions that are expressions of this mixture, including the  ,  ,  , and   sects of Buddhism as well as the Bön and \"folk\" traditions. Open to first-year students. Enrollment limited to 40. A. Melnick.","Department Code":"AS/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/RE251'> LINK </a>","Requisite":[],"Concentrations":["Buddhism (C002)","Religious Studies (C001)","South Asian Studies (C087)"]},"color":"rgb(29, 196, 132)","size":10.0},{"label":"AS/RE 155","x":280.0,"y":0.0,"id":"27","attributes":{"Title":"AS/RE 155. Introduction to Asian Religions.","Description":"An introduction to the major religious traditions of Asia, in both their classical and modern forms, with a focus on the lifestories of individual figures in the Hindu, Buddhist, Tibetan, Chinese, and Japanese traditions. The course explores their basic teachings, examines their historical and social contexts, and seeks answers to questions such as: What is the nature of religious experience? What are the functions of myth and ritual? How do Asian world views differ from each other and from Western ones? Enrollment limited to 40. A. Melnick.","Department Code":"AS/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/RE155'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)"]},"color":"rgb(29, 196, 132)","size":10.0},{"label":"AS/HI 390K","x":290.0,"y":0.0,"id":"28","attributes":{"Title":"AS/HI 390K. A Tale of Two Cities: Beijing and Shanghai, 1800 to the Present.","Description":"This course offers an interdisciplinary introduction to modern China through the urban histories of the key cities of Beijing and Shanghai in the nineteenth and twentieth centuries. Students explore China's social, economic, cultural, and political transformations through topics such as urban planning, social control and mobilization, war and revolution, socialism and capitalism, as well as literary and cinematic representations. Recommended background: coursework in Asian studies, east Asian history, or urban history.    Enrollment limited to 15.    One-time offering. K. Ren.","Department Code":"AS/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/HI390K'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Chinese Society and Culture (C047)","The City in History: Urbanism and Constructed Spaces (C057)","Learning and Teaching (C084)"]},"color":"rgb(86, 222, 135)","size":10.0},{"label":"AS/MU 252","x":300.0,"y":0.0,"id":"29","attributes":{"Title":"AS/MU 252. Musics of Southeast Asia.","Description":"Designed for students interested in performing arts cultures based outside the West, this course introduces selected historical and contemporary musical traditions of mainland and island Southeast Asia. The integration of music, dance, theater, and ritual is a unifying theme of the course. Special attention is given to historical and contemporary gong-chime cultures of the region. The study of Southeast Asian arts contributes to students' understanding of the region. Several practical sessions, in which students learn to play instruments of the Bates Gamelan Ensemble, enhance the grasp of formal principles common to a variety of Southeast Asian musics. Prerequisite(s): any course in music or Asian studies. Open to first-year students.    G. Fatone.","Department Code":"AS/MU","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/MU252'> LINK </a>","Requisite":" any course in music or Asian studies. Open to first-year students.    G. Fatone.","Concentrations":["Culture and Meaning (C026)","Learning and Teaching (C084)","Music and Culture (C080)","Producing Culture: Arts and Audience (C061)","South Asian Studies (C087)"]},"color":"rgb(202, 94, 71)","size":10.0},{"label":"AS/RE 208","x":310.0,"y":0.0,"id":"30","attributes":{"Title":"AS/RE 208. Religions in China.","Description":"A study of the various religious traditions of China in their independence and interaction. The course focuses on the history, doctrines, and practices of Daoism, Confucianism, and various schools of Mahayana Buddhism. Readings include basic texts and secondary sources. Open to first-year students. Enrollment limited to 40. N. Faries.","Department Code":"AS/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/RE208'> LINK </a>","Requisite":[],"Concentrations":["Buddhism (C002)","Chinese Society and Culture (C047)","Religious Studies (C001)"]},"color":"rgb(29, 196, 132)","size":10.0},{"label":"ECON 103","x":340.0,"y":200.0,"id":"31","attributes":{"Title":"ECON 103. Principles of Macroeconomics: Income and Employment.","Description":"A survey of major economic issues in the United States, such as economic growth, employment, and inflation. Students discuss the causes and consequences of fluctuations in income, employment, and inflation, and analyze fiscal and monetary policies designed to correct them. ECON 101 is helpful preparation, but not required. Enrollment limited to 35. Normally offered every semester. L. He, G. Perkins, D. Riera-Crichton, P. Shea.","Department Code":"ECON","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ECON#ECON103'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(235, 93, 254)","size":10.0},{"label":"AS/HI 172","x":370.0,"y":0.0,"id":"32","attributes":{"Title":"AS/HI 172. Japanese History: From Jōmon to J-Pop.","Description":"This course provides an overview of the history of Japan from the earliest evidence of human settlement to contemporary times. A mix of primary documents, secondary scholarship, literature, visual images, and occasional films are used to explore Japan's evolution from a collection of divided islands into a single nation, both politically and culturally. Major topics include the impact of continental Asian civilizations, the rise and centrality of both elite and broader popular cultures, political fragmentation and unification, and rapid transformations in social, cultural, economic, and political values and realities in the modern era.    Enrollment limited to 48. (East Asian.) (Premodern.) Normally offered every year. P. Eason.","Department Code":"AS/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/HI172'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Evidence: Documentation and Reality (C017)","Japanese Society and Culture (C046)","Learning and Teaching (C084)","Premodern History (C048)","Women and Gender in Asia (C050)"]},"color":"rgb(86, 222, 135)","size":10.0},{"label":"AS/RE 249","x":380.0,"y":0.0,"id":"33","attributes":{"Title":"AS/RE 249. The Hindu Tradition.","Description":"An examination, through the use of primary and secondary texts, of the various traditions of Hinduism, with some consideration of their relation to Jainism and Indian Buddhism. Special attention is paid to the Vedas, Upanishads, and Bhagavad-Gita, as well as to the classical myths of Hinduism embodied in the Puranas, and to ritual and devotional practices. Open to first-year students. Enrollment limited to 40. Staff.","Department Code":"AS/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/RE249'> LINK </a>","Requisite":[],"Concentrations":["Religious Studies (C001)","South Asian Studies (C087)"]},"color":"rgb(29, 196, 132)","size":10.0},{"label":"AS/PY 260","x":260.0,"y":0.0,"id":"34","attributes":{"Title":"AS/PY 260. Cultural Psychology.","Description":"This course provides an introduction to the theoretical perspectives and research findings of cultural psychology, with an emphasis on comparisons between North American and East Asian cultural groups. Topics include defining culture as a topic of psychological inquiry; the methods of conducting cultural research; the debate between universality versus cultural specificity of psychological processes; acculturation and multiculturalism; and cultural influences on thought, emotion, motivation, personality, abnormality, and social behavior. Prerequisite(s): PSYC 101.    Enrollment limited to 50. (Diversity.) Normally offered every year. H. Boucher.","Department Code":"AS/PY","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/PY260'> LINK </a>","Requisite":" PSYC 101.    Enrollment limited to 50. (Diversity.) Normally offered every year. H. Boucher.","Concentrations":["Asian Modernity (C053)","Children, Adolescents, School (C030)","Learning and Teaching (C084)","Philosophy and Psychology (C031)"]},"color":"rgb(28, 78, 247)","size":10.0},{"label":"CHI 458","x":390.0,"y":0.0,"id":"35","attributes":{"Title":"CHI 458. Senior Thesis.","Description":"An extended research project on a topic in Chinese literature, culture, or language utilizing some source materials in Chinese. Qualified students may, with approval of the Committee on Asian Studies, choose to write the thesis in Chinese. Students register for 457 in the fall semester or for 458 in the winter semester unless the committee gives approval for a two-semester project. Majors invited to pursue honors register for 457 and 458, contingent on the approval of the committee.    Normally offered every year. Staff.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI458'> LINK </a>","Requisite":[],"Concentrations":["Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"AS/RE 209","x":400.0,"y":0.0,"id":"36","attributes":{"Title":"AS/RE 209. Religions in Japan.","Description":"A study of the various religious traditions of Japan in their independence and interaction. The course focuses on the doctrines and practices of Shinto, folk religion, and various schools of Buddhism. These are considered in the context of Japanese history and culture and set against their Korean and Chinese backgrounds. Open to first-year students. Enrollment limited to 40. Staff.","Department Code":"AS/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/RE209'> LINK </a>","Requisite":[],"Concentrations":["Buddhism (C002)","Japanese Society and Culture (C046)","Religious Studies (C001)"]},"color":"rgb(29, 196, 132)","size":10.0},{"label":"AS/JA 232","x":410.0,"y":0.0,"id":"37","attributes":{"Title":"AS/JA 232. Japanese Popular Culture in the Age of Globalization.","Description":"A survey of Japanese popular culture since the 1980s, from within and outside the geographic borders of Japan. Students examine this culture through food, popular music, and anime. How have sushi chefs defined \"Japanese sushi\" to satisfy consumers and sell it in foreign markets? How could we define the \"cuteness\" of Japanese anime characters in the gender matrices that may be specific to different cultures? What elements—either material or ideological—are transferred, transformed, or discarded when introducing popular Japanese culture to different consumer markets? This course aims to produce a critical language to envision how the ongoing process of economic globalization deconstructs conventional cultural boundaries.    Not open to students who have received credit for AS/JA s23. Open to first-year students. Enrollment limited to 40. Normally offered every year. H. Wake.","Department Code":"AS/JA","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/JA232'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Film and Media Studies (C019)","Japanese Society and Culture (C046)","Material Culture (C083)","Popular Culture (C040)"]},"color":"rgb(75, 36, 242)","size":10.0},{"label":"ASIA 110","x":420.0,"y":0.0,"id":"38","attributes":{"Title":"ASIA 110. East Asia between Tradition and Modernity.","Description":"China, Japan, and Korea each had a watershed moment in which they transformed themselves into modern, independent nations. This course first provides an introduction to traditional cultures, and then explores the violent changes that swept over East Asia from the mid-nineteenth century through the Chinese Civil War and the destruction of World War II. Imperialism, women's liberation, and cultural nationalism are examined through an interdisciplinary approach that draws from intellectual history, literature, and visual and performing arts.    Enrollment limited to 50. Normally offered every year. P. Eason.","Department Code":"ASIA","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ASIA#ASIA110'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Japanese Society and Culture (C046)","Asian Studies"]},"color":"rgb(43, 3, 125)","size":10.0},{"label":"AS/RE 309","x":430.0,"y":0.0,"id":"39","attributes":{"Title":"AS/RE 309. Buddhism in East Asia.","Description":"This seminar focuses on the teachings, traditions, and contemplative practices of a number of East Asian schools of Buddhism, including the Tiantai (Tendai), Huayan (Kegon), Chan (Zen), Zhenyan (Shingon), and Pure Land traditions. Special consideration is given to the question of the continuities and discontinuities in the ways these schools became established in China, Korea, and Japan. Prerequisite(s): one of the following: AS/RE 208, 209, or 250. Enrollment limited to 15.    Staff.","Department Code":"AS/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/RE309'> LINK </a>","Requisite":" one of the following: AS/RE 208, 209, or 250. Enrollment limited to 15.    Staff.","Concentrations":["Buddhism (C002)","Religious Studies (C001)"]},"color":"rgb(29, 196, 132)","size":10.0},{"label":"ASIA s29","x":440.0,"y":0.0,"id":"40","attributes":{"Title":"ASIA s29. Understanding Manga: Line, Language, and Audience.","Description":"Japanese comic books (manga) are read around the world today, but how and why did this form develop so successfully in Japan? This course introduces the evolution of manga from World War II to the present. Topics include historical precedents and postwar transformation, major genres and venues of publication, influential artists, and the contemporary state of the industry/art. The course's primary focus is the formal analysis of individual works, as students work together to develop a critical language true to the characteristics of the medium. Conducted in English; no knowledge of Japanese is required. Prerequisite(s): one course in art and visual culture, Asian studies, or Japanese. Enrollment limited to 30. Staff.","Department Code":"ASIA","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ASIA#ASIAs29'> LINK </a>","Requisite":" one course in art and visual culture, Asian studies, or Japanese. Enrollment limited to 30. Staff.","Concentrations":["Asian Art and Literature (C033)","Asian Narrative Traditions (C052)","Japanese Society and Culture (C046)"]},"color":"rgb(43, 3, 125)","size":10.0},{"label":"JPN 302","x":120.0,"y":0.0,"id":"41","attributes":{"Title":"JPN 302. Intermediate Japanese IV.","Description":"A continuation of JPN 301, this course is normally taken immediately following JPN 301, and completes the introduction of essential Japanese syntactic forms and sentence patters. Students continue development of oral skills through culturally realistic exercises involving a range of topics. Emphasis is placed on increased competence in the written language. Approximately one hundred new characters are introduced. \nPrerequisite(s): JPN 301. Normally offered every year. K. Konoeda.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN302'> LINK </a>","Requisite":" JPN 301. Normally offered every year. K. Konoeda.","Concentrations":["Japanese Language  (C043)","Japanese Society and Culture (C046)","Asian Studies"]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"AS/JA s20","x":450.0,"y":0.0,"id":"42","attributes":{"Title":"AS/JA s20. Envisioning the Human Future in Japanese Anime.","Description":"This course considers Japanese animated movies and television series, or anime, and examines voices, sound effects, and graphics to understand how these construct an animated dystopic world envisioning posthuman civilizations. Why does anime seem more suitable and effective in representing the dark dystopia of postnuclear warfare periods than conventional film products? Why are anime characters so attractive when the works are essentially pursuing such negative themes? What sociopolitical or philosophical messages do these works contain, and do they bear relevance to our society at large? Finally, is there a human future? Open to first-year students. Enrollment limited to 30. Normally offered every year. H. Wake.","Department Code":"AS/JA","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/JAs20'> LINK </a>","Requisite":[],"Concentrations":["Japanese Society and Culture (C046)"]},"color":"rgb(75, 36, 242)","size":10.0},{"label":"CHI s24","x":460.0,"y":0.0,"id":"43","attributes":{"Title":"CHI s24. Chinese Language and Culture in China.","Description":"Students pursue four weeks of intensive Chinese language study at Yunnan National University in Kunming, Yunnan, China, or Nanjing Normal University in Nanjing, China. Language study is complemented by field trips to famous historical sites in the Yunnan and Beijing areas or in other provinces. Recommended background: CHI 101 and 102. Enrollment limited to 15. L. Miao, S. Yang.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ASIA#CHIs24'> LINK </a>","Requisite":[],"Concentrations":["Chinese Language (C044)","Chinese Society and Culture (C047)"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"AS/EC 242","x":320.0,"y":100.0,"id":"44","attributes":{"Title":"AS/EC 242. Work and Workers in China.","Description":"In this course students investigate how China's economic reforms are affecting the working lives and well-being of its immense work force. Over the last three decades, China has experienced rapid structural change as tens of millions of Chinese have moved out of the agriculture sector and into the industrial and service sectors. The concomitant migration of workers from the countryside to urban areas is the largest migration in human history. Students focus on the distributional implications of China's reform experience. They consider which institutional legacies are shaping emerging labor markets, how far China has moved toward a market-determined labor system, and which segments of China's enormous population have benefited and which have been harmed by the reforms. Prerequisite(s): ECON 101 or 103. Enrollment limited to 25.    M. Maurer-Fazio.","Department Code":"AS/EC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/EC242'> LINK </a>","Requisite":" ECON 101 or 103. Enrollment limited to 25.    M. Maurer-Fazio.","Concentrations":["Asian Modernity (C053)","Chinese Society and Culture (C047)","Globalization (C014)","Learning and Teaching (C084)"]},"color":"rgb(131, 151, 83)","size":10.0},{"label":"CHI s40","x":20.0,"y":100.0,"id":"45","attributes":{"Title":"CHI s40. Learning Chinese through Movies.","Description":"An intensive study of Chinese language, Chinese culture, and contemporary China through film in Chinese. The course includes film screenings, discussions, and writing. The course is taught in Chinese. Prerequisite(s): CHI 302. Enrollment limited to 15. Normally offered every other year. X. Fan.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ASIA#CHIs40'> LINK </a>","Requisite":" CHI 302. Enrollment limited to 15. Normally offered every other year. X. Fan.","Concentrations":[]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"ASIA 457","x":470.0,"y":0.0,"id":"46","attributes":{"Title":"ASIA 457. Senior Thesis.","Description":"An extended research project on a topic relevant to East Asian society and culture that adopts one or more of the disciplinary approaches represented in the Asian studies curriculum. Students register for 457 in the fall semester or for 458 in the winter semester unless the Asian studies program committee gives approval for a two-semester project.  Majors invited to pursue honors register for 457 and 458, contingent on the approval of the program committee.    Staff.","Department Code":"ASIA","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#ASIA457'> LINK </a>","Requisite":[],"Concentrations":["Asian Studies"]},"color":"rgb(43, 3, 125)","size":10.0},{"label":"AS/HI 390G","x":480.0,"y":100.0,"id":"47","attributes":{"Title":"AS/HI 390G. East Asia: Crimes of Modernity.","Description":"Modernization came to East Asia in a context of violence. The academic abstractions of imperialism, colonialism, revolution, and civil war were experienced on the ground as shattering transgressions and transformations of the traditional social, political, and economic orders, generating shock waves that continue to spread. This seminar proposes as a model researcher the homicide detective, working to build an explanatory context around deadly ruptures of civilized existence. Prerequisite(s): AS/HI 171, 172, 273, 274, 276, 277, or 278. Enrollment limited to 15. (East Asian.)    Normally offered every year. Staff.","Department Code":"AS/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/HI390G'> LINK </a>","Requisite":" AS/HI 171, 172, 273, 274, 276, 277, or 278. Enrollment limited to 15. (East Asian.)    Normally offered every year. Staff.","Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(86, 222, 135)","size":10.0},{"label":"AS/JA 130","x":490.0,"y":0.0,"id":"48","attributes":{"Title":"AS/JA 130. Japanese Film.","Description":"This course introduces students to Japanese cinema and criticism. Students consider the aesthetic style and narrative themes of films from the silent era to the present day, focusing on directors such as Ozu Yasujiro, Kurosawa Akira, and Kitano Takeshi. They explore such questions as: Is there a distinctive Japanese film style? How do cinematic techniques such as camera movement, editing, lighting, and composition provoke emotional responses and craft narrative meaning? In addition to viewing films, students read Japanese film history and criticism. No prior familiarity with Japan is required. Conducted in English. C. Laird.","Department Code":"AS/JA","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/JA130'> LINK </a>","Requisite":[],"Concentrations":["Asian Art and Literature (C033)","Asian Modernity (C053)","Asian Narrative Traditions (C052)","Film and Media Studies (C019)","Japanese Society and Culture (C046)"]},"color":"rgb(75, 36, 242)","size":10.0},{"label":"INDS s25","x":500.0,"y":0.0,"id":"49","attributes":{"Title":"INDS s25. Family and Gender in China.","Description":"This course examines social and cultural changes in late imperial, modern, and contemporary China (1550-present) through the perspective of family and gender. The Chinese family and the status and identities of Chinese women and men have undergone profound changes within both domestic and global contexts. In this course students study foundations and transformations of social practices and institutions such as the multi-generation lineage, childhood and education, love and marriage, gender norms and deviations, feminist movements and migrant workers, and the one-child policy. Materials include family biographies, sociological studies, novels, paintings, and films. Activities include a field trip to the Peabody Essex Museum. Cross-listed in Asian studies, history, and women and gender studies.    Enrollment limited to 30. K. Ren.","Department Code":"INDS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#INDSs25'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(189, 204, 115)","size":10.0},{"label":"AS/HI 233","x":510.0,"y":0.0,"id":"50","attributes":{"Title":"AS/HI 233. Selective Successes: Alternative Narratives and Identities in Modern Japan.","Description":"This course questions the \"success\" of Japan's history as a modern nation-state from the perspective of marginalized identity groups within the larger mainstream of Japanese society. The stories of ethnic minorities such as Burakumin and the Ainu, the role and position of women, and ethnic Koreans in Japan are all major topics of study. By highlighting the internal diversity within the history of modern Japan, narratives and definitions of \"success\" are recast through the lens of different subgroups and identities within Japan, providing a deeper understanding of Japanese history and mutliple approaches in the wider historiography. Enrollment limited to 40. (East Asian.) One-time offering. P. Eason.","Department Code":"AS/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/HI233'> LINK </a>","Requisite":[],"Concentrations":["Class, Inequity, Poverty, and Justice (C008)","Conflict and Threat: War and Disease (C064)","Identity, Race, and Ethnicity (C037)","Learning and Teaching (C084)","Racisms (C041)","Women and Gender in Asia (C050)"]},"color":"rgb(86, 222, 135)","size":10.0},{"label":"AS/EC 231","x":330.0,"y":100.0,"id":"51","attributes":{"Title":"AS/EC 231. The Economic Development of Japan.","Description":"This course surveys the development of Japan's economy. A brief historical introduction focuses on the preconditions for economic modernization and the role of the government in Japan's late nineteenth- and early twentieth-century experience. The course then concentrates on an overview of Japan's post–World War II experience of recovery, explosive growth, slowdown, and attempted reform. Students consider whether the Japanese economy operates according to principles, objectives, and structures that are substantially different from those of the West. Japan's economic impact on other East Asian countries and relatedness with the world economy are also explored. Prerequisite(s): ECON 101 or 103.    Open to first-year students. Enrollment limited to 30.    M. Maurer-Fazio.","Department Code":"AS/EC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/EC231'> LINK </a>","Requisite":" ECON 101 or 103.    Open to first-year students. Enrollment limited to 30.    M. Maurer-Fazio.","Concentrations":["Asian Modernity (C053)","Globalization (C014)","Japanese Society and Culture (C046)","Learning and Teaching (C084)"]},"color":"rgb(131, 151, 83)","size":10.0},{"label":"AS/EC 240","x":340.0,"y":100.0,"id":"52","attributes":{"Title":"AS/EC 240. East Asian Economic History and Development.","Description":"In this course students consider the major themes, diversity, and commonalities among East Asian nations’ economic histories and contemporary experience through narrative description, theory, and empirical analysis. The course explores the implications of these histories and experiences for contemporary East Asian, global, and U.S. economies. It also examines the internal economic dynamics of Asian economies and the effects of these dynamics on the current global economy. Prerequisite(s): ECON 101 or 103. Enrollment limited to 25. One-time offering. P. Pratoomchat.","Department Code":"AS/EC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/EC240'> LINK </a>","Requisite":" ECON 101 or 103. Enrollment limited to 25. One-time offering. P. Pratoomchat.","Concentrations":["Globalization (C014)","Learning and Teaching (C084)"]},"color":"rgb(131, 151, 83)","size":10.0},{"label":"JPN 102","x":65.0,"y":0.0,"id":"53","attributes":{"Title":"JPN 102. Beginning Japanese II.","Description":"A continuation of JPN 101, this course is normally taken immediately following JPN 101 in order to provide a yearlong introduction to the language. Through dynamic exercises carried out inside and outside the classroom, students extend their proficiency speaking, listening, reading, and writing in Japanese. An additional seventy written characters are introduced. Prerequisite(s):  JPN 101. Normally offered every year. C. Laird.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN102'> LINK </a>","Requisite":"  JPN 101. Normally offered every year. C. Laird.","Concentrations":["Japanese Language  (C043)","Japanese Society and Culture (C046)","Asian Studies"]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"AS/RE 308","x":520.0,"y":0.0,"id":"54","attributes":{"Title":"AS/RE 308. Buddhist Texts in Translation.","Description":"This seminar involves the close reading and discussion of a number of texts representing a variety of Buddhist traditions. Emphasis is placed on several different genres including canonical sutras, commentarial exegeses, philosophical treatises, and popular legends. Prerequisite(s): AS/RE 250,  AN/RE 263, or AV/AS 243. Enrollment limited to 15.    Staff.","Department Code":"AS/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/RE308'> LINK </a>","Requisite":" AS/RE 250,  AN/RE 263, or AV/AS 243. Enrollment limited to 15.    Staff.","Concentrations":["Asian Art and Literature (C033)","Buddhism (C002)","Religious Studies (C001)","South Asian Studies (C087)"]},"color":"rgb(29, 196, 132)","size":10.0},{"label":"JPN s50","x":530.0,"y":0.0,"id":"55","attributes":{"Title":"JPN s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPNs50'> LINK </a>","Requisite":[],"Concentrations":["Asian Studies"]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"AS/JA s27","x":540.0,"y":0.0,"id":"56","attributes":{"Title":"AS/JA s27. Hiroshima and Nagasaki.","Description":"The technologies of the industrial and postindustrial age have made possible a scale of destruction that seems impossible for human beings either to grasp or perhaps even to survive. Japan is the only nation to have experienced attack by atomic weapons. What is the role of art, literature, film, and journalism in expressing the \"inexpressible\" and possibly preventing its reoccurrence? This course examines Japanese and Korean responses to the bombing of Hiroshima and Nagasaki. Conducted in English. Enrollment limited to 30. S. Strong.","Department Code":"AS/JA","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ASIA#AS/JAs27'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","Japanese Society and Culture (C046)","The Translated World (C067)"]},"color":"rgb(75, 36, 242)","size":10.0},{"label":"JPN 301","x":120.0,"y":100.0,"id":"57","attributes":{"Title":"JPN 301. Intermediate Japanese III.","Description":"A continuation of JPN 202, this course and its sequel, JPN 302, complete the introduction of essential Japanese syntactic forms and sentence patterns. Students continue development of oral skills through culturally realistic exercises involving a range of topics. Emphasis is placed on increased competence in the written language. Approximately one hundred new characters are introduced. Prerequisite(s): JPN 202. Normally offered every year. K. Konoeda.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN301'> LINK </a>","Requisite":" JPN 202. Normally offered every year. K. Konoeda.","Concentrations":["Japanese Language  (C043)","Japanese Society and Culture (C046)","Asian Studies"]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"CHI 102","x":15.0,"y":300.0,"id":"58","attributes":{"Title":"CHI 102. Beginning Chinese II.","Description":"A continuation of CHI 101 with increasing emphasis on the recognition of Chinese characters. By the conclusion of this course, students know more than one quarter of the characters expected of an educated Chinese person. Classes, conducted increasingly in Chinese, stress sentence patterns that facilitate both speaking and reading. Prerequisite(s): CHI 101. Normally offered every year. L. Miao, S. Yang.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI102'> LINK </a>","Requisite":" CHI 101. Normally offered every year. L. Miao, S. Yang.","Concentrations":["Chinese Language (C044)","Chinese Society and Culture (C047)","Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"AS/JA 216","x":550.0,"y":0.0,"id":"59","attributes":{"Title":"AS/JA 216. ","Description":"The eleventh-century  , written by an imperial lady-in-waiting, is Japan's most famous literary classic. Though it is usually lauded as a romance with universal appeal, it can sharply contradict the modern reader's expectations about love, gender, and literature itself. Students delve into these contradictions as well as topics including the fact and fantasy of the \"world of the Shining Prince,\" whether the   is a \"novel,\" and the narrative's Chinese influences. They also examine the  's place in Japanese cultural history through important artistic adaptations and critical reactions. Recommended background: prior course work in Asian studies or English. Enrollment limited to 30. Staff.","Department Code":"AS/JA","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=ASIA#AS/JA216'> LINK </a>","Requisite":[],"Concentrations":["Asian Art and Literature (C033)","Asian Narrative Traditions (C052)","Japanese Society and Culture (C046)","The Translated World (C067)","Women and Writing (C060)"]},"color":"rgb(75, 36, 242)","size":10.0},{"label":"ASIA 458","x":560.0,"y":0.0,"id":"60","attributes":{"Title":"ASIA 458. Senior Thesis.","Description":"An extended research project on a topic revelant to East Asian society and culture that adopts one or more of the disciplinary approaches represented in the Asian Studies curriculum. Students register for 457 in the fall semester or for 458 in the winter semester unless the Asian studies program committee gives approval for a two-semester project.  Majors invited to pursue honors register for 457 and 458, contingent on the approval of the program committee.    Staff.","Department Code":"ASIA","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#ASIA458'> LINK </a>","Requisite":[],"Concentrations":["Asian Studies"]},"color":"rgb(43, 3, 125)","size":10.0},{"label":"AS/CI 312","x":570.0,"y":0.0,"id":"61","attributes":{"Title":"AS/CI 312. Kungfu Cinemas: Asia and Beyond.","Description":"Kungfu cinema has its icons—Bruce Lee, Jackie Chan, and Jet Li—and new Kungfu movies premiere every year. What is Kungfu cinema? What are its origins, sources, influences, different schools, and contemporary manifestations in China, Japan, India, Europe, and Hollywood? How have Kungfu films participated in fashioning national identity, body image, gender perception, and nation building in Asia and beyond? Students consider these questions by closely watching, analyzing, and interpreting a variety of Kungfu films. Enrollment limited to 15. Y. Liu.","Department Code":"AS/CI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/CI312'> LINK </a>","Requisite":[],"Concentrations":["Film and Media Studies (C019)"]},"color":"rgb(252, 229, 104)","size":10.0},{"label":"AS/EC 241","x":350.0,"y":100.0,"id":"62","attributes":{"Title":"AS/EC 241. China's Economic Reforms.","Description":"China's economy, now among the world's largest, has grown more rapidly than any other nation's over the last three decades. In this course, students explore the dynamism of China's recent economic transformation and the challenges it faces in the context of the enormous structural changes China has experienced in the twentieth and twenty-first centuries. They address fundamental questions about the transition from socialism, the nature of market systems, and how institutions and institutional change affect economic development. Prerequisite(s): ECON 101 or 103. Enrollment limited to 25.    M. Maurer-Fazio.","Department Code":"AS/EC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/EC241'> LINK </a>","Requisite":" ECON 101 or 103. Enrollment limited to 25.    M. Maurer-Fazio.","Concentrations":["Chinese Society and Culture (C047)","Globalization (C014)","Learning and Teaching (C084)"]},"color":"rgb(131, 151, 83)","size":10.0},{"label":"AS/HI 171","x":580.0,"y":0.0,"id":"63","attributes":{"Title":"AS/HI 171. China and Its Culture.","Description":"An overview of Chinese civilization from the god-kings of the second millennium and the emergence of the Confucian familial state in the first millennium  , through the expansion of the hybrid Sino-foreign empires, to the revolutionary transformation of Chinese society by internal and external pressures in the nineteenth and twentieth centuries. Enrollment limited to 48. (East Asian.) (Premodern.) Normally offered every year. Staff.","Department Code":"AS/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/HI171'> LINK </a>","Requisite":[],"Concentrations":["Chinese Society and Culture (C047)","Learning and Teaching (C084)","Premodern History (C048)"]},"color":"rgb(86, 222, 135)","size":10.0},{"label":"AS/EC 244","x":360.0,"y":100.0,"id":"64","attributes":{"Title":"AS/EC 244. China and the Global Economy.","Description":"China became a new global economic power in the twenty-first century. This course examines the reasons behind the rise of China, perspective on China's market economy in the long run, and the history of the China's economic reforms. Will the rise of China lead to changes in the world’s economic hegemony? Will this rise be sustainable in the long run? What will happen between China and the United States in terms of trade, labor movements, and currencies? Students discuss the economic interaction between China and the modern world system over the past two centuries and evaluate future trends. Prerequisite(s): ECON 101 or 103. Enrollment limited to 25. One-time offering. P. Pratoomchat.","Department Code":"AS/EC","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/EC244'> LINK </a>","Requisite":" ECON 101 or 103. Enrollment limited to 25. One-time offering. P. Pratoomchat.","Concentrations":["Globalization (C014)","Learning and Teaching (C084)"]},"color":"rgb(131, 151, 83)","size":10.0},{"label":"JPN 402","x":130.0,"y":100.0,"id":"65","attributes":{"Title":"JPN 402. Advanced Japanese II.","Description":"This course covers materials in Japanese such as newspaper articles, other media material, and short stories. Through presentations and discussions students utilize, develop, and integrate spoken skills acquired in the earlier stages of language learning. Written skills are also emphasized; normally students complete a final research project on a topic of their choice. Students taking this course in conjunction with the thesis should also register for JPN 458. JPN 402 may be taken before or after JPN 401. Prerequisite(s): JPN 302. Normally offered every year. H. Wake.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN402'> LINK </a>","Requisite":" JPN 302. Normally offered every year. H. Wake.","Concentrations":["Japanese Language  (C043)","Japanese Society and Culture (C046)","Asian Studies"]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"AV/AS 243","x":520.0,"y":100.0,"id":"66","attributes":{"Title":"AV/AS 243. Buddhist Arts and Visual Cultures.","Description":"The course examines the history of Buddhist visual cultures. It provides a basic introduction to a broad spectrum of Buddhist art, beginning with the emergence of early Buddhist sculpture in India and ending with modern Buddhist visual works. It examines selected works of architecture, sculpture, and paintings in their religious, social, and cultural contexts. It also briefly surveys regional Buddhism and its arts. Open to first-year students. (Non-Western Canon.) Normally offered every year. T. Nguyen.","Department Code":"AV/AS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=AVC#AV/AS243'> LINK </a>","Requisite":[],"Concentrations":["Asian Art and Literature (C033)","Buddhism (C002)","Learning and Teaching (C084)","Material Culture (C083)","Religious Studies (C001)","South Asian Studies (C087)"]},"color":"rgb(232, 191, 7)","size":10.0},{"label":"AS/HI 110","x":590.0,"y":0.0,"id":"67","attributes":{"Title":"AS/HI 110. East Asia between Tradition and Modernity.","Description":"China, Japan, and Korea each had a watershed moment in which they transformed themselves into modern, independent nations. This course first provides an introduction to traditional cultures, and then explores the violent changes that swept over East Asia from the mid-nineteenth century through the Chinese Civil War and the destruction of World War II. Imperialism, women's liberation, and cultural nationalism are examined through an interdisciplinary approach that draws from intellectual history, literature, and visual and performing arts. Not open to students who have received credit for ASIA 110. Enrollment limited to 50. (East Asian.) Normally offered every year. N. Faries.","Department Code":"AS/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/HI110'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Japanese Society and Culture (C046)","Learning and Teaching (C084)"]},"color":"rgb(86, 222, 135)","size":10.0},{"label":"CHI 302","x":30.0,"y":0.0,"id":"68","attributes":{"Title":"CHI 302. Upper-Level Modern Chinese II.","Description":"A continuation of CHI 301. Prerequisite(s): CHI 202. Open to first-year students. Normally offered every year. L. Miao.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI302'> LINK </a>","Requisite":" CHI 202. Open to first-year students. Normally offered every year. L. Miao.","Concentrations":["Chinese Language (C044)","Chinese Society and Culture (C047)","Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"ASIA 360","x":600.0,"y":0.0,"id":"69","attributes":{"Title":"ASIA 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"ASIA","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#ASIA360'> LINK </a>","Requisite":[],"Concentrations":["Asian Studies"]},"color":"rgb(43, 3, 125)","size":10.0},{"label":"AS/HI s11","x":610.0,"y":0.0,"id":"70","attributes":{"Title":"AS/HI s11. Pacifism, Militarism, Environmentalism, and Giant Robots: Exploring Postwar Japan through Film.","Description":"Japan's film industry, the world's fourth largest and dating back to the nineteenth century, has produced a range of both critical and commercial successes. It also offers a window into the circulation of ideas in modern Japanese society and culture at large. This course looks at issues in the history of Japan since 1945 through a range of films, including comedies, space operas, animated films, and—of course—Godzilla, as well as framing readings. Key themes considered include Japan's own historical self-image and attitudes toward militarism and pacifism, environmental and technological anxieties, consumerism, and individualism in postwar Japan. Open to first-year students. Enrollment limited to 30. (East Asian.) P. Eason.","Department Code":"AS/HI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/HIs11'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Asian Narrative Traditions (C052)","Film and Media Studies (C019)","Japanese Society and Culture (C046)","Learning and Teaching (C084)","Popular Culture (C040)"]},"color":"rgb(86, 222, 135)","size":10.0},{"label":"ASIA s50","x":620.0,"y":0.0,"id":"71","attributes":{"Title":"ASIA s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.    Normally offered every year. Staff.","Department Code":"ASIA","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#ASIAs50'> LINK </a>","Requisite":[],"Concentrations":["Asian Studies"]},"color":"rgb(43, 3, 125)","size":10.0},{"label":"CHI 402","x":50.0,"y":100.0,"id":"72","attributes":{"Title":"CHI 402. Advanced Chinese II.","Description":"A continuation of CHI 401. Prerequisite(s): CHI 302 or 401. Recommended background: three years of Chinese or more. Open to first-year students. Normally offered every year. S. Yang.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI402'> LINK </a>","Requisite":" CHI 302 or 401. Recommended background: three years of Chinese or more. Open to first-year students. Normally offered every year. S. Yang.","Concentrations":["Chinese Language (C044)","Chinese Society and Culture (C047)","Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"ECON 101","x":340.0,"y":0.0,"id":"73","attributes":{"Title":"ECON 101. Principles of Microeconomics: Prices and Markets.","Description":"A study of competition and monopoly, antitrust policy and public-utility regulation, determination of wages and other sources of income, income distribution, and pollution and public policy.  Enrollment limited to 35. Normally offered every semester. J. Hughes, L. Lewis, M. Maurer-Fazio, Staff.","Department Code":"ECON","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ECON#ECON101'> LINK </a>","Requisite":[],"Concentrations":["Learning and Teaching (C084)"]},"color":"rgb(235, 93, 254)","size":10.0},{"label":"ASIA 320","x":630.0,"y":0.0,"id":"74","attributes":{"Title":"ASIA 320. Individual and Society in East Asia.","Description":"This advanced seminar provides key tools for the study of modern and contemporary East Asia. It takes a multidisciplinary approach, giving attention to literature, film, music, visual and performing arts, and makes use of a heterogeneous body of texts including primary sources, theoretical framing, and secondary literature. Topics include the construction of national and personal identity, gender, sexuality, mass media and consumer culture, and the continued relevance and redifinition of traditional culture in contemporary society. This course is designed for students who have traveled in East Asia or have a significant background in one or more aspects of East Asian cultures, as it lends theoretical perspectives to students' experiences. The course also aims to strengthen senior thesis proposals in East Asian studies. Prerequisite(s): two courses in Asian studies. Normally offered every year. P. Eason.","Department Code":"ASIA","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#ASIA320'> LINK </a>","Requisite":" two courses in Asian studies. Normally offered every year. P. Eason.","Concentrations":["Women and Gender in Asia (C050)","Asian Studies"]},"color":"rgb(43, 3, 125)","size":10.0},{"label":"CHI 365","x":640.0,"y":0.0,"id":"75","attributes":{"Title":"CHI 365. Special Topics.","Description":"Designed for the small seminar group of students who may have particular interests in areas of study that go beyond the regular course offerings. Periodic conferences and papers are required.   Instructor permission is required. Staff.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI365'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"CI/TH 230","x":650.0,"y":0.0,"id":"76","attributes":{"Title":"CI/TH 230. Drama and Theater of China.","Description":"Nothing is impossible in Chinese theater. On stage, we see a wronged soul lamenting his tragic death, a young lady being brought back to life by true love years after passing away, and a series of misunderstandings and coincidences twisting a funeral into a comedy.  Chinese people celebrate happiness, joy, crisis, dilemma, desperation, and pain through theater. In this course, students experience breathtaking performance practices, apprehend inspiring theatrical aesthetics, and examine Chinese theatrical performances from ancient shamanistic rituals to contemporary intercultural collaborations. Open to first-year students. Enrollment limited to 40. Staff.","Department Code":"CI/TH","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CI/TH230'> LINK </a>","Requisite":[],"Concentrations":["Asian Art and Literature (C033)","Asian Narrative Traditions (C052)","Chinese Society and Culture (C047)","Producing Culture: Arts and Audience (C061)","Theater Arts (C028)","The Translated World (C067)"]},"color":"rgb(219, 69, 157)","size":10.0},{"label":"CHI 401","x":40.0,"y":100.0,"id":"77","attributes":{"Title":"CHI 401. Advanced Chinese I.","Description":"This course is designed to further enhance students' ability to understand and speak idiomatic Mandarin Chinese. Included are readings of modern and contemporary literary works, journalistic writings, and other nonliterary texts. Classical texts may also be studied upon students' request.  Prerequisite(s): CHI 302. Recommended background: three years or more of Chinese. Open to first-year students. Normally offered every year. Y. Liu.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI401'> LINK </a>","Requisite":" CHI 302. Recommended background: three years or more of Chinese. Open to first-year students. Normally offered every year. Y. Liu.","Concentrations":["Chinese Language (C044)","Chinese Society and Culture (C047)","Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"JPN 458","x":660.0,"y":0.0,"id":"78","attributes":{"Title":"JPN 458. Senior Thesis.","Description":"An extended research project on a topic in Japanese literature, culture, or language utilizing some source materials in Japanese. Qualified students may, with approval of the Committee on Asian Studies, choose to write the thesis in Japanese. Students register for 457 in the fall semester or for 458 in the winter semester unless the committee gives approval for a two-semester project. Majors invited to pursue honors register for 457 and 458, contingent on the approval of the committee.    Normally offered every year. Staff.","Department Code":"JPN","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#JPN458'> LINK </a>","Requisite":[],"Concentrations":[]},"color":"rgb(8, 11, 206)","size":10.0},{"label":"AS/RE 250","x":430.0,"y":100.0,"id":"79","attributes":{"Title":"AS/RE 250. The Buddhist Tradition.","Description":"The course focuses on the Buddha's life and teachings; on early Buddhism in India and the rise of various Buddhist schools of thought; on the development of Mahayana philosophies; on rituals, meditation, and other forms of expression in India and Southeast Asia.  Open to first-year students. Enrollment limited to 40. A. Melnick.","Department Code":"AS/RE","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/RE250'> LINK </a>","Requisite":[],"Concentrations":["Buddhism (C002)","Culture and Meaning (C026)","Religious Studies (C001)","South Asian Studies (C087)"]},"color":"rgb(29, 196, 132)","size":10.0},{"label":"INDS 215","x":670.0,"y":0.0,"id":"80","attributes":{"Title":"INDS 215. The Environmental History of Japan: Pollution, Protection, and the Public Good.","Description":"This course looks at a range of environmental issues in  Japan from the late seventeenth century to the present. Topics include managing scarce resources, the legacy of the atomic bombings of Hiroshima and Nagasaki, heavy industrial pollution tied to breakneck industrial and economic growth, the rise of the environmental movement, and the 2011 Fukushima nuclear disaster and its implications. Students discuss conflicts between conservation and consumption, defining progress and growth, the individual costs behind larger societal and economic decisions, and balancing the material needs of human society with environmental preservation and ecological management. Cross-listed in Asian studies, environmental studies, and history. Open to first-year students. Enrollment limited to 40. (East Asian.) P. Eason.","Department Code":"INDS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#INDS215'> LINK </a>","Requisite":[],"Concentrations":["Asian Modernity (C053)","Globalization (C014)","Japanese Society and Culture (C046)"]},"color":"rgb(189, 204, 115)","size":10.0},{"label":"AS/CI 207","x":680.0,"y":0.0,"id":"81","attributes":{"Title":"AS/CI 207. Traditional Chinese Literature in Translation.","Description":"An exploration of Chinese literature through reading and discussion of some of its masterworks of poetry, drama, fiction, and belles-lettres prose from ancient times through the premodern era. Not open to students who have received credit for CHI 207. Open to first-year students. Enrollment limited to 25.    Normally offered every year. S. Yang.","Department Code":"AS/CI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#AS/CI207'> LINK </a>","Requisite":[],"Concentrations":["Asian Art and Literature (C033)","Asian Narrative Traditions (C052)","Chinese Society and Culture (C047)","The Translated World (C067)"]},"color":"rgb(252, 229, 104)","size":10.0},{"label":"CHI 201","x":15.0,"y":200.0,"id":"82","attributes":{"Title":"CHI 201. Intermediate Chinese I.","Description":"Designed to enable students to converse in everyday Chinese and to read simple texts in Chinese. Classes conducted primarily in Chinese aim at further development of overall language proficiency. Prerequisite(s): CHI 102. Open to first-year students. Normally offered every year. L. Miao, Staff.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHI201'> LINK </a>","Requisite":" CHI 102. Open to first-year students. Normally offered every year. L. Miao, Staff.","Concentrations":["Chinese Language (C044)","Chinese Society and Culture (C047)","Asian Studies"]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"CHI s42","x":50.0,"y":200.0,"id":"83","attributes":{"Title":"CHI s42. Readings in Modern Chinese Culture.","Description":"An intensive study of modern Chinese culture through reading selections of literary and nonliterary texts in the Chinese original. Prerequisite(s): CHI 402. Not open to students who have received credit for CHI 421. Enrollment limited to 30. Staff.","Department Code":"CHI","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=ASIA#CHIs42'> LINK </a>","Requisite":" CHI 402. Not open to students who have received credit for CHI 421. Enrollment limited to 30. Staff.","Concentrations":[]},"color":"rgb(244, 39, 212)","size":10.0},{"label":"AS/HI 278","x":480.0,"y":0.0,"id":"84","attributes":{"Title":"AS/HI 278","Description":"not offered in the last 4 semesters","Department Code":"AS/HI","Course Site":"","Requisite":"","Concentrations":[]},"color":"rgb(86, 222, 135)","size":10.0}],"edges":[{"label":"","source":"1","target":"58","id":"6","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"2","target":"53","id":"8","attributes":{},"color":"rgb(8, 11, 206)","size":1.0},{"label":"","source":"6","target":"57","id":"10","attributes":{},"color":"rgb(8, 11, 206)","size":1.0},{"label":"","source":"9","target":"23","id":"12","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"9","target":"68","id":"14","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"9","target":"77","id":"16","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"13","target":"41","id":"18","attributes":{},"color":"rgb(8, 11, 206)","size":1.0},{"label":"","source":"14","target":"53","id":"20","attributes":{},"color":"rgb(8, 11, 206)","size":1.0},{"label":"","source":"16","target":"25","id":"22","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"16","target":"68","id":"24","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"16","target":"82","id":"26","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"23","target":"77","id":"28","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"24","target":"34","id":"30","attributes":{},"color":"rgb(28, 78, 247)","size":1.0},{"label":"","source":"31","target":"44","id":"32","attributes":{},"color":"rgb(131, 151, 83)","size":1.0},{"label":"","source":"31","target":"51","id":"34","attributes":{},"color":"rgb(131, 151, 83)","size":1.0},{"label":"","source":"31","target":"52","id":"36","attributes":{},"color":"rgb(131, 151, 83)","size":1.0},{"label":"","source":"31","target":"62","id":"38","attributes":{},"color":"rgb(131, 151, 83)","size":1.0},{"label":"","source":"31","target":"64","id":"40","attributes":{},"color":"rgb(131, 151, 83)","size":1.0},{"label":"","source":"39","target":"79","id":"42","attributes":{},"color":"rgb(29, 196, 132)","size":1.0},{"label":"","source":"41","target":"57","id":"44","attributes":{},"color":"rgb(8, 11, 206)","size":1.0},{"label":"","source":"41","target":"65","id":"46","attributes":{},"color":"rgb(8, 11, 206)","size":1.0},{"label":"","source":"44","target":"73","id":"48","attributes":{},"color":"rgb(235, 93, 254)","size":1.0},{"label":"","source":"45","target":"68","id":"50","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"47","target":"84","id":"52","attributes":{},"color":"rgb(86, 222, 135)","size":1.0},{"label":"","source":"51","target":"73","id":"54","attributes":{},"color":"rgb(235, 93, 254)","size":1.0},{"label":"","source":"52","target":"73","id":"56","attributes":{},"color":"rgb(235, 93, 254)","size":1.0},{"label":"","source":"54","target":"66","id":"58","attributes":{},"color":"rgb(232, 191, 7)","size":1.0},{"label":"","source":"58","target":"82","id":"60","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"62","target":"73","id":"62","attributes":{},"color":"rgb(235, 93, 254)","size":1.0},{"label":"","source":"64","target":"73","id":"64","attributes":{},"color":"rgb(235, 93, 254)","size":1.0},{"label":"","source":"68","target":"72","id":"66","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"68","target":"77","id":"68","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"72","target":"77","id":"70","attributes":{},"color":"rgb(244, 39, 212)","size":1.0},{"label":"","source":"72","target":"83","id":"72","attributes":{},"color":"rgb(244, 39, 212)","size":1.0}]}