{"nodes":[{"label":"GER 350","x":10.0,"y":100.0,"id":"0","attributes":{"Title":"GER 350. Margins and Migrations.","Description":"What is German literature? The course examines this question through the lens of writers who are difficult to incorporate into a national narrative. The first part of the course focuses on literatures produced on the margins of the German and Austrian Empires in the nineteenth and twentieth centuries, while the second part studies the effects of postwar labor migrations and globalization on contemporary German, Austrian, and Swiss literatures. Prerequisite(s): GER 234. R. Cernahoschi.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER350'> LINK </a>","Requisite":" GER 234. R. Cernahoschi.","Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 101","x":20.0,"y":500.0,"id":"1","attributes":{"Title":"GER 101. Introduction to German Language and Culture I.","Description":"This course, part of a yearlong sequence, introduces students to the German language and its cultural contexts. By emphasizing communicative skills, students learn to speak, build vocabulary, and develop their listening comprehension, reading, and writing skills. GER 101 is offered in the fall semester. GER 101 is not open to students who have had two or more years of German in secondary school. Normally offered every year. C. Decker, R. Cernahoschi, J. Kazecki.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER101'> LINK </a>","Requisite":[],"Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 458","x":90.0,"y":0.0,"id":"2","attributes":{"Title":"GER 458. Senior Thesis.","Description":"Research leading to writing of a senior thesis. Open to senior majors, including honors candidates. Students register for German 458 in the winter semester. Majors writing an honors thesis register for both German 457 and 458.    Normally offered every year. Staff.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER458'> LINK </a>","Requisite":[],"Concentrations":["German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 241","x":60.0,"y":100.0,"id":"3","attributes":{"Title":"GER 241. German Modernisms.","Description":"A study of German and Austrian literature and society from 1890 through 1933, with emphasis on the aesthetic and sociohistorical underpinnings of Naturalism, Impressionism, Expressionism, and selected works of Mann, Kafka, and Brecht. Prerequisite(s): GER 234. Open to first-year students.    C. Decker.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER241'> LINK </a>","Requisite":" GER 234. Open to first-year students.    C. Decker.","Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)","European Studies"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"RUSS 101","x":100.0,"y":0.0,"id":"4","attributes":{"Title":"RUSS 101. Elementary Russian I.","Description":"This course, offered in the fall semester as part of a yearlong sequence, introduces students to Russian language and culture with an emphasis on listening and speaking. Students also experience the richness of modern Russia through a variety of authentic texts including music, art, film, and television. Conducted in Russian. Normally offered every year. D. Browne, M. Loginova.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#RUSS101'> LINK </a>","Requisite":[],"Concentrations":["Modern Europe (C024)","Russian Language (C069)","Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"RUSS s51A","x":110.0,"y":0.0,"id":"5","attributes":{"Title":"RUSS s51A. Multi-Level Language Instruction.","Description":"New research, practices and technologies have prompted exciting changes in the landscape of teaching and learning at the college level. This course investigates those changes both broadly and within a specific discipline or interdisciplinary field of study. A small group of students works under the direction of a faculty member to examine innovative trends in teaching and learning, with the goal of designing or redesigning a specific course in that faculty member's field.   One-time offering. D. Browne.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=GRST#RUSSs51A'> LINK </a>","Requisite":[],"Concentrations":["Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"GER s26","x":120.0,"y":0.0,"id":"6","attributes":{"Title":"GER s26. The Split Screen: Reconstructing National Identities in West and East German Cinema.","Description":"This course investigates selected works of West and East German cinematic production after 1945. Students engage a broad range of topics and issues that define the popular view of Germany and its culture today. They discuss Germany's Nazi past, the postwar division of the country and its reunification in 1990, the legacies of the 1968 generation, and the role of minorities in contemporary Germany. The course also provides students with basic tools of film analysis, which are used in the discussion of cinematic art and in the analysis of the specific aesthetic qualities of a film. Conducted in English. Not open to students who have received credit for GER 262. Enrollment limited to 30. J. Kazecki.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GERs26'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","Evidence: Documentation and Reality (C017)","Film and Media Studies (C019)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","European Studies"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"RUSS 201","x":130.0,"y":100.0,"id":"7","attributes":{"Title":"RUSS 201. Intermediate Russian I.","Description":"This course, offered in the fall semester, is a continuation of Elementary Russian, focusing on vocabulary acquisition and greater control of more complex and extended forms of discourse. Conducted in Russian. Prerequisite(s): RUSS 102. Open to first-year students. Normally offered every year. D. Browne, M. Loginova.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#RUSS201'> LINK </a>","Requisite":" RUSS 102. Open to first-year students. Normally offered every year. D. Browne, M. Loginova.","Concentrations":["Modern Europe (C024)","Russian Language (C069)","Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"RUSS 360","x":170.0,"y":0.0,"id":"8","attributes":{"Title":"RUSS 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#RUSS360'> LINK </a>","Requisite":[],"Concentrations":["Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"INDS 256","x":180.0,"y":0.0,"id":"9","attributes":{"Title":"INDS 256. Rites of Spring.","Description":"—  began as a ballet, with music by Igor Stravinsky, choreography by Vaslav Nijinsky, and sets and costumes by Nicholas Roerich. Premiered in 1913 to riots in Paris,   has lived on to become one of the most important pieces of music in the Western canon and the zenith of stature and daring for choreographers. This course examines where it came from and how it has evolved over time through dance works, music, and cultural context. Cross-listed in dance, music, and Russian.    C. Dilley.","Department Code":"INDS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#INDS256'> LINK </a>","Requisite":[],"Concentrations":["The Collaborative Project (C012)","Music and Culture (C080)"]},"color":"rgb(36, 230, 134)","size":10.0},{"label":"GER 244","x":30.0,"y":100.0,"id":"10","attributes":{"Title":"GER 244. Staged Marriages.","Description":"A study of major issues in German dramaturgy from the Enlightenment to the present, explored through texts that dramatize problems relating to marriage. Authors include Lessing, Büchner, Brecht, and Horváth. Prerequisite(s): GER 234. Open to first-year students.    C. Decker.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER244'> LINK </a>","Requisite":" GER 234. Open to first-year students.    C. Decker.","Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","European Studies"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"RUSS 301","x":160.0,"y":100.0,"id":"11","attributes":{"Title":"RUSS 301. Advanced Russian I.","Description":"This course, normally offered in the fall semester, focuses on the essentials of contemporary colloquial Russian. Students read short unabridged texts in both literary and journalistic styles, and write one- and two-page papers on a variety of topics. Conducted in Russian. Prerequisite(s): RUSS 202. Open to first-year students. Normally offered every year. D. Browne, M. Loginova.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#RUSS301'> LINK </a>","Requisite":" RUSS 202. Open to first-year students. Normally offered every year. D. Browne, M. Loginova.","Concentrations":["Modern Europe (C024)","Russian Language (C069)","Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"GER 264","x":0.0,"y":100.0,"id":"12","attributes":{"Title":"GER 264. World War I in German Culture.","Description":"This course explores the ways in which the memory of World War I informs German culture from 1918 to the present, with an emphasis on the literature and film of the Weimar Republic. Topics include the literary representation of the experience of the war, the impact of the war on Weimar cinema, the instrumentalization of the Great War in Nazi ideology and artistic production, as well as strategies of commemoration of World War I in post-1945 German culture. Prerequisite(s): GER 234. J. Kazecki.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER264'> LINK </a>","Requisite":" GER 234. J. Kazecki.","Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","European Studies"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"RUSS 202","x":145.0,"y":0.0,"id":"13","attributes":{"Title":"RUSS 202. Intermediate Russian II.","Description":"This course, offered in the winter semester, is a continuation of RUSS 201 and completes students' introduction to the formal aspects of Russian language. Emphasis is placed on students' use of Russian to express themselves orally and in writing. Conducted in Russian. Prerequisite(s): RUSS 201. Open to first-year students. Normally offered every year. D. Browne, M. Loginova.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#RUSS202'> LINK </a>","Requisite":" RUSS 201. Open to first-year students. Normally offered every year. D. Browne, M. Loginova.","Concentrations":["Modern Europe (C024)","Russian Language (C069)","Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"GER 358","x":40.0,"y":100.0,"id":"14","attributes":{"Title":"GER 358. Literature and Film of the German Democratic Republic.","Description":"\nThis course explores the ways in which literature and film reflect and refract the social and political experiments of the GDR. Topics include the doctrine of Socialist Realism and its (mis)applications, coming to terms with the past, the emergence and problematization of new gender models, youth culture and generational tensions, the role of the individual in socialist society, censorship and artistic experimentation, conformity and resistance, popular culture and the artistic underground, and industrialization and environmental concerns. Attention is given to the sociohistorical contexts of the examined works and the means and ends of literary and cinematic creations of (alternate) realities. Prerequisite(s):GER 234. R. Cernahoschi.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER358'> LINK </a>","Requisite":"GER 234. R. Cernahoschi.","Concentrations":["Evidence: Documentation and Reality (C017)","German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)","European Studies"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 202","x":20.0,"y":200.0,"id":"15","attributes":{"Title":"GER 202. Intermediate German Language and Culture II.","Description":"This course, offered in the winter semester, is a continuation of GER 201, with added emphasis on the development of reading strategies and composition skills. Open to first-year students who enter with at least two years of German. Prerequisite(s): GER 201. Normally offered every year. R. Cernahoschi, J. Kazecki, H. Singl.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER202'> LINK </a>","Requisite":" GER 201. Normally offered every year. R. Cernahoschi, J. Kazecki, H. Singl.","Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 357","x":70.0,"y":100.0,"id":"16","attributes":{"Title":"GER 357. Austrian Literature.","Description":"A study of Austrian fiction that emerges from and responds to three important periods in Austrian political and cultural history: the restorative and revolutionary period of the mid-nineteenth century; fin-de-siècle Vienna and the impending collapse of the Habsburg Empire; and the post–World War II Second Austrian Republic. Prerequisite(s): GER 234. C. Decker.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER357'> LINK </a>","Requisite":" GER 234. C. Decker.","Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","European Studies"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 233","x":20.0,"y":100.0,"id":"17","attributes":{"Title":"GER 233. Advanced German Language and Culture I.","Description":"A topical course offered in the fall semester and designed to develop linguistic and cultural competency. Through reading and discussing a variety of texts, working with multimedia, and completing writing assignments, students attain greater oral and written proficiency in German while deepening their understanding of the culture of German-speaking countries. Prerequisite(s): GER 202. Open to first-year students. Normally offered every year. C. Decker, R. Cernahoschi, J. Kazecki, H. Stingl.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER233'> LINK </a>","Requisite":" GER 202. Open to first-year students. Normally offered every year. C. Decker, R. Cernahoschi, J. Kazecki, H. Stingl.","Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 360","x":190.0,"y":0.0,"id":"18","attributes":{"Title":"GER 360. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study per semester.  Normally offered every semester. Staff.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER360'> LINK </a>","Requisite":[],"Concentrations":["German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"RUSS 457","x":200.0,"y":0.0,"id":"19","attributes":{"Title":"RUSS 457. Senior Thesis.","Description":"Open only to senior majors, with departmental permission. Students register for RUSS 457 in the fall semester. Before registering for 457 or 458 a student must present to the department an acceptable plan, including an outline and a tentative bibliography, after discussion with a department member. Majors writing an honors thesis register for both RUSS 457 and 458.    Normally offered every year. Staff.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=GRST#RUSS457'> LINK </a>","Requisite":[],"Concentrations":["Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"GER 262","x":210.0,"y":0.0,"id":"20","attributes":{"Title":"GER 262. The Split Screen: Reconstructing National Identities in West and East German Cinema.","Description":"This course investigates selected works of West and East German cinematic production after 1945. Students engage a broad range of topics and issues that define the popular view of Germany and its culture today. They discuss Germany's Nazi past, the postwar division of the country and its reunification in 1990, the legacies of the 1968 generation, and the role of minorities in contemporary Germany. The course also provides students with basic tools of film analysis, which are used in the discussion of cinematic art and in the analysis of the specific aesthetic qualities of a film. Conducted in English. Not open to students who have received credit for GER s26. Open to first-year students. J. Kazecki.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER262'> LINK </a>","Requisite":[],"Concentrations":["Conflict and Threat: War and Disease (C064)","Evidence: Documentation and Reality (C017)","Film and Media Studies (C019)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","European Studies"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GR/RU s21","x":220.0,"y":0.0,"id":"21","attributes":{"Title":"GR/RU s21. Weimar and Berlin: German Culture in European Context.","Description":"The course traces the sociopolitical transformations that inform Germany's current role in the European Union through the example of two very different capitals: Weimar, the sleepy hamlet turned Germany's premier intellectual center, and Berlin, the once-divided city reinvented as intercultural meeting place. Using selected sites in the two cities, students focus on key moments in German history, which absorbed international trends and, in turn, reverberated across Europe. On campus and in Germany, students learn about important intellectual developments from the Reformation to the present day, cultural personalities and artifacts, and the crises and cooperations that produced them.    Enrollment limited to 16. Instructor permission is required. R. Cernahoschi, J. Kazecki.","Department Code":"GR/RU","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=GRST#GR/RUs21'> LINK </a>","Requisite":[],"Concentrations":["German in Vienna (C082)","Learning and Teaching (C084)","Russian in St. Petersburg (C078)"]},"color":"rgb(43, 16, 25)","size":10.0},{"label":"RUSS 458","x":230.0,"y":0.0,"id":"22","attributes":{"Title":"RUSS 458. Senior Thesis.","Description":"Open only to senior majors, with departmental permission. Students register for RUSS 458 in the winter semester. Before registering for 457 or 458 a student must present to the department an acceptable plan, including an outline and a tentative bibliography, after discussion with a department member. Majors writing an honors thesis register for both RUSS 457 and 458. Department chair permission is required.    Normally offered every year. Staff.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=1000&a=renderDept&d=GRST#RUSS458'> LINK </a>","Requisite":[],"Concentrations":["Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"RUSS s50","x":240.0,"y":0.0,"id":"23","attributes":{"Title":"RUSS s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every semester. Staff.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#RUSSs50'> LINK </a>","Requisite":[],"Concentrations":["Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"RUSS 102","x":130.0,"y":200.0,"id":"24","attributes":{"Title":"RUSS 102. Elementary Russian II.","Description":"This course, offered in the winter semester, is a continuation of RUSS 101 with an emphasis on listening, speaking, reading, and writing. Students continue their introduction to modern Russia through authentic texts including music, film, and television excerpts, and selected items from recent newspapers and the Internet. Conducted in Russian. Normally offered every year. D. Browne, M. Loginova.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#RUSS102'> LINK </a>","Requisite":[],"Concentrations":["Modern Europe (C024)","Russian Language (C069)","Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"RUSS 302","x":140.0,"y":100.0,"id":"25","attributes":{"Title":"RUSS 302. Advanced Russian II.","Description":"This course, normally offered in the winter semester, is a continuation of RUSS 301, in which students read and discuss texts in a variety of styles from political speeches to short novels, from songs to feature-length films. Students write a number of short papers ranging from opinion pieces to literary parodies. Conducted in Russian. Prerequisite(s): RUSS 202. Normally offered every year. D. Browne, M. Loginova.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#RUSS302'> LINK </a>","Requisite":" RUSS 202. Normally offered every year. D. Browne, M. Loginova.","Concentrations":["Modern Europe (C024)","Russian Language (C069)","Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"GER 102","x":20.0,"y":400.0,"id":"26","attributes":{"Title":"GER 102. Introduction to German Language and Culture II.","Description":"This course, a continuation of GER 101, introduces students to the German language and its cultural contexts. By emphasizing communicative skills, students further develop their speaking, listening comprehension, reading, and writing skills. GER 102 is offered in the winter semester. GER 102 is not open to students who have had two or more years of German in secondary school. Prerequisite(s): GER 101. Normally offered every year. C. Decker, R. Cernahoschi, J. Kazecki, H. Stingl.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER102'> LINK </a>","Requisite":" GER 101. Normally offered every year. C. Decker, R. Cernahoschi, J. Kazecki, H. Stingl.","Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 365","x":250.0,"y":0.0,"id":"27","attributes":{"Title":"GER 365. Special Topics.","Description":"Designed for the small seminar group of students who may have particular interests in areas of study that go beyond the regular course offerings. Periodic conferences and papers are required. Permission of the department is required.  Staff.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER365'> LINK </a>","Requisite":[],"Concentrations":["German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"RUSS 306","x":150.0,"y":100.0,"id":"28","attributes":{"Title":"RUSS 306. Advanced Russian Culture and Language.","Description":"This course develops oral fluency and aural acuity as well as reading and writing skills through directed and spontaneous classroom activities and individual and collaborative written assignments. Conversations and compositions are based on literary and nonliterary texts, feature films, and documentary films. Conducted in Russian. Prerequisite(s): RUSS 202. Open to first-year students. Staff.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#RUSS306'> LINK </a>","Requisite":" RUSS 202. Open to first-year students. Staff.","Concentrations":["Modern Europe (C024)","Russian Language (C069)","Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"GER 356","x":50.0,"y":100.0,"id":"29","attributes":{"Title":"GER 356. Representing Austrian Fascism.","Description":"Official state documents and popular historical imagination frequently present Austria as the \"first victim of Nazi aggression,\" thus discounting the active role that Austrians played in the Anschluss and the Third Reich. This course explores the myth of Austria's victimization through analysis of government documents, literary texts, and documentary films that represent Austrian involvement in and response to the Nazi past. Prerequisite(s): GER 234. C. Decker.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER356'> LINK </a>","Requisite":" GER 234. C. Decker.","Concentrations":["Conflict and Threat: War and Disease (C064)","German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)","European Studies"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 234","x":40.0,"y":0.0,"id":"30","attributes":{"Title":"GER 234. Advanced German Language and Culture II.","Description":"A topical course offered in the winter semester and designed to develop linguistic and cultural competency. Through reading and discussing a variety of texts, working with multimedia, and completing writing assignments, students attain greater oral and written proficiency in German while deepening their understanding of the culture of German-speaking countries. Prerequisite(s): Ger 233. Open to first-year students. Normally offered every year. C. Decker, R. Cernahoschi, J. Kazecki, H. Stingl.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER234'> LINK </a>","Requisite":" Ger 233. Open to first-year students. Normally offered every year. C. Decker, R. Cernahoschi, J. Kazecki, H. Stingl.","Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 201","x":20.0,"y":300.0,"id":"31","attributes":{"Title":"GER 201. Intermediate German Language and Culture I.","Description":"Offered in the fall, this course is a continuation of GER 101-102, with emphasis on the development of reading strategies and composition skills. Open to first-year students who enter with at least two years of German. Prerequisite(s): GER 102. Open to first-year students. Normally offered every year. R. Cernahoschi, J. Kazecki, H. Singl.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER201'> LINK </a>","Requisite":" GER 102. Open to first-year students. Normally offered every year. R. Cernahoschi, J. Kazecki, H. Singl.","Concentrations":["German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER s50","x":260.0,"y":0.0,"id":"32","attributes":{"Title":"GER s50. Independent Study.","Description":"Students, in consultation with a faculty advisor, individually design and plan a course of study or research not offered in the curriculum. Course work includes a reflective component, evaluation, and completion of an agreed-upon product. Sponsorship by a faculty member in the program/department, a course prospectus, and permission of the chair are required. Students may register for no more than one independent study during a Short Term.  Normally offered every year. Staff.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GERs50'> LINK </a>","Requisite":[],"Concentrations":["German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"RUSS 365","x":270.0,"y":0.0,"id":"33","attributes":{"Title":"RUSS 365. Special Topics.","Description":"Designed for the small seminar group of students who may have particular interests in areas of study that go beyond the regular course offerings. Periodic conferences and papers are required. Conducted in Russian.  Instructor permission is required. Staff.","Department Code":"RUSS","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#RUSS365'> LINK </a>","Requisite":[],"Concentrations":["Russian in St. Petersburg (C078)"]},"color":"rgb(192, 41, 26)","size":10.0},{"label":"GER 457","x":280.0,"y":0.0,"id":"34","attributes":{"Title":"GER 457. Senior Thesis.","Description":"Research leading to writing of a senior thesis. Open to senior majors, including honors candidates. Students register for German 457 in the fall semester. Majors writing an honors thesis register for both German 457 and 458.    Normally offered every year. Staff.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER457'> LINK </a>","Requisite":[],"Concentrations":["German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)"]},"color":"rgb(160, 11, 146)","size":10.0},{"label":"GER 270","x":80.0,"y":100.0,"id":"35","attributes":{"Title":"GER 270. Living with the Nazi Legacy.","Description":"A study of recent works from Austria and Germany that articulate the experiences of children of Nazis. Texts, which include autobiographical writings, novels, films, interviews, and essays, are analyzed in terms of their representation of the Nazi past and its continuing impact on the present. Prerequisite(s): GER 234.    C. Decker.","Department Code":"GER","Course Site":"<a href='www.bates.edu/catalog/?s=current&a=renderDept&d=GRST#GER270'> LINK </a>","Requisite":" GER 234.    C. Decker.","Concentrations":["Conflict and Threat: War and Disease (C064)","German Language and Culture (C071)","German in Berlin (C073)","German in Vienna (C082)","Learning and Teaching (C084)","Modern Europe (C024)","Racisms (C041)","European Studies"]},"color":"rgb(160, 11, 146)","size":10.0}],"edges":[{"label":"","source":"0","target":"30","id":"6","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"1","target":"26","id":"8","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"3","target":"30","id":"10","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"7","target":"13","id":"12","attributes":{},"color":"rgb(192, 41, 26)","size":1.0},{"label":"","source":"7","target":"24","id":"14","attributes":{},"color":"rgb(192, 41, 26)","size":1.0},{"label":"","source":"10","target":"30","id":"16","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"11","target":"13","id":"18","attributes":{},"color":"rgb(192, 41, 26)","size":1.0},{"label":"","source":"12","target":"30","id":"20","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"13","target":"25","id":"22","attributes":{},"color":"rgb(192, 41, 26)","size":1.0},{"label":"","source":"13","target":"28","id":"24","attributes":{},"color":"rgb(192, 41, 26)","size":1.0},{"label":"","source":"14","target":"30","id":"26","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"15","target":"17","id":"28","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"15","target":"31","id":"30","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"16","target":"30","id":"32","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"17","target":"30","id":"34","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"26","target":"31","id":"36","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"29","target":"30","id":"38","attributes":{},"color":"rgb(160, 11, 146)","size":1.0},{"label":"","source":"30","target":"35","id":"40","attributes":{},"color":"rgb(160, 11, 146)","size":1.0}]}