{"edges": [{"attributes": {}, "target": "1", "source": "0", "id": "6", "label": "", "size": 1.0, "color": "rgb(235, 125, 12)"}], "nodes": [{"x": 0.0, "attributes": {"Requisite": " ECON 255.    Enrollment limited to 20. Normally offered every year. N. Tefft.", "Department Code": "DC/EC", "Title": "DC/EC 368. Big Data and Economics.", "Concentrations": ["Learning and Teaching (C084)"], "Description": "Economics is at the forefront of developing statistical methods for analyzing data collected from uncontrolled sources. Since econometrics addresses challenges in estimation such as sample selection bias and treatment effects identification, the discipline is well-suited for the analysis of large and unsystematically collected datasets. This course introduces statistical (machine) learning methods, which have been developed for analyzing such datasets but which have only recently been implemented in economic research.  The course also explores how econometrics and statistical learning methods will cross-fertilize and be used to advance knowledge in the numerous domains where large volumes of data are rapidly accumulating. Prerequisite(s): ECON 255.    Enrollment limited to 20. Normally offered every year. N. Tefft.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=DCS#DC/EC368'> LINK </a>"}, "id": "0", "y": 0.0, "label": "DC/EC 368", "size": 10.0, "color": "rgb(233, 72, 137)"}, {"x": 0.0, "attributes": {"Requisite": " ECON 250 and MATH 105. Enrollment limited to 40.    Normally offered every semester. M. Murray.", "Department Code": "ECON", "Title": "ECON 255. Econometrics.", "Concentrations": ["Applying Mathematical Methods (C006)", "Learning and Teaching (C084)"], "Description": "Topics include multiple regression using time series and cross-sectional data, simultaneous equation models, and an introduction to forecasting.  Prerequisite(s): ECON 250 and MATH 105. Enrollment limited to 40.    Normally offered every semester. M. Murray.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=ECON#ECON255'> LINK </a>"}, "id": "1", "y": 10.0, "label": "ECON 255", "size": 10.0, "color": "rgb(235, 125, 12)"}, {"x": 10.0, "attributes": {"Requisite": [], "Department Code": "DCS", "Title": "DCS s20. Introduction to Computer Programming.", "Concentrations": [], "Description": "This course introduces students to some of the foundational concepts of computer science. Students analyze problems and implement solutions using languages such as C, Java, Python, PHP or Javascript. Irrespective of the particular programming language used, the goal is to ensure that each student acquires the basic concepts to be prepared to learn any programming language on their own in the future. No prior programming experience is required. Not open to students who have received credit for EXDS s20. Enrollment limited to 20. P. Jayawant.", "Course Site": "<a href='https://www.bates.edu/catalog/?s=current&a=renderDept&d=DCS#DCSs20'> LINK </a>"}, "id": "2", "y": 0.0, "label": "DCS s20", "size": 10.0, "color": "rgb(66, 50, 26)"}]}